{
	"label": "Barbarians+ Expressions",
	"entries": {
		"Cold": {
			"name": "Cold",
			"description": "<p>Rather than an overwhelming anger, you drop all emotions to enter a calculated and terrifying state during which all of your anger is led by a cruel logic rather than emotion. You gain a +1 status bonus to Will saves against mental effects, and the @UUID[Compendium.barbarians.barbarians-expressions.HGPDWA6y4ItNfmHX]{Cold Stare} action. Your additional damage from Rage is halved unless you have successfully used Cold Stare against that enemy during your current Rage.</p>"
		},
		"Cold Stare": {
			"name": "Cold Stare",
			"description": "<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p>Your eyes bear into the opponent, furiously searching for weakness. Roll a Perception check against the Deception DC, Stealth DC, or a standard DC of its level (whichever is higher) of an enemy of your choice who is not @Compendium[pf2e.conditionitems.Concealed]{Concealed} from you, @Compendium[pf2e.conditionitems.Hidden]{Hidden} from you, or undetected by you, and who is engaged in combat.</p>\n<hr />\n<p><strong>Critical Success</strong> The GM chooses two of the following pieces of information about the enemy to tell you: which of the enemy's weaknesses is highest, which of the enemy's saving throws has the lowest modifier, one immunity the enemy has, or which of the enemy's resistances is highest. In the event of a tie, the GM should pick one at random. After you gain this information, that enemy is immune to your Cold Stare for 1 day.</p>\n<p><strong>Success</strong> As critical success, but the GM chooses one piece of information from the above list to tell you about the enemy.</p>"
		},
		"Euphoric": {
			"name": "Euphoric",
			"description": "<p>Glee and laughter fills you with power in the heat of battle. You do not gain temporary Hit Points from entering your Rage and you take a –1 penalty to Will saves while raging. You gain the @UUID[Compendium.barbarians.barbarians-expressions.rH3EJ5FB4OAA8b7g]{Giddy Step} reaction.</p>"
		},
		"Giddy Step": {
			"name": "Giddy Step",
			"description": "<p><strong>Trigger</strong> You successfully hit a creature with a melee Strike.</p>\n<hr />\n<p>Your blows cause you to feel enthusiastic joy that makes you want to move. You Step into a square that keeps the triggering target within your reach and gain a number of temporary Hit Points equal to your Constitution plus half your level until the end of your next turn. If the triggering Strike was a critical hit, you can use this as a free action with the same trigger.</p>"
		},
		"Hopewrought": {
			"name": "Hopewrought",
			"description": "<p>Your determination empowers you to go beyond what is safe. You might be a prophesied hero among your people, or simply have a legendary goal you alone can complete. While raging, when you roll a success at a Will save against a fear effect, you get a critical success instead and when you would reduce your frightened condition by 1, you instead reduce it by 2. When an ally you can see is reduced to 0 Hit Points by an enemy, you become @Compendium[pf2e.conditionitems.Frightened]{Frightened 1} or increase the value of your frightened condition by 1. While frightened, you gain a circumstance bonus to damage equal to double the value of your frightened condition and you do not take the normal –1 penalty to AC while in a Rage.</p>"
		},
		"Immovable": {
			"name": "Immovable",
			"description": "<p>Your movements are rigid and slow, until you are absorbed in battle where you move with imposing ferocity. You take a –5-foot status penalty to your speeds while raging. You gain a +2 circumstance bonus to your Fortitude and Reflex DCs against attempts to @Compendium[pf2e.actionspf2e.Shove]{Shove} or @Compendium[pf2e.actionspf2e.Trip]{Trip} you while raging. When you Stride and move at least 10 feet, if your next action is to Shove an opponent you gain a +1 circumstance bonus to your check.</p>"
		},
		"Miserable": {
			"name": "Miserable",
			"description": "<p>Your fervor is not fueled by anger, but by despair. Perhaps you feel terrible sadness for your past actions, your present situation, or even the fact that you must commit such violence! When you Rage, you are burdened with mental anguish, taking [[/r @actor.level[mental,nonlethal]]] nonlethal damage at the end of each round you are raging on a  @Check[type:will|dc:resolve(@actor.attributes.classDC.value)|basic:true] save against your Class DC. If you take damage, you gain a +2 status bonus to Will saves against mental effects and you ignore the –1 penalty to AC from Rage until the beginning of your next turn (though you would still take any other penalties, such as a giant instinct barbarian's @Compendium[pf2e.conditionitems.Clumsy]{Clumsy 1}).</p>\n<p>@Compendium[barbarians.barbarians-effects.oWtaVPoWJEgK7i2z]{Effect: Miserable}</p>"
		},
		"Silent": {
			"name": "Silent",
			"description": "<p>Your fierceness is held captive beneath your emotionless exterior. You cannot take actions with the auditory trait while raging and you do not gain temporary Hit Points from raging. You gain a +1 circumstance bonus to Stealth checks while you are raging. On the first round of combat, if you roll Stealth for initiative, creatures that haven't acted are @Compendium[pf2e.conditionitems.Flat-Footed]{Flat-Footed} to you. The additional damage while raging is halved against targets that are not flat-footed, but melee weapons you wield and melee unarmed strikes gain the backstabber trait while you are raging. If the weapon or unarmed attack already had the backstabber trait, double the amount of precision damage dealt from backstabber while raging.</p>"
		},
		"Unfettered": {
			"name": "Unfettered",
			"description": "<p>You need not hide nor steel, for the unrestricted body moves with greater vigor. You do not gain temporary Hit Points from entering a Rage. While raging and unarmored, you do not take the normal –1 penalty to AC while in a Rage and your speed increases by 10 feet. If you have an item bonus to AC other than from potency runes, mage armor, or bracers of armor, you lose these benefits.</p>"
		},
		"Whirling": {
			"name": "Whirling",
			"description": "<p>Your rage is not a clumsy endeavor, but one of whirling devastation. You do not gain temporary Hit Points from Rage. You do deal your full additional damage with melee Strikes if the weapon or unarmed attack is agile instead of half. However, the additional damage is halved if your weapon or unarmed attack is not agile. If you Stride while raging, you ignore the –1 penalty to AC from Rage until the beginning of your next turn (though you would still take any other penalties, such as a giant instinct barbarian's @Compendium[pf2e.conditionitems.Clumsy]{Clumsy 1}). You can Climb, Fly, or Swim instead of Stride if you have the corresponding movement type to gain this benefit.</p>"
		}
	}
}