{
	"label": "Barbarians+ Feats",
	"mapping": {
        "prerequisites": "system.prerequisites.value"
	},
	"entries": {
		"Attuned Fury": {
			"name": "Attuned Fury",
			"description": "<p>You have learned to attune yourself to other cultures and embrace their principles through your rage. You can spend 1 week of downtime in a settlement or place of cultural importance that exemplifies another barbarian instinct, such as a giant settlement for the giant instinct or a community of mage slayers for the superstition instinct. After doing so, you become attuned to that instinct. You gain the anathema of that barbarian instinct as long as you are attuned. While attuned to this barbarian instinct, you can Rage once per day as if you were a barbarian of that instinct and you gain any instinct abilities you would possess as if you were a barbarian of that level while raging in this way instead of the normal effects of your rage. If you ever violate the anathema of an attuned instinct, you suffer the effects of anathema as normal and are no longer attuned. After you spend 1 week away from the location or culture you first became attuned to an instinct, you are no longer attuned and must spend another week of downtime in an appropriate location to become attuned again.</p>",
			"prerequisites": [
				{
					"value": "fury instinct"
				}
			]
		},
		"Believer's Form": {
			"name": "Believer's Form",
			"description": "<p>Your deity blesses you with the form of a true believer. You gain the effects of a form spell appropriate to your deity's servitors, such as <em>@Compendium[pf2e.spells-srd.dKbv80rlAWVpz83C]{Demon Form}</em>, <em>@Compendium[pf2e.spells-srd.E3zIZ4pjlOuWeGRz]{Angel Form}</em> or <em>@Compendium[pf2e.spells-srd.IHUs4qn27RrdFQ5Y]{Cosmic Form}</em>. The spell must be of a spell level no higher than half your level rounded up. You select the spell when you gain this feat, and must use the same form from the list of provided options each time. You use your own AC and attack modifier while in this form. You can dismiss the transformation as a single action with the concentrate and rage traits.</p>\n<p>At 18th level, you gain a +20-foot status bonus to your Speed, your damage bonus with divine Strikes increases to +12.</p>",
			"prerequisites": [
				{
					"value": "zealot instinct"
				}
			]
		},
		"Body Bludgeon": {
			"name": "Body Bludgeon",
			"description": "<p><strong>Trigger</strong> You critically succeed at a @Compendium[pf2e.actionspf2e.Grapple]{Grapple} check.</p>\n<p><strong>Requirements</strong> You have a foe @Compendium[pf2e.conditionitems.Grabbed]{Grabbed} or @Compendium[pf2e.conditionitems.Restrained]{Restrained} and your other hand is free.</p>\n<hr />\n<p>Your strength is so great that you can easily use others as weapons. You make a Strike with the creature you have grabbed or restrained and you do not apply your multiple attack penalty from the triggering action until after you complete this additional Strike. This is considered a two-handed unarmed attack, with a damage die of d8 if the target is size Small or smaller, d10 if they are Medium, and d12 if they are Large or larger. The required foe takes bludgeoning damage equal to your Strength modifier plus your weapon specialization damage plus your Rage damage and then loses the required condition.</p>",
			"prerequisites": []
		},
		"Brutal Pugilist": {
			"name": "Brutal Pugilist",
			"description": "<p>You eschew the need for man-made blades, instead flinging yourself into battle with your most lethal weapons: your bare hands. While raging, your fist changes damage dice to 1d8 instead of 1d4, loses the agile, nonlethal, and finesse traits, and gains the Two-Hand d10 trait. When you use your fists with two hands, you must Interact to re-grip and release as normal for using a two-handed weapon and you are not treated as having a free hand while using the two-handed grip. In addition, while using your two-handed unarmed Strikes you are not considered to have free hand unless you would have an ability that would do so while you are wielding a weapon in two hands. You can decide which grip you are using for your fists when you use Rage if you are unarmed.</p>",
			"prerequisites": []
		},
		"Call the Breach": {
			"name": "Call the Breach",
			"description": "<p>You draw forth the energies of the portal to the breach themselves and manifest its nature. You create difficult terrain in a @Template[type:emanation | distance:30] that lasts 1 minute and produces an effect depending on your selected plane. This abaility gains the traits associated with your plane.</p>\n<table class=\"pf2-table\" style=\"width:100%;height:319px\">\n<thead>\n<tr style=\"height:29px\">\n<th style=\"width:50.893%;height:29px\">Plane</th>\n<th style=\"width:49.0076%;height:29px\">Effect</th>\n</tr>\n</thead>\n<tbody>\n<tr style=\"height:29px\">\n<td style=\"width:50.893%;height:29px\">Astral</td>\n<td style=\"width:49.0076%;height:29px\">The intensity of dreams and fire flourish within your emanation. Figments of creatures appear within various locations within the area, providing flanking for your allies as long as a square a creature could reasonably occupy within the emanation could provide flanking to your or an ally.</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:50.893%;height:29px\">Ethereal</td>\n<td style=\"width:49.0076%;height:29px\">The ephemeral natures of the ethereal take root. Creatures within the emanation gain a fly speed of 10 feet, @Compendium[pf2e.conditionitems.Clumsy]{Clumsy 1}, and reduce physical damage by half unless they were dealt with a weapon or unarmed attack with the ghost touch property.</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:50.893%;height:29px\">Shadow</td>\n<td style=\"width:49.0076%;height:29px\">The swirling shadows arise from the beyond. The area becomes dim light or darkness if it would already be dim light. You immediately extinguish any non-magical light sources and attempt to counteract magical light sources. Your counteract level for this attempt is equal to half your level rounded up, and you use the result of your attack roll for the counteract check. The flat check to target you while @Compendium[pf2e.conditionitems.Concealed]{Concealed} in this darkness is @Check[type:flat|dc:7] instead of 5.</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:50.893%;height:29px\">First World</td>\n<td style=\"width:49.0076%;height:29px\">The shifting plane of the eldest is truly unruly, and you can call forth its tumultuous nature. You can spend a single action with the concentrate and rage traits to create a @Template[type:burst|distance:10] of greater difficult terrain within the area that lasts the duration.</td>\n</tr>\n</tbody>\n</table>",
			"prerequisites": [
				{
					"value": "breach instinct"
				}
			]
		},
		"Carve The World": {
			"name": "Carve The World",
			"description": "<p><strong>Trigger</strong> You critically succeed at a Strike.</p>\n<hr />\n<p>Your attacks are so mighty that by the end of a battle, you might have permanently carved the battlefield with scars that will go down in legend. The birth of a river from the slash of your sword, the creation of a chasm by the swing of a hammer, or a valley being carved through a mountain pass by the hurl of your javelin; your impossible deeds will live long after you in the way you carve the world. When you critically strike a creature or an object, you may choose to sunder the battlefield around you. Your critical strike gains the following effects, based on the kind of damage your weapon deals. You may do other cinematic effects that do not affect the battlefield based on other weapon damage, such as a flaming rune permanently burning up all the leaves from a forest in an instant, or a shocking rune turning a beach's sand to glass.</p>\n<p><strong>Bludgeoning</strong> You create deep craters where your attack lands. The crater appears beneath the target of your Strike in a @Template[type:burst|distance:30], and slopes downwards immediately causing all other creatures in the area to fall the distance created and take falling damage as appropriate. You and the target of the triggering Strike do not take this falling damage. Traveling in any direction other than towards the center while in the area is considered difficult terrain.</p>\n<p><strong>Piercing</strong> You pierce tunnels and walkways through the most impossible of areas. You destroy all obstacles and natural features within a @Template[type:line|distance:60] that includes the target and starts from an edge of your square. This area becomes difficult terrain and creatures occupying the area are automatically moved to the nearest space outside of the area. This is forced movement.</p>\n<p><strong>Slashing</strong> You carve all standing obstacles in the battlefield. You damage all obstacles taller than your square in a @Template[type:cone|distance:45] and deal slashing damage equal to twice the triggering Strikes weapon damage. This damage ignores any hardness. If this would destroy the object, it instead appears unharmed until the end of your next turn, after which it collapses and creates greater difficult terrain in its area and surrounding squares.</p>",
			"prerequisites": []
		},
		"Caustic Belch": {
			"name": "Caustic Belch",
			"description": "<p>Your body churns up terrible gasses in the heat of battle, and you can release them violently through a breath attack or belch. All creatures within a @Template[type:emanation|distance:20] are inside your caustic belch and become @Compendium[pf2e.conditionitems.Concealed]{Concealed}, and all creatures outside the area are concealed to creatures within it. Creatures other than you inside the area take [[/r (floor(@actor.level/2))d8[poison]#Dragon's Rage Breath]]{1d8 poison damage for every 2 levels} you possess on a @Check[type:fortitude|dc:resolve(@actor.attributes.classDC.value)|basic:true] save. If you were under the effects of Volatile Rage, your caustic belch deals the same type of damage as the bomb you consumed and gains the appropriate trait. Your caustic belch lasts 1 minute or until dispersed by a strong wind.</p>",
			"prerequisites": [
				{
					"value": "alchemical instinct"
				}
			]
		},
		"Death Tornado": {
			"name": "Death Tornado",
			"description": "<p>You become a spiraling death machine, inflicting damage to any creature within close proximity to you. You Step and then creatures within your melee reach take the damage of a melee Strike you are wielding on a @Check[type:reflex|dc:resolve(@actor.attributes.classDC.value)|basic:true] save. Living creatures that are reduced to 0 Hit Points from a failed save are killed outright. You can continue to use this action each turn you reduce a creature to 0 Hit Points with this ability, but the first time you do not reduce an enemy to 0 Hit Points from using this action your Rage immediately ends and you become @Compendium[pf2e.conditionitems.Fatigued]{Fatigued} for 10 minutes.</p>",
			"prerequisites": []
		},
		"Destined Kill": {
			"name": "Destined Kill",
			"description": "<p><strong>Requirements</strong> An ally has not damaged the target during your stance, you have not damaged anyone other than the target of your stance while in it, and your target is above 0 Hit Points.</p>\n<hr />\n<p>Sometimes, a warrior is sworn to defeat a solitary and spectacular foe in single combat. Target a creature you can see and indicate they are yours to slay. You are @Compendium[pf2e.conditionitems.Fascinated]{Fascinated} by the target. You take a –1 circumstance penalty to attack rolls against creatures other than the target of your stance. Your additional damage from Rage increases by 4 against them and is reduced by 4 against all other creatures. If you have greater weapon specialization, alter the amount of additional damage that is increased and reduced to 6. You gain your raging resistance against all damage dealt to you from creatures that are not the target of your stance.</p>\n<p>@UUID[Compendium.barbarians.barbarians-effects.XW10hiejiCwDC2yh]{Stance: Destined Kill}</p>",
			"prerequisites": []
		},
		"Die Another Day": {
			"name": "Die Another Day",
			"description": "<p><strong>Requirements</strong> You have the wounded condition.</p>\n<hr />\n<p>When your fury expires, and your wounds seethe, they fuel in ways your anger could not keeping you going despite perilous wounds. You gain a +2 circumstance bonus to saving throws against death effects and a status bonus to damage equal to twice your wounded condition. While you regret, you can spend a single action with the concentrate trait to counteract an ongoing mental effect you are suffering from or your doomed condition. Your counteract level for this attempt is equal to half your level rounded up, and you use your Will save bonus for the counteract check.</p>\n<p>@UUID[Compendium.barbarians.barbarians-effects.2G111qeLqCZJAJy4]{Effect: Die Another Day}</p>",
			"prerequisites": []
		},
		"Dragon's Rage Breath+": {
			"name": "Dragon's Rage Breath+",
			"description": "<p><strong>Requirements</strong> You haven't used this ability since you last Raged</p>\n<hr />\n<p>You breathe deeply and exhale powerful energy in a @Template[type:cone|distance:30] or @Template[type:line|distance:60], or @Template[type:burst|distance:10] within 30 feet, dealing [[/r (@actor.level)d6#Dragon's Rage Breath]]{1d6 damage per level}. The area and damage type match those of your dragon (see @UUID[Compendium.pf2e.classfeatures.VDot7CDcXElxmkkz]{Table 3-4}).</p>\n<p>If you used this ability in the last hour, the area and the damage are halved (15-foot cone or @Template[type:line|distance:30]; [[/r (floor(@actor.level/2))d6#Dragon's Rage Breath]]{1d6 damage for every 2 levels}).</p>\n<p>Each creature in the area must attempt a @Check[type:reflex|dc:resolve(@actor.attributes.classDC.value)|basic:true] save.</p>",
			"prerequisites": [
				{
					"value": "dragon instinct"
				}
			]
		},
		"Essence Sap": {
			"name": "Essence Sap",
			"description": "<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p>As the faculties of others are depleted, your aberrative manifestations feast. Choose a creature adjacent to you with one of the following conditions: clumsy, @Compendium[pf2e.conditionitems.Dazzled]{Dazzled}, @Compendium[pf2e.conditionitems.Deafened]{Deafened}, @Compendium[pf2e.conditionitems.Enfeebled]{Enfeebled}, @Compendium[pf2e.conditionitems.Fascinated]{Fascinated}, @Compendium[pf2e.conditionitems.Frightened]{Frightened}, @Compendium[pf2e.conditionitems.Paralyzed]{Paralyzed}, @Compendium[pf2e.conditionitems.Stunned]{Stunned}, or @Compendium[pf2e.conditionitems.Stupefied]{Stupefied}. The creature takes damage equal to your additional damage from rage and you regain a number of hit points equal to the damage dealt. @Check[type:will|dc:resolve(@actor.attributes.classDC.value)|basic:true].</p>",
			"prerequisites": [
				{
					"value": "flesh instinct"
				}
			]
		},
		"Faith Will Vindicate Me!": {
			"name": "Faith Will Vindicate Me!",
			"description": "<p><strong>Requirements</strong> you have killed a creature since your last turn</p>\n<hr />\n<p>Your actions outweigh your sins, so long as you commit them in your deity's name. It is your goal- nay, your DUTY- to slay those who dare stand in the way of the divine plan of your all-powerful deity, and YOU are their weapon! You roar in prayer and then instantly recover a focus point</p>",
			"prerequisites": [
				{
					"value": "zealot instinct"
				}
			]
		},
		"Forever Furious": {
			"name": "Forever Furious",
			"description": "<p>Your vigor persists even when your body would normally give out, tapping into the inner part of your being to access your abilities. You can use class feats and abilities that would normally require you to be raging so long as those abilities would not normally end your Rage or give you the @Compendium[pf2e.conditionitems.Fatigued]{Fatigued} condition. When you do so, you gain the additional damage from your Rage until the end of your next turn.</p>\n<p>@UUID[Compendium.barbarians.barbarians-effects.1V7iyS0OrmEaVcJv]{Effect: Forever Furious}</p>",
			"prerequisites": []
		},
		"Furious Concoction": {
			"name": "Furious Concoction",
			"description": "<p>With little regard for health, you drink as many alchemical ingredients you have and hoping for the best. You use up four alchemical consumables you have on your person, ignoring the normal effects. The resulting concoction requires you to roll 2d20 from the table below to determine an effect and a drawback, each die roll corresponding to a different effect and drawback respectively. You Rage if had not already, gaining the effects of Mutagenic Rage and the listed effect while raging. Any effect that requires a saving throw uses your Class DC.</p>\n<hr />\n<table class=\"pf2-table\" style=\"width:100%;height:261px\">\n<thead>\n<tr style=\"height:29px\">\n<th style=\"width:9.44321%;height:29px\">D20</th>\n<th style=\"width:71.3071%;height:29px\">Effect</th>\n<th style=\"width:19.1481%;height:29px\">Drawback</th>\n</tr>\n</thead>\n<tbody>\n<tr style=\"height:29px\">\n<td style=\"width:9.44321%;height:29px\"><strong>1</strong></td>\n<td style=\"width:71.3071%;height:29px\"><strong>Disastrous Brew</strong> Roll for a second drawback. Ignore any rolls that include 1 or 20.</td>\n<td style=\"width:19.1481%;height:29px\"><strong>Terrible Drawbacks </strong>Roll twice and take 2 drawbacks. Ignore any rolls that include 1.</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:9.44321%;height:29px\"><strong>2-4</strong></td>\n<td style=\"width:71.3071%;height:29px\"><strong>Massive Growth</strong> Grow to size Huge, increasing your reach by 10 feet (if you were medium or smaller) and gaining the @Compendium[pf2e.conditionitems.Clumsy]{Clumsy 1} condition.</td>\n<td style=\"width:19.1481%;height:29px\"><strong>Explode</strong> You deal [[/r 10d6[fire]]] damage with a Basic Reflex save in a @Template[type:emanation|distance:5] that must include yourself.</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:9.44321%;height:29px\"><strong>5-7</strong></td>\n<td style=\"width:71.3071%;height:29px\"><strong>Monstrous Wings </strong>Gain a fly speed of 40 feet.</td>\n<td style=\"width:19.1481%;height:29px\"><strong>Numbed Brain</strong> You are @Compendium[pf2e.conditionitems.Stupefied]{Stupefied 2} for the duration.</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:9.44321%;height:29px\"><strong>8-10</strong></td>\n<td style=\"width:71.3071%;height:29px\"><strong>Extra Limbs</strong> Gain an extra set of arms that help you attack. Your multiple attack penalty on all attacks is -3 or (-2 if agile) on your second attack, or -6 (-4 if agile) on your third or subsequent attacks.</td>\n<td style=\"width:19.1481%;height:29px\"><strong>Unfamiliar Anatomy</strong> When you take an action with the manipulate trait, you must attempt a @Check[type:flat|dc:5] or the action is lost.</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:9.44321%;height:29px\"><strong>11-13</strong></td>\n<td style=\"width:71.3071%;height:29px\"><strong>Bizarre Eyes </strong>You can see through lies and deception. You gain the effects of a @Compendium[pf2e.spells-srd.uqlxMQQeSGWEVjki]{True Seeing} spell with a counteract modifier equal to half your level plus your intelligence modifier. [[floor(@actor.level/2) + @actor.abilities.int.mod]]</td>\n<td style=\"width:19.1481%;height:29px\"><strong>Why Did You Drink That!?! </strong>You take [[/r 2d8[persistent,poison]]] damage until you stop raging.</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:9.44321%;height:29px\"><strong>14-16</strong></td>\n<td style=\"width:71.3071%;height:29px\"><strong>Steel Skin </strong>You gain resistance to all damage equal to your raging resistance.</td>\n<td style=\"width:19.1481%;height:29px\"><strong>Scrambled Cells</strong> You restore half as many Hit Points from spells or items with the healing trait for 1 day.</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:9.44321%;height:29px\"><strong>17-19</strong></td>\n<td style=\"width:71.3071%;height:29px\"><strong>Breath Weapon</strong> You gain a breath weapon that deals [[/r 15d6]] damage in a @Template[type:cone|distance:20] and takes 2 actions to activate. The damage is either cold or fire damage, determined at random when you use your Furious Concoction. After you use your breath weapon you cannot use it again for [[/r 1d4]] rounds.</td>\n<td style=\"width:19.1481%;height:29px\"><strong>Broken Body </strong>The first time<br />you are critically hit, you<br />suffer a strange injury and<br />your penalty to AC while<br />raging increases by 1</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:9.44321%;height:29px\"><strong>20</strong></td>\n<td style=\"width:71.3071%;height:29px\"><strong>Miraculous Brew</strong> Roll twice and take 2 effects. Ignore any rolls that include 1 or 20.</td>\n<td style=\"width:19.1481%;height:29px\"><strong>Surprising Benefits </strong>Roll for a second effect. Ignore any rolls that include a 1 or a 20.</td>\n</tr>\n</tbody>\n</table>\n<p>@UUID[Compendium.barbarians.barbarians-rolltables.RMMw8UE6GvAuQ0NL]{Furious Concoction Effects}</p>\n<p>@UUID[Compendium.barbarians.barbarians-rolltables.8WcLZCfCuGR3p6Ph]{Furious Concoction Drawbacks}</p>",
			"prerequisites": [
				{
					"value": "alchemical instinct"
				}
			]
		},
		"Furious Domain": {
			"name": "Furious Domain",
			"description": "<p>Your rage and servitude has been recognized by the gods, and you have been rewarded. You gain an advanced domain spell from your domain. Increase the number of focus Points in your focus pool by 1.</p>",
			"prerequisites": [
				{
					"value": "zealot instinct"
				}
			]
		},
		"Furious Maneuvers": {
			"name": "Furious Maneuvers",
			"description": "<p>Your animal companion's maneuvers are powerful leverage for your rage. Your animal companion's advanced maneuver gains the rage trait. When your animal companion uses its advanced maneuver, you gain a +3 circumstance bonus to damage on your next melee Strike against creatures that were affected by your companion's maneuver or creatures your companion threatens. This bonus increases to +6 if you have greater weapon specialization. If your companion's advanced maneuver included a Strike, the circumstance bonus to damage is halved.</p>",
			"prerequisites": [
				{
					"value": "Untamed Instinct"
				}
			]
		},
		"Furious Outburst": {
			"name": "Furious Outburst",
			"description": "<p><strong>Trigger</strong> You or an ally fail a Deception or Diplomacy check that would change a creature's attitude.</p>\n<hr />\n<p>You lose your patience and snap out at the creature, bellowing out your communication bluntly and clearly. Attempt the same check you or your ally made, this time using Intimidation. The DC decreases by 2 if the creature is not used to such blunt communication, such as a nobleman, or is impressed by it, such as a giant, subject to GM discretion.</p>",
			"prerequisites": []
		},
		"Gory Finish": {
			"name": "Gory Finish",
			"description": "<p><strong>Trigger</strong> You reduce a corporeal enemy to 0 Hit Points with a critical hit.</p>\n<hr />\n<p>You finish off an opponent in a truly incredible way, causing others to retch and recoil. All enemies within 30 feet must make a @Check[type:fortitude|dc:resolve(@actor.attributes.classOrSpellDC.value)|basic:false] save against your Class DC.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is @Compendium[pf2e.conditionitems.Sickened]{Sickened 1}.</p>\n<p><strong>Failure</strong> The creature is @Compendium[pf2e.conditionitems.Sickened]{Sickened 2}.</p>\n<p><strong>Critical Failure</strong> The creature is @Compendium[pf2e.conditionitems.Sickened]{Sickened 3}.</p>",
			"prerequisites": []
		},
		"Hazardous Rift": {
			"name": "Hazardous Rift",
			"description": "<p>You can invoke the energies associated with your plane to come forth in your illusions. Creatures that end their turn inside the difficult terrain created by your Breach Blow take damage equal to your additional damage from rage on a @Check[type:will|dc:resolve(@actor.attributes.classDC.value)|basic:true]</p>",
			"prerequisites": [
				{
					"value": "breach instinct"
				}
			]
		},
		"Heart of a Giant": {
			"name": "Heart of a Giant",
			"description": "<p>Your ties to beings of incredible stature gives you an imposing nature. While raging, you gain a +1 status bonus to @Compendium[pf2e.actionspf2e.Demoralize]{Demoralize} when you are larger than the target. Whenever a creature rolls a failure on a check to @Compendium[pf2e.actionspf2e.Grapple]{Grapple} you, they get a critical failure instead. If a creature uses the Grab ability on you, it must succeed at an Athletics check to grab you instead of automatically grabbing you.</p>",
			"prerequisites": [
				{
					"value": "Giant instinct"
				}
			]
		},
		"Hit Me!": {
			"name": "Hit Me!",
			"description": "<p>You announce to the creature that you are going to pulverize them, taking the attention off of your allies and towards you. You attempt to @Compendium[pf2e.actionspf2e.Demoralize]{Demoralize} a target creature. If you succeed, when the creature attempts to target an ally with an attack roll while frightened by this action, you may make a melee Strike against that creature as a reaction. Regardless of the result, the target is then immune to HIT ME! for 1 minute.</p>",
			"prerequisites": []
		},
		"Horrific Display": {
			"name": "Horrific Display",
			"description": "<p>Your flesh exhibits itself in a burst of visceral gruesomeness. Each enemy within 30 feet is subject to your Furious Anatomy as if they were the triggering creature. Regardless of the results of their @Check[type:will|dc:resolve(@actor.attributes.classDC.value)|basic:true], each creature is then temporarily immune to Horrific Display for 1 minute.</p>",
			"prerequisites": [
				{
					"value": "flesh instinct"
				}
			]
		},
		"Hulk-Pull Shot": {
			"name": "Hulk-Pull Shot",
			"description": "<p><strong>Requirements</strong> You are wielding a weapon in the bow group.</p>\n<hr />\n<p>You pull your bowstring back with unprecedented strength. Make a ranged Strike with the required weapon. The Strike gains the following effects in addition to the normal effects of a Strike.</p>\n<hr />\n<p><strong>Critical Success</strong> You deal your Rage damage with the Strike even though it would not normally qualify. Make an immediate @Compendium[pf2e.actionspf2e.Shove]{Shove} against the target using your ranged attack roll modifier you used for this Strike for your Shove against the target you struck. If you used the 3 action version of this ability, you move the target an additional 10 feet on a successful Shove.</p>\n<p><strong>Success</strong> As critical success, but you only deal half your Rage damage and the 3 action version of this ability only moves the target an additional 5 feet on a successful Shove.</p>\n<p><strong>Critical Failure</strong> Your bow gains the broken condition until you spend 10 minutes restringing it with the Repair action.</p>",
			"prerequisites": []
		},
		"Hurling Might": {
			"name": "Hurling Might",
			"description": "<p>In a fit of anger, you can throw weapons as hard as you can at enemies out of your reach. All weapons you wield gain the thrown 10 feet trait while you are raging or increases their thrown range by 10 feet if the weapon already had the thrown trait. You do not take a penalty to attack rolls for using improvised weapons when they are thrown.</p>",
			"prerequisites": []
		},
		"Incredible Companion (Barbarian)": {
			"name": "Incredible Companion (Barbarian)",
			"description": "<p>Your animal companion continues to grow and develop. It becomes a nimble or savage animal companion (your choice), gaining additional capabilities determined by the type of companion.</p>",
			"prerequisites": [
				{
					"value": "untamed instinct"
				}
			]
		},
		"Invigorating Speech": {
			"name": "Invigorating Speech",
			"description": "<p>You stand before your allies and remind them why they fight. You spend 1 minute giving up to 10 creatures an emotionally charging speech that gives them a fraction of your conviction before battle. Make an @Check[type:intimidation|dc:@self.level] check. The Intimidation DC is usually a standard-difficulty DC of a level equal to the highest level target of your speech, but the GM can assign a different DC based on the circumstances.</p>\n<hr />\n<p><strong>Critical Success</strong> Your speech ignites a fervor in them that they did not know was there. The creatures recover 50 Hit Points and gain 20 temporary Hit Points for 1 hour. They also gain a +2 status bonus to saves against death and fear effects for the next hour.</p>\n<p>@UUID[Compendium.barbarians.barbarians-effects.IAe2Ottijl7MmXe2]{Effect: Invigorating Speech}</p>\n<p><strong>Success</strong> Your words stoke a flame in their hearts. As a critical success, but creatures only recover 25 Hit Points and gain 10 temporary Hit Points.</p>\n<p><strong>Failure</strong> Your words fail to move your allies.</p>\n<p><strong>Critical Failure</strong> Your speech rattles your allies, damaging their morale. They become @Compendium[pf2e.conditionitems.Frightened]{Frightened 1} for an hour, and cannot reduce the condition until the hour has passed.</p>",
			"prerequisites": []
		},
		"Just Break It": {
			"name": "Just Break It",
			"description": "<p>You have learned to tailor advancements and mechanisms to your rough touch. You can use Athletics instead of Thievery to @Compendium[pf2e.actionspf2e.cYdz2grcOcRt4jk6]{Disable Device} or to @Compendium[pf2e.actionspf2e.2EE4aF4SZpYf0R6H]{Pick a Lock}. If you succeed, the target object or device usually gains the broken condition but after you have achieved the desired result (subject to GM approval).</p>",
			"prerequisites": [
				{
					"value": "wrecker instinct"
				},
				{
					"value": "trained in Athletics"
				}
			]
		},
		"Know The Breach": {
			"name": "Know The Breach",
			"description": "<p>You have learned to understand the planes through your constant connection to them. You gain the Lore associated with your chosen plane and Recall Knowledge checks for this Lore gains the rage trait while you are raging. You gain a +1 status bonus to saves against effects produced by creatures that originate from your chosen plane.</p>",
			"prerequisites": [
				{
					"value": "breach instinct"
				}
			]
		},
		"Language of the Beasts": {
			"name": "Language of the Beasts",
			"description": "<p>Violence is the language all creatures speak, and you are fluent in it. You can communicate with living creatures that do not speak a language through grunts, roars and body movement. Though you cannot communicate exact words or details, you can learn rudimentary information from them and even make Deception, Diplomacy, or Intimidation checks against them but only simple emotions can be conveyed. Though it might not stop them from continuing to attack you if they already intended to, non-hostile creatures will generally give you time to make your case.</p>",
			"prerequisites": []
		},
		"Lingering Fury": {
			"name": "Lingering Fury",
			"description": "<p>When your rage fades, you still find the means to muster your strength through the wrath that still lingers at the back of your mind. You gain half your additional damage from Rage to Strikes that would normally apply your additional damage while raging. While you regret, you can use an action or activity with the Rage trait even though you are not raging, but doing so ends your Lingering Fury and you can't use this action again for 10 minutes. You cannot use an action with the Rage trait if using that action would normally end your Rage or give you the @Compendium[pf2e.conditionitems.Fatigued]{Fatigued} condition.</p>\n<p> </p>\n<p>@UUID[Compendium.barbarians.barbarians-effects.wWLQQWDVIrystyH1]{Effect: Lingering Fury}</p>",
			"prerequisites": []
		},
		"Mage Hunter": {
			"name": "Mage Hunter",
			"description": "<p><strong>Trigger</strong> A creature within your reach Casts a Spell.</p>\n<hr />\n<p>You use your hatred of magic to lash out at the sight of spellcasting, allowing you to interrupt an enemy's spell. Make a melee Strike against the triggering creature. If the Strike is a hit, the triggering creature is @Compendium[pf2e.conditionitems.Stupefied]{Stupefied 1} until the end of your next turn (or @Compendium[pf2e.conditionitems.Stupefied]{Stupefied 2} on a critical hit). The creature must succeed at the normal flat check from being stupefied to cast the triggering spell.</p>",
			"prerequisites": [
				{
					"value": "superstition instinct"
				}
			]
		},
		"Mature Companion": {
			"name": "Mature Companion",
			"description": "<p>Your animal companion grows up, becoming a mature animal companion, which grants it additional capabilities. Your animal companion is better trained than most. During an encounter, even if you don't use the Command an Animal action, your animal companion can still use 1 action on your turn that round to Stride or Strike.</p>",
			"prerequisites": [
				{
					"value": "untamed instinct"
				}
			]
		},
		"Monster Rider": {
			"name": "Monster Rider",
			"description": "<p>By wrestling with monsters in the heat of combat, you can force them to attack in directions of your choosing. Attempt to @Compendium[pf2e.actionspf2e.Grapple]{Grapple} an aberration, animal, beast, or dragon within reach that is Large or larger. If you succeed, the target must immediately make a Will save against your Athletics DC or you immediately @Compendium[pf2e.actionspf2e.Mount]{Mount} the creature and it gains the controlled condition with you as the controller until your next daily preparations. The creature can attempt a Will save at the end of each of its turns to end the controlled condition or if the target critically fails their save the target receives a new save only if you give it a new order that is against its nature, such as killing its allies. If a creature ends its controlled condition while you are mounted, you are forced into a square adjacent to the creature and are knocked @Compendium[pf2e.conditionitems.Prone]{Prone}.</p>",
			"prerequisites": [
				{
					"value": "titan wrestler"
				}
			]
		},
		"MORE! MOOOORE!": {
			"name": "MORE! MOOOORE!",
			"description": "<p><strong>Trigger</strong> You reduce an enemy to 0 Hit Points.</p>\n<hr />\n<p>After striking down a foe, you let your bloodlust guide you to your next kill. You Stride up to your speed towards an enemy you can see.</p>",
			"prerequisites": []
		},
		"One With The Planes": {
			"name": "One With The Planes",
			"description": "<p>Your body has adapted to the duality of the planes, allowing you to shift your alignment to another plane. Choose another plane other than the one you chose at 1st level. During your daily preparations, you can choose to align yourself with your chosen plane or the one you selected when you took this feat. For the purposes of your instinct abilities and feats with your instinct as prerequisites, you are a breach barbarian of the plane you selected during your daily preparations.</p>\n<p><strong>Special</strong> You can select this feat multiple times, each time selecting another plane.</p>",
			"prerequisites": [
				{
					"value": "breach instinct"
				}
			]
		},
		"Parley With Titans": {
			"name": "Parley With Titans",
			"description": "<p>Your presence and mannerisms remind the most terrible of beasts of their kin, opening up a dialogue with them. You may use Intimidation rather than Diplomacy to @Compendium[pf2e.action-macros.tbveXG4gaIoKnsWX]{Request: Diplomacy} or @Compendium[pf2e.action-macros.1Sj2Pz3VI2SFWqZw]{Make an Impression: Diplomacy} with creatures that are size Large or larger. You gain a +2 circumstance bonus to this check if the creature is of a type related to your Instinct, such as a beast, a dragon or a giant.</p>",
			"prerequisites": []
		},
		"Percussive Maintenance": {
			"name": "Percussive Maintenance",
			"description": "<p>You know how to get results from constructed devices with good old fashioned violence. Make a melee unarmed attack roll against an object or creature with the construct trait. Choose between Fix or Dismantle, after which the target is immune to your Percussive Maintenance for 1 day.</p>\n<p><strong>Fix</strong> Make a check to Repair the object or creature using your attack roll as your Craft check against the targets Craft DC or AC, whichever is higher.</p>\n<p><strong>Dismantle</strong> Make your attack roll against the target's AC as normal. If you hit, you deal damage as normal for your unarmed Strike and the target takes a –1 status penalty to AC and reduces its Hardness by half your level until the end of your next turn.</p>\n<p>@UUID[Compendium.barbarians.barbarians-effects.pNINI8l0UwsWDSw7]{Effect: Percussive Maintenance}</p>",
			"prerequisites": [
				{
					"value": "wrecker instinct"
				}
			]
		},
		"Protective Wrath": {
			"name": "Protective Wrath",
			"description": "<p><strong>Trigger</strong> a creature within 30 feet of an ally and you are capable of entering a rage.</p>\n<hr />\n<p>You won't allow those who hurt your friends to hurt them again. You begin to Rage.</p>",
			"prerequisites": []
		},
		"Quick Swig": {
			"name": "Quick Swig",
			"description": "<p>You pull a flask, tankard or vial down in the middle of combat, down it, and throw it to the wayside, reinvigorated. You Interact to draw a drink or liquid and then Interact again to consume a drink or liquid you are holding, gaining any of its effects. If the liquid was an alcohol, you may choose to get an automatic failure on your saving throw to gain a +10-foot status bonus to your speed and +2 status bonus to damage for 2 rounds. Consuming alcohol in this way removes the onset period. The status bonus to damage increases to +3 if you are 7th level, or +5 if you are 15th level.</p>\n<p>@UUID[Compendium.barbarians.barbarians-effects.fi7RarKp1hIYbpon]{Effect: Quick Swig}</p>",
			"prerequisites": []
		},
		"Raging Blocker": {
			"name": "Raging Blocker",
			"description": "<p>You are attuned to blocking even while embracing your emotions. You gain the @Compendium[pf2e.feats-srd.jM72TjJ965jocBV8]{Shield Block} general feat. When you use the Shield Block reaction, you may give your reaction the Rage trait and spend your remaining temporary Hit Points from Rage to increase your shield's hardness by an equal amount against the triggering Strike. You lose these temporary Hit Points before any damage is applied.</p>",
			"prerequisites": []
		},
		"Raging Support": {
			"name": "Raging Support",
			"description": "<p><strong>Requirements</strong> Your animal companion is raging.</p>\n<hr />\n<p>Your animal companion's support is fueled by rage. When your animal companion takes the support action, the additional damage from your rage is increased by 1. If you are at least 7th level, instead increase the additional damage from your rage by 2, or by 4 if you have greater weapon specialization.</p>",
			"prerequisites": [
				{
					"value": "untamed instinct"
				}
			]
		},
		"Revitalizing Roar": {
			"name": "Revitalizing Roar",
			"description": "<p>With a terrible howl, you vent out your pain, frustration and anger in the middle of a fight to give you the strength to keep fighting. You restore 8 HP for every character level you have. After you use this action, your Rage immediately ends, and you are @Compendium[pf2e.conditionitems.Fatigued]{Fatigued} until you rest for at least 10 minutes.</p>",
			"prerequisites": []
		},
		"Road Rage": {
			"name": "Road Rage",
			"description": "<p>You are at your angriest when behind the wheels of a vehicle. You are trained in Driving Lore, and the Drive action gains the Rage trait for you while you are raging. Whenever you pilot a vehicle while raging, you add your Rage damage to your vehicle's collision damage. If an activity would call you to Stride, such as Sudden Charge, you can instead use Drive for a number of actions that you would have used Stride applying any restrictions or reductions in speed to your vehicle's movement.</p>",
			"prerequisites": []
		},
		"See the Heretic": {
			"name": "See the Heretic",
			"description": "<p>You recognize those who actively and proudly defy the glorious will of your deity with little second thought. When you roll initiative against a creature that would increase your Rage damage from Godsent Rage, you may make a @Compendium[pf2e.actionspf2e.1OagaWtBpVXExToo]{Recall Knowledge} roll using Religion as a free action. Recall Knowledge rolls using Religion gain the Rage trait for the rest of the combat encounter.</p>",
			"prerequisites": [
				{
					"value": "zealot instinct"
				}
			]
		},
		"Shattered Response": {
			"name": "Shattered Response",
			"description": "<p><strong>Trigger</strong> Your shield was broken or destroyed by your use of Shield Block.</p>\n<hr />\n<p>The destruction of your shield leaves your opponent open to a devastating blow. Make a melee Strike against the required enemy, that enemy is @Compendium[pf2e.conditionitems.Flat-Footed]{Flat-Footed} against your Strike and it deals additional damage equal to the AC Bonus the shield was granting you at the time it was destroyed. If you have greater weapon specialization, this additional damage is doubled.</p>",
			"prerequisites": []
		},
		"Shield Rush": {
			"name": "Shield Rush",
			"description": "<p><strong>Requirements</strong> You are wielding a shield.</p>\n<hr />\n<p>You charge towards an opponent, shield raised and ready to bludgeon them. You Stride, Raise a Shield, and then make a Strike with a shield bash or a weapon attached to your shield.</p>",
			"prerequisites": []
		},
		"Specialized Companion (Barbarian)": {
			"name": "Specialized Companion (Barbarian)",
			"description": "<p>Your animal companion continues to grow in power and ability, and it is now cunning enough to become specialized. Your animal companion gains one specialization of your choice.</p>\n<hr />\n<p><strong>Special</strong> You can select this feat up to three times. Each time, add a different specialization to your companion.</p>",
			"prerequisites": [
				{
					"value": "untamed instinct"
				}
			]
		},
		"Spirit Empathy": {
			"name": "Spirit Empathy",
			"description": "<p>You have the uncanny knack for reaching out to the spirits around you. For 1 hour, you can use the Investigate and @Compendium[pf2e.actionspf2e.Search]{Search} activities with a +1 status bonus as spirits nearby aid you in your endeavor. If during your activity you discover a spirit or haunt, you gain a +2 circumstance bonus to your Initiative check.</p>\n<p>@UUID[Compendium.barbarians.barbarians-effects.1l4QyLGUhgI8vmz8]{Effect: Spirit Empathy}</p>",
			"prerequisites": [
				{
					"value": "Spirit instinct"
				}
			]
		},
		"Summon Runic Guardian": {
			"name": "Summon Runic Guardian",
			"description": "<p>With a roar, your runes pull from your body and shape to form mighty animals made from your tattoos. This produces the effect of a summon animal, heightened to a spell level equal to half your level rounded up, except the runic guardian and the Sustain action to maintain this effect has the Rage trait. When you would stop raging or this effect would end, your runic guardian returns to your runic tattoos automatically and it keeps any lost Hit Points or conditions it would have suffered if it is summoned again. While in tattoo form, runic guardian isn't affected by area effects and must be targeted separately to affect it, which requires knowledge that it's a creature. This means you and your allies can heal or assist the runic guardian while most enemies stay unaware of its true nature. Creatures must attempt a @Check[type:perception|dc:20] check to @Compendium[pf2e.actionspf2e.Seek]{Seek} to realize the tattoo is actually a creature (which few foes will try).</p>",
			"prerequisites": [
				{
					"value": "runic instinct"
				}
			]
		},
		"Summon The Pack": {
			"name": "Summon The Pack",
			"description": "<p>Your reputation among creatures of your partner's kind has grown to be legendary. Wherever you go, animals follow from afar, ready to be called to battle by their dual lords. When you Summon The Pack, they burst forth, aiding your partner. Your companion gains the Troop trait and its associated abilities with HP thresholds equal to ⅔ and ⅓ of its total HP and the following abilities:</p>\n<ul>\n<li>15 temporary hit points</li>\n<li>Weakness equal to half your level to area damage.</li>\n<li>The ability to gain 3 actions when you spend two actions to Command an Animal.</li>\n<li>It gains Pack Attack <span class=\"pf2-icon\">1</span> to <span class=\"pf2-icon\">3 </span>which replaces your companion's strike, and deals 1d12 damage per action spent plus its Strength worth of bludgeoning, piercing or slashing damage (based on the companion's original strike damage type) to all creatures within 5 feet, with a @Check[type:reflex|dc:resolve(@actor.attributes.classDC.value)|basic:true]\n<p> </p>\n</li>\n</ul>",
			"prerequisites": [
				{
					"value": "Untamed Instinct"
				}
			]
		},
		"Supplementary Runes": {
			"name": "Supplementary Runes",
			"description": "<p>Your runes are strange and use different styles, methods of storytelling or color. Choose a rune other than the two runes you gained from your instinct. You can swap one of your two runes with the effects of the chosen rune during your daily preparations. You can still only gain the effects of two of your runes at any given time.</p>\n<p><strong>Special</strong> You can select this feat multiple times, each time selecting a new rune.</p>",
			"prerequisites": [
				{
					"value": "runic instinct"
				}
			]
		},
		"Take 'Em All On": {
			"name": "Take 'Em All On",
			"description": "<p>You are not intimidated by vast hordes of opponents, delving into the depths of combat to destroy your enemies en masse. Your additional damage from Rage triggers weaknesses to area damage and you gain your raging resistance against damage dealt to you by swarms or troops.</p>",
			"prerequisites": []
		},
		"This Looks Important": {
			"name": "This Looks Important",
			"description": "<p>You don't need to know what it does to recognize that it's a problem. Make three Strikes against a target that would take the increased damage from your Rage. Each of these Strikes is made at your normal multiple attack penalty. The target gains the @Compendium[pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled} condition with a value equal to the number of successful Strikes for 1 minute. If a Strike was a critical hit, the value is increased by 1. If the target of this Strike would no longer qualify for your increased rage damage (such as dropping a wielded weapon or losing the construct trait) they also lose this enfeebled condition. Regardless of the outcome, the target is then temporarily immune for 1 day.</p>",
			"prerequisites": [
				{
					"value": "wrecker instinct"
				}
			]
		},
		"Titanic Rage": {
			"name": "Titanic Rage",
			"description": "<p>You overexert yourself with a monstrous rage that changes you from person to avatar of fury. You Rage with the following modifications:</p>\n<ul>\n<li>Your rage lasts 5 rounds rather than 1 minute. 14</li>\n<li>You take a –1 penalty to saving throws or a –2 penalty if it is a death effect.</li>\n<li>You double the normal additional damage from your rage, including extra damage from your instinct.</li>\n<li>Increase the penalty to your AC from Rage by 1.</li>\n<li>You are @Compendium[pf2e.conditionitems.Fatigued]{Fatigued} for 1 hour after you finish raging.</li>\n</ul>\n<p>@UUID[Compendium.barbarians.barbarians-effects.NKmy68EyO2P61Bjt]{Effect: Titanic Rage}</p>",
			"prerequisites": []
		},
		"Tumultuous Anatomy": {
			"name": "Tumultuous Anatomy",
			"description": "<p><strong>Trigger</strong> You would be critically hit.</p>\n<hr />\n<p>Your anatomy has grown even more unnatural, constantly warping itself in response to attacks against you. Roll a @Check[type:flat|dc:11]. On a success, a triggering critical hit does not deal double damage.</p>",
			"prerequisites": [
				{
					"value": "flesh instinct"
				}
			]
		},
		"Ultraviolent Surge": {
			"name": "Ultraviolent Surge",
			"description": "<p><strong>Requirements</strong> A foe would be within your reach after a Stride.</p>\n<hr />\n<p>You charge forward at your opponent and unleash such frightening and swift brutality against them that they may be left as nothing more than a puddle of viscera. Make a Stride towards the required foe and then Strike that creature. The foe must attempt a @Check[type:fortitude|dc:resolve(@actor.attributes.classOrSpellDC.value)|basic:true] save against your Class DC if you succeed at your Strike. If your Strike was a critical success, the target treats their degree of success as one worse. Regardless, your rage ends after your Strike and you become @Compendium[pf2e.conditionitems.Fatigued]{Fatigued} for 1 hour.</p>\n<hr />\n<p><strong>Critical Success</strong> The target in @Compendium[pf2e.conditionitems.Drained]{Drained 1}.</p>\n<p><strong>Success</strong> The target is @Compendium[pf2e.conditionitems.Drained]{Drained 2}.</p>\n<p><strong>Failure</strong> The target is @Compendium[pf2e.conditionitems.Drained]{Drained 3}. If the target of your Strike is reduced to 0 Hit Points as a result of your Strike or the drained condition, it dies instantly.</p>\n<p><strong>Critical Failure</strong> The target dies instantly</p>",
			"prerequisites": []
		},
		"Unleash Inner Beast": {
			"name": "Unleash Inner Beast",
			"description": "<p>While you rage, you can shoot manifestations of the beast inside you to savage your opponents. You gain an inner beast ranged unarmed attack that deals [[/r 1d4[force]]] damage with a range increment of 20 feet. This unarmed attack has the force, magical, propulsive, rage, and unarmed traits.</p>",
			"prerequisites": [
				{
					"value": "animal instinct"
				}
			]
		},
		"Unravel Into Runes": {
			"name": "Unravel Into Runes",
			"description": "<p>You empower your runes with your life and soul, leaving you as nothing but empty air and glowing sigils swimming through the space that you once occupied. You become incorporeal for 4 rounds, cannot make attacks, and gain resistance to all damage equal to your level. If you enter the space of a willing, living creature, you can give them the effects of your runes and that creature gains the benefits of your Rage. If the creature becomes @Compendium[pf2e.conditionitems.Unconscious]{Unconscious}, this effect immediately ends. When this effect ends, you return to your physical form and if you were granting someone your runes, you appear in a square adjacent to them.</p>",
			"prerequisites": [
				{
					"value": "Runic Instinct"
				}
			]
		},
		"Volatile Rage": {
			"name": "Volatile Rage",
			"description": "<p>The chemicals you imbibe are not safe for consumption, and yet when you rage, they empower you nonetheless. You may create alchemical bombs as well as mutagens with your basic alchemy benefits, and learn the formulae for 6 alchemical bombs. Rather than throw a bomb, you may consume its chemicals and ingredients as a makeshift mutagen and you may load your bombs into your apparatus the same way you would a mutagen and consuming a bomb in this way counts as consuming a mutagen for Mutagenic Rage. While under the effects of a Volatile Rage, your additional Rage damage is of the type of damage your bomb would deal, you gain resistance of half your level to that damage type, and your appearance shifts as if you had consumed a mutagen.</p>\n<p>@UUID[Compendium.barbarians.barbarians-effects.y9ftyj1tMQNLmWX9]{Effect: Volatile Rage}</p>",
			"prerequisites": [
				{
					"value": "alchemical instinct"
				}
			]
		},
		"Warding Bauble": {
			"name": "Warding Bauble",
			"description": "<p>You carry with you a protective trinket or bauble that exemplifies your hatred of magic and protects you. When you make a saving throw against a haunt or spell and a +2 status bonus would turn a critical failure into a failure, a failure into a success, or a success into a critical success, you can grant yourself a +2 status bonus to the check retroactively, changing the outcome appropriately. Once you use this effect, your bauble becomes inert until your next daily preparations.</p>",
			"prerequisites": [
				{
					"value": "superstition instinct"
				}
			]
		},
		"We Ride!": {
			"name": "We Ride!",
			"description": "<p><strong>Requirements</strong> Your animal companion has the mount special ability and is raging.</p>\n<hr />\n<p>You were born to rage and ride with your companion and do so fluidly. Command your animal companion to Stride toward you and take its support action. If your animal companion Strides within your reach, you may spend your reaction to @Compendium[pf2e.actionspf2e.Mount]{Mount} your animal companion as it moves.</p>",
			"prerequisites": [
				{
					"value": "Untamed Instinct"
				}
			]
		},
		"World-Shaking Throw": {
			"name": "World-Shaking Throw",
			"description": "<p>The force at which you throw things is truly titanic. Double the range of your thrown weapons. On a critical hit with a thrown weapon, the target must attempt a @Check[type:reflex|dc:resolve(@actor.attributes.classOrSpellDC.value)|basic:true] save against your Class DC or be knocked @Compendium[pf2e.conditionitems.Prone]{Prone}. You can attempt to lift heavy objects using your Athletics, such as logs or boulders, by @Compendium[pf2e.actionspf2e.pvQ5rY2zrtPI614F]{Interacting} to pick it up. When you successfully lift a heavy object, it becomes an improvised weapon with the thrown trait and a range of 20 feet. Regardless of the result of a Strike made with a heavy object, the object moves to the location it was thrown and remains there as an obstacle, moving any creatures that would occupy its new space to the nearest adjacent square. The damage die for a heavy object is d12 and deals an additional damage die for each size above Medium.</p>",
			"prerequisites": []
		}
	}
}