{
	"label": "Barbarians+ Features",
	"entries": {
		"Abjuration Rune Reaction": {
			"name": "Abjuration Rune Reaction",
			"description": "<p>As a reaction, once per 10 minutes, you can give yourself a +2 circumstance bonus to AC against a single Strike that targets you.</p>\n<p>@UUID[Compendium.barbarians.barbarians-effects.cKfA1JcB4fxR3ofu]{Effect: Abjuration Rune}</p>"
		},
		"Alchemical Instinct": {
			"name": "Alchemical Instinct",
			"description": "<p>You use strange chemical concoctions to enhance your anger into an unimaginable fury. You might be a meek scientist who uses mutagens as an outlet for your most violent impulses, or you might be an already impressive hulk that takes your powers a step further through alchemical admixtures.</p>\n<h2>Anathema</h2>\n<p>Allowing others to question your brilliance or sanity is anathema to you.</p>\n<h2>Mutagenic Rage (Instinct Ability)</h2>\n<p>Whether through breathing in bizarre fumes or pipes injecting reagents directly into your blood, you undergo a terrible change when you rage. You gain the @Compendium[pf2e.feats-srd.is3Oz9wt11lNq62K]{Alchemical Crafting} skill feat and a @Compendium[pf2e.equipment-srd.qCEOZ6109Yo34tRx]{Formula Book (Blank)} for free. You gain basic alchemy benefits, though they can be used only for alchemical mutagens. You gain batches of infused reagents per day equal to 1 plus half your level plus your Intelligence modifier. Your advanced alchemy level for creating these is equal to your level.</p>\n<p>You gain a mutagenic apparatus uniquely built for your physiology that requires 1 minute to be donned and weighs 1 Bulk. You can add a single mutagen to your apparatus by making 3 Interact actions, and you can remove a mutagen by spending the same number of Interact actions. You can have two mutagens worn in your apparatus at a time.</p>\n<p>When you enter a Rage, you may consume a mutagen worn in your apparatus as a free action. While raging and under the effects of a mutagen, your additional damage from rage increases from 2 to 4, and you gain temporary Hit Points equal to half the item level of the mutagen you consumed in addition to any temporary Hit Points you would gain from Rage. You cannot enter a Rage if you consume a mutagen that would give you a penalty to attack rolls and consuming a mutagen that does so immediately ends your Rage.</p>\n<h2>Specialization Ability<span style=\"float:right\">Level 7</span></h2>\n<p>Increase the damage from Mutagenic Rage from 4 to 8 and increase the number of mutagens you can wear in your apparatus to 3. If you have greater weapon specialization, instead increase the damage from Mutagenic Rage to 12 and to 8 while not under the effects of a mutagen and increase the number of mutagens you can wear in your apparatus to 4.</p>\n<h2>Raging Resistance<span style=\"float:right\">Level 9</span></h2>\n<p>You resist electricity and fire damage.</p>\n<hr />\n<p><em>Note: You need to manually apply this effect to get the proper tempHP from mutagenic rage. @Compendium[barbarians.barbarians-effects.jWmHKM5hP9i1HV01]{Effect: Mutagenic Rage Temp HP}</em></p>"
		},
		"Animal Instinct+": {
			"name": "Animal Instinct+",
			"description": "<p>The fury of a wild predator fills you when you Rage, granting you ferocious unarmed attacks. Cultures that revere vicious animals (such as apes or bears) give rise to barbarians with this instinct. You might also be at war with an uncontrollable, animalistic side of your personality, or you might be a descendant of a werewolf or another werecreature. Select an animal from Table 3-3: Animal Instincts that best matches your chosen animal.</p>\n<h2>Table 3-3: Animal Instincts</h2>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Animal</th>\n<th>Attack</th>\n<th>Damage</th>\n<th>Traits</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Ape</td>\n<td>Fist</td>\n<td>1d10 B</td>\n<td>Grapple, unarmed</td>\n</tr>\n<tr>\n<td>Bat</td>\n<td>Fangs</td>\n<td>1d8P + 1 persistent bleed</td>\n<td>unarmed</td>\n</tr>\n<tr>\n<td>Bat (continued)</td>\n<td>Wing</td>\n<td>1d6 B</td>\n<td>Agile, Unarmed</td>\n</tr>\n<tr>\n<td>Bear</td>\n<td>Jaws</td>\n<td>1d10 P</td>\n<td>Unarmed</td>\n</tr>\n<tr>\n<td>Bear (continued)</td>\n<td>Claw</td>\n<td>1d6 S</td>\n<td>Agile, unarmed</td>\n</tr>\n<tr>\n<td>Boar</td>\n<td>Tusk</td>\n<td>1d8 S + 1 persistent bleed</td>\n<td>Shove, Unarmed</td>\n</tr>\n<tr>\n<td>Bull</td>\n<td>Horn</td>\n<td>1d10 P</td>\n<td>Shove, unarmed</td>\n</tr>\n<tr>\n<td>Cat</td>\n<td>Jaws</td>\n<td>1d10 P</td>\n<td>Unarmed</td>\n</tr>\n<tr>\n<td>Cat (continued)</td>\n<td>Claw</td>\n<td>1d6 S</td>\n<td>Agile, unarmed</td>\n</tr>\n<tr>\n<td>Deer</td>\n<td>Antler</td>\n<td>1d8 P</td>\n<td>Reach 10, Sweep</td>\n</tr>\n<tr>\n<td>Elephant</td>\n<td>Trunk</td>\n<td>1d6 B</td>\n<td>Grapple, Unarmed</td>\n</tr>\n<tr>\n<td>Elephant (Continued)</td>\n<td>Tusk</td>\n<td>1d10 P</td>\n<td>Unarmed</td>\n</tr>\n<tr>\n<td>Frog</td>\n<td>Jaws</td>\n<td>1d10 B</td>\n<td>Unarmed</td>\n</tr>\n<tr>\n<td>Frog (continued)</td>\n<td>Tongue</td>\n<td>1d4 B</td>\n<td>Agile, unarmed</td>\n</tr>\n<tr>\n<td>Insect</td>\n<td>Sting or Fangs</td>\n<td>1d8 P + 1 persistent poison</td>\n<td>Poison, Unarmed</td>\n</tr>\n<tr>\n<td>Reptile</td>\n<td>Jaws</td>\n<td>1d10 P</td>\n<td>Unarmed</td>\n</tr>\n<tr>\n<td>Reptile (continued)</td>\n<td>Tail</td>\n<td>1d6 B</td>\n<td>Grapple, Unarmed</td>\n</tr>\n<tr>\n<td>Shark</td>\n<td>Jaws</td>\n<td>1d10 P</td>\n<td>Grapple, unarmed</td>\n</tr>\n<tr>\n<td>Snake</td>\n<td>Fangs</td>\n<td>1d10 P</td>\n<td>Grapple, unarmed</td>\n</tr>\n<tr>\n<td>Turtle</td>\n<td>Jaws</td>\n<td>1d8 P</td>\n<td>Grapple, unarmed</td>\n</tr>\n<tr></tr>\n<tr>\n<td>Wolf</td>\n<td>Jaws</td>\n<td>1d10 P</td>\n<td>Trip, unarmed</td>\n</tr>\n</tbody>\n</table>\n<h2 class=\"title\">Anathema</h2>\n<p>Flagrantly disrespecting an animal of your chosen kind is anathema to your instinct, as is using weapons while raging.</p>\n<h2 class=\"title\">Bestial Rage (Instinct Ability)</h2>\n<p>When you Rage, you gain your chosen animal's unarmed attack (or attacks). The specific attack gained, the damage it deals, and its traits are listed on Table 3-3: Animal Instincts. These attacks are in the brawling group. Your Rage action gains the morph, primal, and transmutation traits.</p>\n<h2 class=\"title\">Specialization Ability<span style=\"float:right\">Level 7</span></h2>\n<p>Increase the damage die size for the unarmed attacks granted by your chosen animal by one step, and increase the additional damage from Rage from 2 to 5 for your chosen animal's unarmed attacks. The frog's tongue attack and elephant's trunk attack gain reach 10 feet. The deer's antler attack gains grapple. If you have greater weapon specialization, increase the damage from Rage from 5 to 12 for your chosen animal's unarmed attacks. Unarmed attacks that deal persistent damage increase their persistent damage by 1. If you have greater weapon specialization, the persistent damage increases by 2 instead of 1.</p>\n<h2 class=\"title\">Raging Resistance<span style=\"float:right\">Level 9</span></h2>\n<p>You resist piercing and slashing damage.</p>"
		},
		"Barbarian+": {
			"name": "Barbarian+",
			"description": "<p><em>Rage consumes you in battle. You delight in wreaking havoc and using powerful weapons to carve through your enemies, relying on astonishing durability without needing complicated techniques or rigid training. Your rages draw upon a vicious instinct, which you might associate with an animal, a spirit, or some part of yourself. To many barbarians, brute force is a hammer and every problem looks like a nail, whereas others try to hold back the storm of emotions inside them and release their rage only when it matters most.</em></p>\n<p><strong>Key Ability: STRENGTH</strong></p>\n<p>At 1st level, your class gives you an ability boost to Strength.</p>\n<p><strong>Hit Points: 12 plus your Constitution modifier</strong></p>\n<p>You increase your maximum number of HP by this number at 1st level and every level thereafter.</p>\n<h1>Roleplaying the Barbarian</h1>\n<h2>During Combat Encounters...</h2>\n<p>You summon your rage and rush to the front lines to smash your way through. Offense is your best defense-you'll need to drop foes before they can exploit your relatively low defenses.</p>\n<h2>During Social Encounters...</h2>\n<p>You use intimidation to get what you need, especially when gentler persuasion can't get the job done.</p>\n<h2>While Exploring...</h2>\n<p>You look out for danger, ready to rush headfirst into battle in an instant. You climb the challenging rock wall and drop a rope for others to follow, and you wade into the risky currents to reach the hidden switch beneath the water's surface. If something needs breaking, you're up to the task!</p>\n<h2>In Downtime...</h2>\n<p>You might head to a tavern to carouse, build up the fearsome legend of your mighty deeds, or recruit followers to become a warlord in your own right.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Have a deep-seated well of anger, hatred, or frustration.</li>\n<li>Prefer a straightforward approach to one requiring patience and tedium.</li>\n<li>Engage in a regimen of intense physical fitness-and punch anyone who says this conflicts with your distaste for patience and tedium.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Rely on your courage and your strength, and trust that you can hold your own in a fight.</li>\n<li>See you as uncivilized or a boorish lout unfit for high society.</li>\n<li>Believe that you are loyal to your friends and allies and will never relent until the fight is done.</li>\n</ul>\n<h1>Initial Proficiencies</h1>\n<p>At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.</p>\n<h2>Perception</h2>\n<p>Expert in Perception</p>\n<h2>Saving Throws</h2>\n<p>Expert in Fortitude</p>\n<p>Trained in Reflex</p>\n<p>Expert in Will</p>\n<h2>Skills</h2>\n<p>Trained in Athletics</p>\n<p>Trained in a number of additional skills equal to 3 plus your Intelligence modifier</p>\n<h2>Attacks</h2>\n<p>Trained in simple weapons</p>\n<p>Trained in martial weapons</p>\n<p>Trained in unarmed attacks</p>\n<h2>Defenses</h2>\n<p>Trained in light armor</p>\n<p>Trained in medium armor</p>\n<p>Trained in unarmored defense</p>\n<h2>Class DC</h2>\n<p>Trained in barbarian class DC</p>\n<h1>Class Features</h1>\n<p>You gain these features as a Barbarian. Abilities gained at higher levels list the levels at which you gain them next to the features' names.</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Your Level</th>\n<th>Class Features</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Ancestry and background, initial proficiencies, rage, instinct, barbarian feat</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Barbarian feat, skill feat</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Deny advantage, general feat, skill increase</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Barbarian feat, skill feat</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Ability boosts, ancestry feat, brutality, skill increase</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Barbarian feat, skill feat</td>\n</tr>\n<tr>\n<td>7</td>\n<td>General feat, juggernaut, skill increase, weapon specialization</td>\n</tr>\n<tr>\n<td>8</td>\n<td>Barbarian feat, skill feat</td>\n</tr>\n<tr>\n<td>9</td>\n<td>Ancestry feat, lightning reflexes, raging resistance, skill increase</td>\n</tr>\n<tr>\n<td>10</td>\n<td>Ability boosts, barbarian feat, skill feat</td>\n</tr>\n<tr>\n<td>11</td>\n<td>General feat, mighty rage, skill increase</td>\n</tr>\n<tr>\n<td>12</td>\n<td>Barbarian feat, skill feat</td>\n</tr>\n<tr>\n<td>13</td>\n<td>Ancestry feat, greater juggernaut, medium armor expertise, skill increase, weapon fury</td>\n</tr>\n<tr>\n<td>14</td>\n<td>Barbarian feat, skill feat</td>\n</tr>\n<tr>\n<td>15</td>\n<td>Ability boosts, general feat, greater weapon specialization, indomitable will, skill increase</td>\n</tr>\n<tr>\n<td>16</td>\n<td>Barbarian feat, skill feat</td>\n</tr>\n<tr>\n<td>17</td>\n<td>Ancestry feat, heightened senses, skill increase, quick rage</td>\n</tr>\n<tr>\n<td>18</td>\n<td>Barbarian feat, skill feat</td>\n</tr>\n<tr>\n<td>19</td>\n<td>Armor of fury, devastator, general feat, skill increase</td>\n</tr>\n<tr>\n<td>20</td>\n<td>Ability boosts, barbarian feat, skill feat</td>\n</tr>\n</tbody>\n</table>\n<h2>Ancestry and Background</h2>\n<p>In addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background.</p>\n<h2>Barbarian Feats</h2>\n<p>At 1st level and every even-numbered level thereafter, you gain a barbarian class feat.</p>\n<h2>Initial Proficiencies</h2>\n<p>At 1st level you gain a number of proficiencies that represent your basic training. These proficiencies are noted in at the start of this class.</p>\n<h2>Instinct</h2>\n<p>Your rage wells up from a dominant instinct-one you learned from a tradition or that comes naturally to you. Your instinct gives you an ability, requires you to avoid certain behaviors, grants you increased damage and resistances at higher levels, and allows you to select feats tied to your instinct.</p>\n<p>Instincts can be found here: @UUID[Compendium.pf2e.classfeatures.0FtzFbUrN56KA67z]{Animal Instinct}, @UUID[Compendium.pf2e.classfeatures.VDot7CDcXElxmkkz]{Dragon Instinct}, @UUID[Compendium.pf2e.classfeatures.k7M9jedvt31AJ5ZR]{Fury Instinct}, @UUID[Compendium.pf2e.classfeatures.JuKD6k7nDwfO0Ckv]{Giant Instinct}, @UUID[Compendium.pf2e.classfeatures.TQqv9Q5mB4PW6LH9]{Spirit Instinct}, and @UUID[Compendium.pf2e.classfeatures.SCYSjUbMmw8JD9P9]{Superstition Instinct}.</p>\n<h2>Rage</h2>\n<p>You gain the Rage action, which lets you fly into a frenzy.</p>\n<h3>@UUID[Compendium.pf2e.actionspf2e.Ah5g9pDwWF9b9VW9]{Rage} <span class=\"pf2-icon\">A</span></h3>\n<p><strong>Requirements</strong> You aren't fatigued or raging.</p>\n<hr />\n<p>You tap into your inner fury and begin raging. You gain a number of temporary Hit Points equal to your level plus your Constitution modifier. This frenzy lasts for 1 minute, until there are no enemies you can perceive, or until you fall unconscious, whichever comes first. You can't voluntarily stop raging. While you are raging:</p>\n<ul>\n<li>You deal 2 additional damage with melee weapons and unarmed attacks. This additional damage is halved if your weapon or unarmed attack is agile.</li>\n<li>You take a -1 penalty to AC.</li>\n<li>You can't use actions with the concentrate trait unless they also have the rage trait. You can Seek while raging.</li>\n</ul>\n<p>After you stop raging, you lose any remaining temporary Hit Points from Rage, and you can't Rage again for 1 minute.</p>\n<h2>Skill Feats<span style=\"float:right\">Level 2</span></h2>\n<p>At 2nd level and every 2 levels thereafter, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat.</p>\n<h2>Deny Advantage<span style=\"float:right\">Level 3</span></h2>\n<p>Your foes struggle to pass your defenses. You aren't flat-footed to hidden, undetected, or flanking creatures of your level or lower, or creatures of your level or lower using surprise attack. However, they can still help their allies flank.</p>\n<h2>General Feats<span style=\"float:right\">Level 3</span></h2>\n<p>At 3rd level and every 4 levels thereafter, you gain a general feat.</p>\n<h2>Skill Increases<span style=\"float:right\">Level 3</span></h2>\n<p>At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you're untrained in, or to increase your proficiency rank in one skill in which you're already trained to expert.</p>\n<p>At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you're already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you're already a master.</p>\n<h2>Ability Boosts<span style=\"float:right\">Level 5</span></h2>\n<p>At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it's already 18 or above, or by 2 if it starts below 18.</p>\n<h2>Ancestry Feats<span style=\"float:right\">Level 5</span></h2>\n<p>In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter.</p>\n<h2>Brutality<span style=\"float:right\">Level 5</span></h2>\n<p>Your fury makes your weapons lethal. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to expert. While raging, you gain access to the critical specialization effects for melee weapons and unarmed attacks.</p>\n<h2>Juggernaut<span style=\"float:right\">Level 7</span></h2>\n<p>Your body is accustomed to physical hardship and resistant to ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead.</p>\n<h2>Weapon Specialization<span style=\"float:right\">Level 7</span></h2>\n<p>Your rage helps you hit harder. You deal an additional 2 damage with weapons and unarmed attacks in which you have expert proficiency. This damage increases to 3 if you're a master, and 4 if you're legendary. You gain your instinct's specialization ability.</p>\n<p>See specific instincts for more information.</p>\n<h2>Lightning Reflexes<span style=\"float:right\">Level 9</span></h2>\n<p>Your reflexes are lightning fast. Your proficiency rank for Reflex saves increases to expert.</p>\n<h2>Raging Resistance<span style=\"float:right\">Level 9</span></h2>\n<p>Repeated exposure and toughened skin allow you to fend off harm. While raging, you gain resistance equal to 3 + your Constitution modifier to damage types based on your instinct.</p>\n<p>See specific instincts for more information.</p>\n<h2>Mighty Rage<span style=\"float:right\">Level 11</span></h2>\n<p>Your rage intensifies and lets you burst into action. Your proficiency rank for your barbarian class DC increases to expert. You gain the Mighty Rage free action.</p>\n<h3>@UUID[Compendium.pf2e.actionspf2e.74iat04PtfG8gn2Q]{Mighty Rage} <span class=\"pf2-icon\">F</span></h3>\n<p><strong>Trigger</strong> You use the Rage action on your turn.</p>\n<hr />\n<p>Use an action that has the rage trait. Alternatively, you can increase the actions of the triggering Rage to 2 to instead use a 2-action activity with the rage trait.</p>\n<h2>Greater Juggernaut<span style=\"float:right\">Level 13</span></h2>\n<p>You have a stalwart physiology. Your proficiency rank for Fortitude saves increases to legendary. When you roll a critical failure on a Fortitude save, you get a failure instead. When you roll a failure on a Fortitude save against an effect that deals damage, you halve the damage you take.</p>\n<h2>Medium Armor Expertise<span style=\"float:right\">Level 13</span></h2>\n<p>You've learned to defend yourself better against attacks. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to expert.</p>\n<h2>Weapon Fury<span style=\"float:right\">Level 13</span></h2>\n<p>Your rage makes you even more effective with the weapons you wield. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to master.</p>\n<h2>Greater Weapon Specialization<span style=\"float:right\">Level 15</span></h2>\n<p>The weapons you've mastered become truly fearsome in your hands. Your damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you're an expert, 6 if you're a master, and 8 if you're legendary. You gain a greater benefit from your instinct's specialization ability.</p>\n<p>See specific instincts for more information.</p>\n<h2>Indomitable Will<span style=\"float:right\">Level 15</span></h2>\n<p>Your rage makes it difficult to control you. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead.</p>\n<h2>Heightened Senses<span style=\"float:right\">Level 17</span></h2>\n<p>Your instinct heightens each of your senses further. Your proficiency rank for Perception increases to master.</p>\n<h2>Quick Rage<span style=\"float:right\">Level 17</span></h2>\n<p>You recover from your Rage quickly, and are soon ready to begin anew. After you spend a full turn without raging, you can Rage again without needing to wait 1 minute.</p>\n<h2>Armor of Fury<span style=\"float:right\">Level 19</span></h2>\n<p>Your training and rage deepen your connection to your armor. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to master.</p>\n<h2>Devastator<span style=\"float:right\">Level 19</span></h2>\n<p>Your Strikes are so devastating that you hardly care about resistance, and your barbarian abilities are unparalleled. Your proficiency rank for your barbarian class DC increases to master. Your melee Strikes ignore 10 points of a creature's resistance to their physical damage.</p>"
		},
		"Breach Blow": {
			"name": "Breach Blow",
			"description": "<p>Your blow is so powerful it shakes the fabric of reality and brings forth remnants of your plane. You make a melee Strike and conjure illusory difficult terrain in a @Template[type:cone|distance:10] that includes the target of your Strike, gaining any bonuses to damage from your rage against them for this Strike. This difficult terrain lasts until the end of your next turn. A creature can attempt to disbelieve the effect as normal after using a @Compendium[pf2e.actionspf2e.Seek]{Seek} action or otherwise spending actions interacting with the illusion and making a Perception check against your Class DC. If it successfully disbelieves, it ignores the effect for the remaining duration but subsequent uses of Breach Blow must be disbelieved separately.</p>"
		},
		"Breach Instinct": {
			"name": "Breach Instinct",
			"description": "<p>You stand on the veil of this world and that of another. By precariously riding the lines of the transitive planes, through embracing or reviling your other world, you have become a breach between worlds yourself. Your struggle to contain your powers and the chaos of a breach is apparent in your fury, as with a single swing you can cause rifts in existence. Choose one of the transitive planes below, and once this choice is made it cannot be changed.</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Plane</th>\n<th>Traits</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Astral</td>\n<td>Fire, Arcane</td>\n</tr>\n<tr>\n<td>Ethereal</td>\n<td>Divine, Mental</td>\n</tr>\n<tr>\n<td>Shadow</td>\n<td>Darkness, Occult</td>\n</tr>\n<tr>\n<td>First World</td>\n<td>Light, Primal</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<h2>Anathema</h2>\n<p><strong> </strong>Choose whether you preserve or seal breaches to your chosen plane. If you preserve them, denying creatures travel to that plane or allowing a breach to that plane to be closed is anathema to you, if you seal them, allowing creatures to travel to that plane or failing to close a breach to that plane is anathema to you.</p>\n<hr />\n<h2>Breaching Blows (Instinct Ability)</h2>\n<p><strong> </strong>Your attacks conjure images of the plane you rolled, leaving lingering figments and obstructions in their wake. Increase the additional damage from your Rage from 2 to 4 against creatures in difficult terrain you created. You gain the Breach Blow action.</p>\n<h2>Specialization Ability<span style=\"float:right\">Level 7</span></h2>\n<p>Increase the damage from Rage from 4 to 8 against creatures in difficult terrain and the cone from your Breach Blow becomes a 15-foot cone. If you have greater weapon specialization, instead increase the damage from Rage to 12 against such targets or 8 against other creatures (but not objects) and the cone of your Breach Blow becomes a 20-foot cone.</p>\n<h2>Raging Resistance<span style=\"float:right\">Level 9</span></h2>\n<p>You resist mental damage and damage from effects with your chosen plane’s traits</p>"
		},
		"Dragon Instinct+": {
			"name": "Dragon Instinct+",
			"description": "<p>You summon the fury of a mighty dragon and manifest incredible abilities. Perhaps your culture reveres draconic majesty, or you gained your connection by drinking or bathing in dragon's blood or after watching a marauding wyrm burn your village. Select a type of dragon from Table 3-4: Dragon Instincts to be your instinct's dragon type. Chromatic dragons tend to be evil, and metallic dragons tend to be good.</p>\n<h2>Table 3-4: Dragon Instincts</h2>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Dragon</th>\n<th>Type</th>\n<th>Breath Weapon</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Black</td>\n<td>Chromatic</td>\n<td>Line of Acid</td>\n</tr>\n<tr>\n<td>Blue</td>\n<td>Chromatic</td>\n<td>Line of Electricity</td>\n</tr>\n<tr>\n<td>Green</td>\n<td>Chromatic</td>\n<td>Cone of Poison</td>\n</tr>\n<tr>\n<td>Red</td>\n<td>Chromatic</td>\n<td>Cone of Fire</td>\n</tr>\n<tr>\n<td>White</td>\n<td>Chromatic</td>\n<td>Cone of Cold</td>\n</tr>\n<tr>\n<td>Forest</td>\n<td>Imperial</td>\n<td>Cone of Insects (Piercing, Poison)</td>\n</tr>\n<tr>\n<td>Sea</td>\n<td>Imperial</td>\n<td>Burst of Water (Bludgeoning)</td>\n</tr>\n<tr>\n<td>Sky</td>\n<td>Imperial</td>\n<td>Burst of Electricity</td>\n</tr>\n<tr>\n<td>Sovereign</td>\n<td>Imperial</td>\n<td>Psychic Roar (Cone of Mental)</td>\n</tr>\n<tr>\n<td>Underworld</td>\n<td>Imperial</td>\n<td>Burst of Fire</td>\n</tr>\n<tr>\n<td>Brass</td>\n<td>Metallic</td>\n<td>Line of Fire</td>\n</tr>\n<tr>\n<td>Bronze</td>\n<td>Metallic</td>\n<td>Line of Electricity</td>\n</tr>\n<tr>\n<td>Copper</td>\n<td>Metallic</td>\n<td>Line of Acid</td>\n</tr>\n<tr>\n<td>Gold</td>\n<td>Metallic</td>\n<td>Cone of Fire</td>\n</tr>\n<tr>\n<td>Silver</td>\n<td>Metallic</td>\n<td>Cone of Cold</td>\n</tr>\n<tr>\n<td>Brine</td>\n<td>Primal</td>\n<td>Line of Acid</td>\n</tr>\n<tr>\n<td>Crystal</td>\n<td>Primal</td>\n<td>Cone of Crystals (Piercing)</td>\n</tr>\n<tr>\n<td>Cloud</td>\n<td>Primal</td>\n<td>Cone of Electricity</td>\n</tr>\n<tr>\n<td>Magma</td>\n<td>Primal</td>\n<td>Cone of Fire</td>\n</tr>\n<tr>\n<td>Umbral</td>\n<td>Primal</td>\n<td>Cone of Negative (Force against Undead)</td>\n</tr>\n</tbody>\n</table>\n<h2 class=\"title\">Anathema</h2>\n<p>Letting a personal insult against you slide is anathema to your instinct. Choose whether your character respects or abhors your dragon type. If you respect it, defying such a dragon is anathema, and if you abhor it, failing to defeat such a dragon you come across is anathema.</p>\n<h2 class=\"title\">Draconic Rage (Instinct Ability)</h2>\n<p>While raging, you can increase the additional damage from Rage from 2 to 4 and change its damage type to match that of your dragon's breath weapon instead of the damage type for your weapon or unarmed attack. If you do this, your Rage action gains the arcane and evocation traits, as well as the trait matching the damage type.</p>\n<h2 class=\"title\">Specialization Ability<span style=\"float:right\">Level 7</span></h2>\n<p>When you use draconic rage, you increase the additional damage from Rage from 4 to 8. If you have greater weapon specialization, instead increase the damage from Rage when using draconic rage from 8 to 16.</p>\n<h2 class=\"title\">Raging Resistance<span style=\"float:right\">Level 9</span></h2>\n<p>You resist piercing damage and the damage type of your dragon's breath weapon. If your breath weapon’s damage type is piercing, you resist slashing damage as well as piercing.</p>"
		},
		"Flesh Instinct": {
			"name": "Flesh Instinct",
			"description": "<p>You have long lived with an unquenchable and unnatural fury that boils from your conflicting anatomy. Your own body exudes desires of unspeakable kinds, desires that might be welcomed or despised in your rage. Your body appears normal until you enter a rage, where your flesh manifests strange anatomy. Cultures who bind themselves to otherworldly beings or that imbibe strange concoctions routinely from a young age most commonly subscribe to this instinct. Your ability to reconcile your raging flesh is something you might battle or embrace, depending on whether you heed its desires. Select a flesh manifestation from the list below. You may have other manifestations such as strange bumps, terrible mucus or otherwise otherworldly features that appear when you rage.</p>\n<table class=\"pf2-table\" style=\"width:100%;height:539px\">\n<thead>\n<tr style=\"height:29px\">\n<th style=\"width:37.8667%;height:29px\">Flesh Manifestation</th>\n<th style=\"width:28.2667%;height:29px\">Raging Effect</th>\n<th style=\"width:16.9333%;height:29px\">Traits</th>\n<th style=\"width:16.9333%;height:29px\">Damage</th>\n</tr>\n</thead>\n<tbody>\n<tr style=\"height:77px\">\n<td style=\"width:37.8667%;height:77px\">Billowing Orifice</td>\n<td style=\"width:28.2667%;height:77px\">You take a –1 status penalty against Fortitude saves that would give you the sickened condition. You gain a +1 status bonus to saves against poison.</td>\n<td style=\"width:16.9333%;height:77px\">Inhaled, Poison</td>\n<td style=\"width:16.9333%;height:77px\">Poison</td>\n</tr>\n<tr style=\"height:109px\">\n<td style=\"width:37.8667%;height:109px\">Gibbering Mouths</td>\n<td style=\"width:28.2667%;height:109px\">When you attempt any action with the linguistic trait or a creature attempts one against you, roll a @Check[type:flat|dc:5] or you cannot understand them over your gibbering mouths.</td>\n<td style=\"width:16.9333%;height:109px\">Auditory, Sonic</td>\n<td style=\"width:16.9333%;height:109px\">Sonic</td>\n</tr>\n<tr style=\"height:93px\">\n<td style=\"width:37.8667%;height:93px\">Tongue Proboscis</td>\n<td style=\"width:28.2667%;height:93px\">Fortitude saves you make to remove the sickened condition take a –2 status penalty. You gain a +1 status bonus to saves against olfactory effects or diseases.</td>\n<td style=\"width:16.9333%;height:93px\">Manipulate</td>\n<td style=\"width:16.9333%;height:93px\">Bleed</td>\n</tr>\n<tr style=\"height:109px\">\n<td style=\"width:37.8667%;height:109px\">Tentacle Strands</td>\n<td style=\"width:28.2667%;height:109px\">You gain a weakness to slashing damage equal to half your level (minimum 1). You can take simple Interact actions even while your hands are full, but cannot attempt actions that require significant manual dexterity.</td>\n<td style=\"width:16.9333%;height:109px\">Manipulate</td>\n<td style=\"width:16.9333%;height:109px\">Piercing</td>\n</tr>\n<tr style=\"height:61px\">\n<td style=\"width:37.8667%;height:61px\">Unblinkiing Eyes</td>\n<td style=\"width:28.2667%;height:61px\">You take a –1 status penalty against<br />visual effects. You gain a +1 status<br />bonus to Perception checks to Seek.</td>\n<td style=\"width:16.9333%;height:61px\">Mental, Visual</td>\n<td style=\"width:16.9333%;height:61px\">Mental</td>\n</tr>\n<tr style=\"height:61px\">\n<td style=\"width:37.8667%;height:61px\">Warp Spasm</td>\n<td style=\"width:28.2667%;height:61px\">You take a –1 status penalty to Acrobatics and Reflex saves. You gain a +1 status bonus to Athletics.</td>\n<td style=\"width:16.9333%;height:61px\">Manipulate</td>\n<td style=\"width:16.9333%;height:61px\">Bludgeoning</td>\n</tr>\n</tbody>\n</table>\n<h2>Anathema</h2>\n<p>Denying your needs or exhibit restraint when faced with the opportunity for indulgence is anathema to you, as is relenting against those that would deny you of your wants and needs through physical force.</p>\n<h2>Raging Anatomy (Instinct Ability)</h2>\n<p>You gain the @Compendium[barbarians.barbarians-features.psaMWbi0KDKmxxHs]{Furious Anatomy} reaction. While raging, you gain the effects of your flesh manifestation. Increase your damage from Rage from 2 to 4 against creatures that are clumsy, @Compendium[pf2e.conditionitems.Confused]{Confused}, @Compendium[pf2e.conditionitems.Dazzled]{Dazzled}, @Compendium[pf2e.conditionitems.Deafened]{Deafened}, @Compendium[pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled}, @Compendium[pf2e.conditionitems.Fascinated]{Fascinated}, @Compendium[pf2e.conditionitems.TBSHQspnbcqxsmjL]{Frightened}, @Compendium[pf2e.conditionitems.Paralyzed]{Paralyzed}, stunned, stupefied, or @Compendium[pf2e.conditionitems.Unconscious]{Unconscious}.</p>\n<h2>Specialization Ability<span style=\"float:right\">Level 7</span></h2>\n<p>Increase the damage from Rage from 4 to 8 against creatures that meet your instinct ability's criteria. If you have greater weapon specialization, instead increase the damage from Rage to 12 against such targets or 8 against other creatures.</p>\n<h2>Raging Resistance<span style=\"float:right\">Level 9</span></h2>\n<p>You resist precision damage and the damage type of your flesh manifestation.</p>"
		},
		"Furious Anatomy": {
			"name": "Furious Anatomy",
			"description": "<p><strong>Trigger</strong> An adjacent enemy damages you.</p>\n<hr />\n<p>Your unusual anatomy responds to the creature in kind. The triggering enemy must attempt a @Check[type:will|dc:resolve(@actor.attributes.classDC.value)|basic:true] or take damage equal to half your level plus your Constitution modifier. Creatures that fail their save also suffer the listed effect for your flesh manifestation and creatures that critically fail their save take [[/r 1[persistent]]]. This persistent damage increases by 1 for every 3 barbarian levels you possess. The damage type is determined by your flesh manifestation and gains its listed traits.</p>\n<p><strong>Billowing Orifice</strong> @Compendium[pf2e.conditionitems.e1XGnhKNSQIm5IXg]{Stupefied} 1 for 1 round.</p>\n<p><strong>Gibbering Mouth</strong> @Compendium[pf2e.conditionitems.9PR9y0bi4JPKnHPR]{Deafened} for 1 round.</p>\n<p><strong>Tentacle Strands</strong> @Compendium[pf2e.conditionitems.i3OJZU2nk64Df3xm]{Clumsy} 1 for 1 round.</p>\n<p><strong>Tongue Proboscis</strong> @Compendium[pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled} 1 for 1 round.</p>\n<p><strong>Unblinking Eyes</strong> @Compendium[pf2e.conditionitems.TkIyaNPgTZFBCCuh]{Dazzled} for 1 round.</p>\n<p><strong>Warp Spasm</strong> @Compendium[pf2e.conditionitems.AdPVz7rbaVSRxHFg]{Fascinated} for 1 round.</p>"
		},
		"Furious Stride": {
			"name": "Furious Stride",
			"description": "<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p>You push your body to its limits for a boost in speed. If the next action or activity you use includes a Stride, that Stride gains the Rage trait and you must make a @Check[type:fortitude|traits:|dc:@self.level|adjustment:2|basic:false] save against a hard DC of your level.</p>\n<hr />\n<p><strong>Critical Success</strong> You gain a +10-foot status bonus to your speed on your next Stride.</p>\n<p><strong>Success</strong> As critical success, but the bonus is a +5-foot status bonus.</p>\n<p><strong>Failure</strong> After you complete your Stride, you take a –5-foot status penalty to your Speed for 1 round.</p>\n<p><strong>Critical Failure</strong> As failure, but the penalty is a –10-foot status penalty.</p>\n<p> </p>"
		},
		"Fury Instinct+": {
			"name": "Fury Instinct+",
			"description": "<p>You channel anger in its purest form, unfiltered, raw, and all-consuming. Your rage transcends that of other barbarians, earning the respect of some and the fear of others. No matter where you come from or who you are, all can recognize that your fury is deadly!</p>\n<h2 class=\"title\">Anathema</h2>\n<p>Allowing yourself or others to question your strength and conviction is anathema to you. This does not force you to put yourself in danger by fighting when you are badly injured; even the mightiest warrior knows their limit.</p>\n<h2 class=\"title\">Frenzied Rage (Instinct Ability)</h2>\n<p>Your rage becomes more and more acute as combat continues. When you use an action with the Rage trait, you briefly enter a frenzied state, making you more dangerous but leaving you open to attack. You increase your additional damage from Rage from 2 to 6 and become @Compendium[pf2e.conditionitems.Clumsy]{Clumsy 1} until the start of your next turn. You gain the Furious Stride action.</p>\n<p>@UUID[Compendium.barbarians.barbarians-effects.kUxrPK3Ae2cReSkR]{Effect: Frenzied Rage}</p>\n<h2 class=\"title\">Specialization Ability<span style=\"float:right\">Level 7</span></h2>\n<p>The additional damage from Rage increases to 6. The additional damage from your frenzied state increases to 10. If you have greater weapon specialization, instead increase the additional damage from Rage to 12, the frenzied state damage increases to 18.</p>\n<h2 class=\"title\">Raging Resistance<span style=\"float:right\">Level 9</span></h2>\n<p>You resist physical weapon damage, but not physical damage from other sources (such as unarmed attacks).</p>"
		},
		"Giant Instinct+": {
			"name": "Giant Instinct+",
			"description": "<p>While some barbarians rage is inspired by the concept of giants, certain among them are truly steeped in the cultures of giantdom. Some live among marauding frost giants while others may eke out a living slaying lumbering hill giants… and some are even directly descended from a particular giant clan. No matter the source, these giant barbarians call upon specific sorts of giants to empower them during combat. Select a giant type from the table below and you become trained in Giant Lore.</p>\n<h2>Anathema</h2>\n<p>Choose whether you venerate or hunt giants. Failing to face a personal challenge of strength is anathema to you if you venerate them. Failing to avenge innocents hurt by giants is anathema to you if you hunt them.</p>\n<h2>Giant Instincts</h2>\n<table class=\"pf2-table\" style=\"width:100%;height:609px\">\n<thead>\n<tr style=\"height:29px\">\n<th style=\"width:21.9023%;height:29px\">Giant</th>\n<th style=\"width:20.0328%;height:29px\">Weapon</th>\n<th style=\"width:57.9303%;height:29px\">Damage Resistance</th>\n</tr>\n</thead>\n<tbody>\n<tr style=\"height:29px\">\n<td style=\"width:21.9023%;height:29px\">Cave</td>\n<td style=\"width:20.0328%;height:29px\">Unarmed</td>\n<td style=\"width:57.9303%;height:29px\">Slashing</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:21.9023%;height:29px\">Cloud</td>\n<td style=\"width:20.0328%;height:29px\">Ranseur</td>\n<td style=\"width:57.9303%;height:29px\">Electricity</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:21.9023%;height:29px\">Desert</td>\n<td style=\"width:20.0328%;height:29px\">Scimitar</td>\n<td style=\"width:57.9303%;height:29px\">Fire</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:21.9023%;height:29px\">Fire</td>\n<td style=\"width:20.0328%;height:29px\">Greatsword</td>\n<td style=\"width:57.9303%;height:29px\">Fire</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:21.9023%;height:29px\">Frost</td>\n<td style=\"width:20.0328%;height:29px\">Greataxe</td>\n<td style=\"width:57.9303%;height:29px\">Cold</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:21.9023%;height:29px\">Hill</td>\n<td style=\"width:20.0328%;height:29px\">Greatclub</td>\n<td style=\"width:57.9303%;height:29px\">Bludgeoning</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:21.9023%;height:29px\">Marsh</td>\n<td style=\"width:20.0328%;height:29px\">Gaff</td>\n<td style=\"width:57.9303%;height:29px\">Acid</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:21.9023%;height:29px\">Plauge</td>\n<td style=\"width:20.0328%;height:29px\">Flail</td>\n<td style=\"width:57.9303%;height:29px\">Poison</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:21.9023%;height:29px\">Rune</td>\n<td style=\"width:20.0328%;height:29px\">Longspear</td>\n<td style=\"width:57.9303%;height:29px\">Fire</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:21.9023%;height:29px\">Shadow</td>\n<td style=\"width:20.0328%;height:29px\">Spiked Chain</td>\n<td style=\"width:57.9303%;height:29px\">Negative</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:21.9023%;height:29px\">Smog</td>\n<td style=\"width:20.0328%;height:29px\">Blunderbuss</td>\n<td style=\"width:57.9303%;height:29px\">Fire</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:21.9023%;height:29px\">Storm</td>\n<td style=\"width:20.0328%;height:29px\">Greatsword</td>\n<td style=\"width:57.9303%;height:29px\">Electricity</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:21.9023%;height:29px\">Stone</td>\n<td style=\"width:20.0328%;height:29px\">Greatclub</td>\n<td style=\"width:57.9303%;height:29px\">Piercing</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:21.9023%;height:29px\">Taiga</td>\n<td style=\"width:20.0328%;height:29px\">Longspear</td>\n<td style=\"width:57.9303%;height:29px\">Cold</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:21.9023%;height:29px\">Tomb</td>\n<td style=\"width:20.0328%;height:29px\">Scythe</td>\n<td style=\"width:57.9303%;height:29px\">Negative</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:21.9023%;height:29px\">Wood</td>\n<td style=\"width:20.0328%;height:29px\">Composite Longbow</td>\n<td style=\"width:57.9303%;height:29px\">Bludgeoning</td>\n</tr>\n</tbody>\n</table>\n<h2>Titanic Weapon (Instinct Ability)</h2>\n<p>You are well trained in the iconic weapons of your giants' culture, able to wield them as well as the titans who have spent generations training with them. You gain a special weapon empowered by the might of giants from Table X. Your weapon might be immensely oversized, soaked in the blood of giants or crafted alongside them in their sanctuaries. While wielding the listed weapon, the damage of your weapon is increased by one die size or by two die sizes if the weapon is a simple weapon (for example, longspear from a d8 to d12), and your additional damage from Rage increases from 2 to 3. If your weapon would increase its die size above a d12, such as a greataxe, your additional damage from Rage increases from 2 to 5.</p>\n<p><strong>Special</strong> If you have the Wood Giant Instinct, your composite longbow deals your full Strength damage and half your Rage damage while within its first range increment. If you have the Smog Giant Instinct, your blunderbuss gains the kickback trait and deals your Rage damage while within its first range increment. When using weapons from your instinct, if you would increase your reach (such as from Giant Stature), you also increase the range increment of your giant instinct weapons by the same amount.</p>\n<h2>Specialization<span style=\"float:right\">Level 7</span></h2>\n<p>Increase the additional damage from Rage from 3 to 7, or from 5 to 9 if your weapon die would be increased above a d12 weapon. If you have greater weapon specialization, increase it from 7 to 14, or from 9 to 17 if your weapon would be increased above a d12.</p>\n<h2>Raging Resistance<span style=\"float:right\">Level 9</span></h2>\n<p>You resist the damage resistance against the type listed for your giant instinct as well as the damage type of your giant instinct weapon.</p>"
		},
		"Instinct+": {
			"name": "Instinct+",
			"description": "<p>You channel your rage through an instinct. You decide what your instinct means to you. It could be a creature or symbol beloved by your clan, or a purely internal source or filter of your rage, such as a belief, curse, heritage, or state of mind. Each instinct grants an instinct ability, plus more abilities you can gain via feats that list that instinct as a prerequisite. It also determines what damage you resist with raging resistance and, at higher levels, increases the additional damage you deal when you @Compendium[pf2e.classfeatures.WZUCvxqbigXos1L9]{Rage}.</p>\n<p>Each instinct lists acts that are anathema to it. Whenever you perform such acts, you lose the instinct's abilities and any feats that list your instinct as a prerequisite until you spend 1 day of downtime re-centering yourself, though you keep all of your other barbarian abilities. If you are raging when an act of anathema occurs, you do not lose the instinct's abilities and any feats that list your instinct as a prerequisite until you are no longer raging but you increase the number of days required to recenter by 1 each time you commit an act of anathema</p>"
		},
		"Rage+": {
			"name": "Rage+",
			"description": "<p><strong>Requirements</strong> You aren't fatigued or raging.</p>\n<p><strong>Grants</strong> @UUID[Compendium.pf2e.feat-effects.z3uyCMBddrPK5umr]{Effect: Rage}</p>\n<hr />\n<p>You tap into your inner fury and begin raging. You gain a number of temporary Hit Points equal to your level plus your Constitution modifier. This frenzy lasts for 1 minute, until there are no enemies you can perceive, or until you fall unconscious, whichever comes first. You can't voluntarily stop raging. While you are raging:</p>\n<ul>\n<li>You deal 2 additional damage on melee Strikes. This additional damage is halved if your weapon or unarmed attack is agile.</li>\n<li>You take a -1 penalty to AC.</li>\n<li>You can't use actions with the concentrate trait unless they also have the rage trait. You can Seek while raging.</li>\n</ul>\n<p>After you stop raging, you lose any remaining temporary Hit Points from Rage, and you can't Rage again for 1 minute.</p>"
		},
		"Runic Instinct": {
			"name": "Runic Instinct",
			"description": "<p>Through stylized inked tattoos, carefully applied war paint or scarification into your very skin, you wear stories on your hide that bolster your might. Whether an ancient tradition of your people or an act of individual rebellion, your runes make you a sight to behold and grant you incredible power.</p>\n<h2>Anathema</h2>\n<p>Willingly removing your runes, permanently or temporarily, is anathema to you. This does not prevent you from bathing or performing actions which may wash away your runes so long as you immediately reapply them.</p>\n<h2>Runic Tattoos (Instinct Ability)</h2>\n<p>As you rage, your runes swirl and shift as if they were alive. You gain the Tattoo Crafting skill feat. Your Rage gains the magical trait and Strikes that would gain the additional damage from your rage gain the magical trait. Your body is covered in strange markings which you channel intense emotions through. Choose two rune types from the list below; these components give you unique abilities linked to all of your markings while raging.</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Rune</th>\n<th>Effect</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Abjuration</td>\n<td>Your runes dart to the point of impact when you are struck by terrible blows. As a reaction, once per 10 minutes, you can give yourself a +2 circumstance bonus to AC against a single Strike that targets you. Your raging resistance damage is force damage.</td>\n</tr>\n<tr>\n<td>Conjuration</td>\n<td>Your runes warp and change into weapons, which you can have appear in your hands from nowhere. Choose a simple, martial, or advanced weapon you are proficient in. You can Interact to store and retrieve the chosen weapon in one of your tattoos. You can Interact to draw this weapon from your tattoo, and then Strike with it as a single action. Your raging resistance damage is damage dealt by creatures with the summoned trait.</td>\n</tr>\n<tr>\n<td>Divination</td>\n<td>Your runes depict things that have yet to come to pass, and show battles and situations similar to the wearer's current ones. You gain the Runic Lore skill, a special Lore skill that can be used only to Recall Knowledge, but only on magic, rituals, runes, or spells. Recall Knowledge checks that use your Runic Lore have the Rage trait. When you gain greater weapon specialization, your proficiency in Runic Lore increases to expert. Your raging resistance damage is precision damage.</td>\n</tr>\n<tr>\n<td>Enchantment</td>\n<td>Your runes are stunningly beautiful, perhaps dangerously so. When you critically succeed on a Strike against a creature, they become @Compendium[pf2e.conditionitems.Fascinated]{Fascinated} by you until the end of their next turn. Your raging resistance damage is mental damage.</td>\n</tr>\n<tr>\n<td>Evocation</td>\n<td>Your runes are loud and colorful, expressing your feelings plainly. During your daily preparations, choose acid, cold, electricity, or fire. Your Rage damage becomes the chosen type and your critical hits deal an additional [[/r 1d4]] damage of the chosen type. If you have weapon specialization, you instead deal [[/r 2d4]] damage of the chosen type or [[/r 3d4]] if you have greater weapon specialization. Your raging resistance damage is your rune's selected damage.</td>\n</tr>\n<tr>\n<td>Illusion</td>\n<td>Your runes move in strange patterns that are hard for others to comprehend. When you critically succeed at a Strike you can choose to become @Compendium[pf2e.conditionitems.Concealed]{Concealed} until the start of your next turn by an illusory effect. Any creature that uses the @Compendium[pf2e.actionspf2e.Seek]{Seek} action to examine you can attempt to disbelieve your illusion using your Class DC as the Perception DC. When a creature disbelieves the illusion, you are no longer concealed and it becomes immune to your illusory effect for 24 hours. Your raging resistance damage is mental damage.</td>\n</tr>\n<tr>\n<td>Necromancy</td>\n<td>Your runes pulse in time with your heartbeat, moving faster and more furiously as you come closer to death. When you are below half Hit Point total, you can spend a single action to gain temporary Hit Points equal to your Constitution modifier that last as long as you are raging. Your raging resistance damage is negative damage, or positive damage if you are healed by negative energy.</td>\n</tr>\n<tr>\n<td>Transmutation</td>\n<td>Your runes contain hidden scripts which change materials from one to another. When you start raging, you can change an item on your person to be made of low grade cold iron or silver. At 10th level, you can change it to be common grade adamantine, cold iron, mithral, or silver. At 20th level, you can select any material of any item quality. The nature of the item is obvious to any who see it, and thus cannot be sold. You can only have one item transmuted at a time; changing the item reverts the original to its true form. Your raging resistance is bludgeoning.</td>\n</tr>\n</tbody>\n</table>\n<h2>Specialization Ability<span style=\"float:right\">Level 7</span></h2>\n<p>Increase the additional damage from Rage from 2 to 6. If you have greater weapon specialization, instead increase the additional damage from Rage to 12. You may invest 2 more magic items per day or 4 more per day if you are at 15th level, but those items must be magic tattoos.</p>\n<h2>Raging Resistance<span style=\"float:right\">Level 9</span></h2>\n<p>You resist bleed damage and one damage type determined by your runes.</p>"
		},
		"Superstition Instinct+": {
			"name": "Superstition Instinct+",
			"description": "<p>Witch-hunters, spell-eaters, cult-smashers and those sworn to destroy magic once and for all are some of the most infamous of adventurers. These superstition barbarians may even work alongside other spellcasters in order to take down a greater evil– the source of magic they so despise! Such warriors have particular reasons for their violent distaste of certain spellcasting arts. For example, a superstition barbarian from Ustalav may well be wary of occult and divine spells, two types of magic often associated with cults, but have no quarrels with druids or wizards who help heal the farmlands and cities so often under siege from the undead.</p>\n<h2>Anathema</h2>\n<p>Choose two associated magical traditions: arcane and occult, arcane and primal, divine and occult, or divine and primal. Willingly accepting the effects of magic spells from those traditions (including from scrolls, wands, and the like) even from your allies, is anathema to your instinct.</p>\n<h2>Superstitious Resilience (Instinct Ability)</h2>\n<p>While raging, you gain a +1 status bonus to all saves against magic, and a +2 status bonus to all saves against magic from your chosen traditions. Increase your damage from Rage from 2 to 3 against creatures that can cast spells, or to 4 if that creature can cast spells of your chosen traditions.</p>\n<h2>Specialization<span style=\"float:right\">Level 7</span></h2>\n<p>Increase the damage from Rage from 3 to 6 against creatures that can cast spells, or from 4 to 8 if that creature can cast spells of your chosen traditions. If you have greater weapon specialization, instead increase the damage from Rage to 12 against creatures with spells of your chosen traditions, 10 against creatures with spells of other traditions, and 8 against other creatures.</p>\n<h2>Raging Resistance<span style=\"float:right\">Level 9</span></h2>\n<p>The resistance from your raging resistance class feature applies against all damage you take from spells cast with your chosen traditions of magic, regardless of the type of damage dealt by the spell. You gain half this amount of resistance against spells of other traditions.</p>"
		},
		"Untamed Instinct": {
			"name": "Untamed Instinct",
			"description": "<p>You have found that your strength is bonded not only to the rage inside yourself, but the rage inside your partner— a mighty beast. Whether you were raised by wild animals, are the last remaining survivors of a monster that slew both of your clans, or have come to an uneasy truce with a terrible creature you've long dueled with, you have an impossible bond with a savage creature. Your shared desire to vanquish enemies and remain free from the burden of restraint binds you and your companions in a furious union.</p>\n<p><strong>Additional Feats:</strong> @UUID[Compendium.barbarians.barbarians-feats.FvJOcch9QMFCzDIx]{Mature Companion}, @UUID[Compendium.barbarians.barbarians-feats.L78Bib4FyTfnBNpg]{Incredible Companion (Barbarian)}, @UUID[Compendium.barbarians.barbarians-feats.e8QlZWfSIP0hTUc1]{Specialized Companion (Barbarian)}</p>\n<h2>Anathema</h2>\n<p>Restrain, subdue, or imprison a creature against its will.</p>\n<h2>Companion Rage (Instinct Ability)</h2>\n<p>You gain a young animal companion that travels with you and obeys your commands. While you are raging, the Command an Animal action gains the Rage trait. Your animal companion gains the Rage action with the same benefits as your Rage. The first time you give your animal companion commands during your Rage, it can use its Rage as a free action before it spends its actions for the turn.</p>\n<p> </p>\n<p>@UUID[Compendium.barbarians.barbarians-effects.S5uHIOE3EVjCGtjf]{Effect: Companion Rage}</p>\n<h2>Specialization Ability<span style=\"float:right\">Level 7</span></h2>\n<p>Increase the additional damage from Rage from 2 to 4. If you have greater weapon specialization, instead increase the additional damage from Rage to 8.</p>\n<h2>Raging Resistance<span style=\"float:right\">Level 9</span></h2>\n<p>You resist piercing and slashing damage.</p>"
		},
		"Wrecker Instinct": {
			"name": "Wrecker Instinct",
			"description": "<p>The sight of clanking steel, whirring constructs and the products of artifice makes your blood boil. Perhaps your home was torn apart by terrible machines. Maybe you fear that laborers of the world will have their livelihoods taken away by metal monstrosities that serve the rich. You might simply like breaking stuff. In whatever case, you will not rest until your rage has returned malicious technology to its rightful state of inanimacy.</p>\n<h2>Anathema</h2>\n<p>Willingly using combination weapons, gadgets, or alchemical items or weapons is anathema to you, as is failing to destroy a construct or mechanical hazard you come across should it be within your power. Ancestries with the construct trait do not count; after all, it is through the gift of a soul that they live, not through hostile mechanisms.</p>\n<h2>Rage Against The Machine (Instinct Ability)</h2>\n<p>You seek to destroy the unnatural and oppressive constructions set before you. When you rage, metal snaps and breaks at your touch, and technology misfires and stutters. Increase the additional damage from your Rage from 2 to 4 against creatures who possess a formula book, wielding bombs or firearms, or that have the construct trait. You also deal this additional damage to objects with the clockwork trait or that are of complex construction when you use @Compendium[pf2e.actionspf2e.Force Open]{Force Open} (such as locks, mechanical hazards or siege weapons). Your additional rage damage ignores the Hardness of creatures or mechanical items.</p>\n<h2>Specialization Ability<span style=\"float:right\">Level 7</span></h2>\n<p>Increase the damage from Rage from 4 to 8 against creatures and objects that meet your instinct ability's criteria. If you have greater weapon specialization, instead increase the damage from Rage to 12 against such targets or 8 against other creatures (but not objects).</p>\n<h2>Raging Resistance<span style=\"float:right\">Level 9</span></h2>\n<p>You resist damage dealt to you from firearms, alchemical items, constructs and mechanical hazards or mechanical snares.</p>"
		},
		"Zealot Instinct": {
			"name": "Zealot Instinct",
			"description": "<p>You wage into battle in the name of your deity with the intent of destroying those who stand in the way of your god's plan. From devout crusaders of Iomedae to terrible ragepriests of Rovagug, zealots are the least disciplined but perhaps the firmest believers of all of a gods following. Select a deity to follow. Your alignment must be one allowed by your deity.</p>\n<h2>Anathema</h2>\n<p>Breaking your deity's anathema is anathema to you.</p>\n<h2>Godsent Rage (Instinct Ability)</h2>\n<p>The might of the divine pulses through you like a drum, and you uphold your deity's wrath with a bloody fist. Increase your Rage damage to 4 against creatures of opposing alignments and historic enemies of your deity (such as monsters of the Darklands for Torag, or undead for Pharasma). You gain the Deadly Simplicity cleric feat if your deity's favored weapon is simple. Select a domain provided by your deity. You gain its initial domain spell. You start with a focus pool of 1 Focus Point. You refill your focus pool during your daily preparations, and you can regain 1 Focus Point by spending 10 minutes using the Refocus activity to allow the weight of your sins to wash over you. Your domain spells are divine spells, and gain the Rage trait for you. You are trained in divine spell attacks and spell DCs. Your spellcasting ability is Charisma.</p>\n<h2>Specialization Ability<span style=\"float:right\">Level 7</span></h2>\n<p>Increase the additional damage from Rage from 4 to 8 against creatures of opposing alignment or enemies of your deity. If you have greater weapon specialization, instead increase the damage from Rage to 12 against such targets or 8 against other creatures and you become an expert in divine spell attacks and spell DCs.</p>\n<h2>Raging Resistance<span style=\"float:right\">Level 9</span></h2>\n<p>You resist alignment damage and mental damage.</p>"
		}
	}
}