{
	"label": "Barbarians+ Bloodrager",
	"entries": {
		"Absorb Power": {
			"name": "Absorb Power",
			"description": "<p><strong>Trigger</strong> You take damage from a spell.</p>\n<hr />\n<p>You expel the power of the spell you absorbed in a cataclysmic eruption. You deal [[/r 20]] damage to all creatures in a @Template[type:emanation|distance:15] with a @Check[type:reflex|dc:resolve(@actor.attributes.classDC.value)|basic:true]. The damage type of this effect is dependent on the triggering spell:</p>\n<ul>\n<li><strong>Abjuration</strong> force damage</li>\n<li><strong>Conjuration</strong> or <strong>Transmutation</strong> the same type as the weapon</li>\n<li><strong>Divination</strong>, <strong>Enchantment</strong>, or <strong>Illusion</strong> mental damage</li>\n<li><strong>Evocation</strong> a type the spell dealt, or force damage if the spell didn't deal damage</li>\n<li><strong>Necromancy</strong> negative damage or positive damage if it had the positive trait</li>\n</ul>"
		},
		"Blood Surge": {
			"name": "Blood Surge",
			"description": "<p>You surge forth with a burst of energy, dealing damage to yourself and surrounding enemies. You Stride and then explode after you complete your movement with energy that deals damage equal to your Charisma modifier in a @Template[type:burst|distance:5] centered on your square. The type of damage dealt is chosen during your daily preparations from the list below based on your bloodline's tradition.</p>\n<ul>\n<li><strong>Arcane</strong> acid, cold, fire, force, electricity, or mental</li>\n<li><strong>Divine</strong> alignment, negative, or positive</li>\n<li><strong>Occult</strong> mental, negative, or sonic</li>\n<li><strong>Primal</strong> acid, cold, fire, electricity, poison, or positive</li>\n</ul>"
		},
		"Bloodrage": {
			"name": "Bloodrage",
			"description": "<p><strong>Requirements</strong> You aren't fatigued or raging.</p>\n<p><strong>Grants</strong> @UUID[Compendium.barbarians.barbarians-bloodrager.MQXXxoaq17LUulTO]{Effect: Bloodrage}</p>\n<p>Your blood and its magic boils to the surface through your fury, exacting magical fallout to all that surrounds you. Your bloodrage lasts for 1 minute, until there are no enemies you can perceive, or until you fall @Compendium[pf2e.conditionitems.Unconscious]{Unconscious}, whichever comes first. You can't voluntarily stop bloodraging.</p>\n<p>While you are bloodraging:</p>\n<ul>\n<li>When you Cast a Spell you gain temporary Hit Points equal to your Charisma modifier plus the level of the spell you cast or half the spell level if you cast a cantrip. These temporary Hit Points last as long as you are raging.</li>\n<li>When you take damage from a spell or effect that deals area damage (including your splash damage from Bloodrage), you deal [[/r 2[additional]]] with melee Strikes until the end of your next turn. This additional damage is halved if your weapon or unarmed attack is agile. This damage increases to 6 if you are 7th level, or to 10 if you are 15th level.</li>\n<li>You take a –1 penalty to AC.</li>\n<li>You can't use actions with the concentrate trait unless they also have the rage trait. You can @Compendium[pf2e.actionspf2e.Seek]{Seek} while bloodraging.</li>\n<li>The first time you make a Strike in the same turn you Cast a Spell, you deal twice the level of the spell you cast in splash damage to yourself and adjacent creatures. This damage is halved if you cast a cantrip. The type of damage is determined by the spell you cast and affects all creatures within 5 feet of you, including yourself.</li>\n<li>Abjuration force damage Conjuration or Transmutation the same type as the weapon Divination, Enchantment, or Illusion mental damage Evocation a type the spell dealt, or force damage if the spell didn't deal damage Necromancy negative damage or positive damage if it had the positive trait After you stop bloodraging, you lose any remaining temporary Hit Points from Bloodrage, and you can't Bloodrage again for 1 minute.\n<p> </p>\n<p><strong>Special</strong> Bloodrage counts as Rage for the purposes of using or qualifying for feats that require Rage or using actions with the rage trait.</p>\n<em>Note: You need to manually apply the bloodrage temp HP effect for both HP and splash damage on your first strike whenever casting a spell, as there's no way for us to auto-apply it. @UUID[Compendium.barbarians.barbarians-bloodrager.r5BC31NkQBs3tDkl]{Effect: Bloodrage Temp HP}</em></li>\n</ul>"
		},
		"Bloodrager Dedication": {
			"name": "Bloodrager Dedication",
			"description": "<p>You have learned to surge your power through your blood by digging deep for your bloodline's power. You gain the Blood Surge bloodline cantrip in addition to your other cantrips.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the bloodrager archetype.</p>"
		},
		"Bloodrager Instinct": {
			"name": "Bloodrager Instinct",
			"description": "<p>With glowing veins, grit teeth and frightening otherworldly powers, no warrior treads the worlds of magic and might quite like a bloodrager does. To them, fury isn't just an emotion— it's a supernatural state that channels old and deep spells through their blood. The bloodrager's magic is as fast, violent, and seemingly unstoppable as their physical prowess. You must select Bloodrager Dedication as your 2nd-level class feat.</p>\n<p><strong>Anathema</strong> Denying the power of your blood or allowing others to degrade your magic is anathema to you.</p>\n<p>Bloodline Choose a sorcerer bloodline. You gain access to the Cast a Spell activity, and spells you gain from this class archetype and its feats gain the Rage trait. You're trained in spell attack rolls and spell DCs for your tradition's spells. You become an expert at 9th level, and a master at 17th level. Your key spellcasting ability for bloodrager spells is Charisma. You treat your bloodline spells as if they were spells of your tradition for the purpose of learning new spells. You don't gain any other abilities from your choice of bloodline.</p>\n<p><strong>Bloodrager Spellcasting</strong> Your bloodline provides you with limited control over magic. You can cast spells using the Cast a Spell activity, and you can supply material, somatic, and verbal components when casting spells. Because you're a bloodrager, you can usually replace material components with somatic components, so you don't need to use a material component pouch. Each day, you can cast one 1st-level spell and three cantrips. You must know spells to cast them, and you learn them via the spell repertoire class feature. The number of spells you can cast each day is called your spell . As you increase in level as a barbarian, the magic in your veins grants you additional, more powerful spell slots. Your total number of spell slots and the highest level of spells you can cast are shown in Table 2-2: Bloodrager Spells per Day. Because of how much magic energy is expelled during your bloodrages, you have no more than two spell slots of your highest level and, if you can cast 2nd-level spells or higher, two spell slots of 1 level lower than your highest spell level. You can still gain additional spell slots via feats granted by this archetype.</p>\n<p><strong>Spell Repertoire</strong> The collection of spells you can cast is called your spell repertoire. At 1st level, you learn two 1st-level spells of your choice and three cantrips of your choice. You choose these from the common spells from the tradition corresponding to your bloodline, or from other spells from that tradition to which you have access. You can cast any spell in your spell repertoire by using a spell slot of an appropriate spell level. Your spell slots and the spells in your spell repertoire are separate. If a feat or other ability adds a spell to your spell repertoire, it doesn't give you another spell slot, and vice versa. You add to this spell repertoire as you increase in level. Each time you get a spell slot (see Table 2–4: Bloodrager Spells per Day), you add a spell of the same level to your spell repertoire. At 2nd level, you select another 1st-level spell. At 3rd level, you add the first 2nd-level spell to your repertoire. At 4th level you gain your second and your spell repertoire reaches its maximum size of five spells. At 5th level, in addition to adding two 3rd-level spells to your repertoire, you lose your lowest level of spell slots. Any time you lose a level of spell slots, you lose two spells in your repertoire as well. These can come from spells you already know or out of the number of new spells you're learning. On levels in which you don't change your spell slots, you can swap out multiple spells, as described below.</p>\n<p><strong>Swapping Spells In Your Repertoire</strong> As you gain new spells in your repertoire, you might want to replace some of the spells you previously learned. Each time you gain a level and learn new spells, you can swap out one of your old spells for a different spell of the same level. If it's a level at which you lose a set of lower-level slots, you can replace the two in either order. You can also instead swap a cantrip. You can also swap out spells by retraining during downtime. At 6th level and every even level thereafter, you can swap out any number of your spells for different spells of a level you can cast. When you do, you must keep at least one spell you can cast with your lowest level of spell slots so you don't end up with slots you can't use. For instance, at 6th level you would need to keep at least one 2nd-level spell, but all your other spells could be 3rd level.</p>\n<p><strong>Unlimited Signature Spells</strong> Level 3 All of your spells are signature spells. That means that if you know a spell, you can heighten it freely by casting it from a higher-level spell slot, up to the maximum level of spell you can cast. You can similarly cast any of its lower-level versions without learning them separately.</p>"
		},
		"Effect: Bloodrage": {
			"name": "Effect: Bloodrage",
			"description": "<p><strong>Requirements</strong> You aren't @UUID[Compendium.pf2e.conditionitems.HL2l2VRSaQHu9lUw]{Fatigued} or raging</p>\n<hr />\n<p>Your blood and its magic boils to the surface through your fury, exacting magical fallout to all that surrounds you. Your bloodrage lasts for 1 minute, until there are no enemies you can perceive, or until you fall @Compendium[pf2e.conditionitems.Unconscious]{Unconscious}, whichever comes first. You can't voluntarily stop bloodraging.</p>\n<p>While you are bloodraging:</p>\n<ul>\n<li>When you Cast a Spell you gain temporary Hit Points equal to your Charisma modifier plus the level of the spell you cast or half the spell level if you cast a cantrip. These temporary Hit Points last as long as you are raging.</li>\n<li>When you take damage from a spell or effect that deals area damage (including your splash damage from Bloodrage), you deal [[/r 2[additional]]] with melee Strikes until the end of your next turn. This additional damage is halved if your weapon or unarmed attack is agile. This damage increases to 6 if you are 7th level, or to 10 if you are 15th level.</li>\n<li>You take a –1 penalty to AC.</li>\n<li>You can't use actions with the concentrate trait unless they also have the rage trait. You can @Compendium[pf2e.actionspf2e.Seek]{Seek} while bloodraging.</li>\n<li>The first time you make a Strike in the same turn you Cast a Spell, you deal twice the level of the spell you cast in splash damage to yourself and adjacent creatures. This damage is halved if you cast a cantrip. The type of damage is determined by the spell you cast and affects all creatures within 5 feet of you, including yourself.</li>\n<li>Abjuration force damage Conjuration or Transmutation the same type as the weapon Divination, Enchantment, or Illusion mental damage Evocation a type the spell dealt, or force damage if the spell didn't deal damage Necromancy negative damage or positive damage if it had the positive trait After you stop bloodraging, you lose any remaining temporary Hit Points from Bloodrage, and you can't Bloodrage again for 1 minute.\n<p> </p>\n<p><strong>Special</strong> Bloodrage counts as Rage for the purposes of using or qualifying for feats that require Rage or using actions with the rage trait.</p>\n<em>Note: You need to manually apply the bloodrage temp HP effect for both HP and splash damage on your first strike whenever casting a spell, as there's no way for us to auto-apply it. @UUID[Compendium.barbarians.barbarians-bloodrager.r5BC31NkQBs3tDkl]{Effect: Bloodrage Temp HP}</em></li>\n</ul>"
		},
		"Effect: Bloodrage Temp HP": {
			"name": "Effect: Bloodrage Temp HP",
			"description": ""
		},
		"Explosive Bloodrage": {
			"name": "Explosive Bloodrage",
			"description": "<p>You channel up mighty power in your hand, and release it in a cataclysmic blast. If your next action is to cast an evocation spell that deals damage that would also damage you, you add the additional damage on your Strikes from Bloodrage to the total damage of the spell against creatures other than yourself.</p>"
		},
		"Greater Harness Bloodline": {
			"name": "Greater Harness Bloodline",
			"description": "<p>As you train your body, so too do you train your magic. You gain a 4th-level spell slot and learn the 4th-level spell associated with your bloodline. At 14th level, you gain a 5th-level spell slot and learn the 5th-level spell associated with your bloodline. At 16th level, you gain a 6th-level spell slot and learn the 6th-level spell associated with your bloodline. You can only use these spell slots to cast spells granted to you from this feat.</p>"
		},
		"Harness Bloodline": {
			"name": "Harness Bloodline",
			"description": "<p>As you train your body, so too do you train your magic. You gain a 1st-level spell slot and learn the 1st-level spell associated with your bloodline. At 6th level, you gain a 2nd-level spell slot and learn the 2nd-level spell associated with your bloodline. At 8th level, you gain a 3rd-level spell slot and learn the 3rd-level spell associated with your bloodline. You can only use these spell slots to cast spells granted to you from this feat.</p>"
		},
		"Major Harness Bloodline": {
			"name": "Major Harness Bloodline",
			"description": "<p>As you train your body, so too do you train your magic. You gain a 7th-level spell slot and learn the 7th-level spell associated with your bloodline. At 20th level, you gain a 8th-level spell slot and learn the 8th-level spell associated with your bloodline. You can only use these spell slots to cast spells granted to you from this feat.</p>"
		},
		"Massive Bloodrage": {
			"name": "Massive Bloodrage",
			"description": "<p>Channeling your fury to untold heights, you cause huge lashes of power to rip through your surroundings. If the next action you use is to make a Strike that would cause you to deal splash damage, you double the range of your splash damage.</p>\n<p><strong>Special</strong> If you have Warped Bloodrage, you can double the range of your cone or line.</p>"
		},
		"Perpetually Fueled Bloodrage": {
			"name": "Perpetually Fueled Bloodrage",
			"description": "<p>Even in your calmest moments, you are never more than an instant away from channeling mass destruction through your magic. Whenever you take damage from an area of effect, you are @Compendium[pf2e.conditionitems.Quickened]{Quickened} until the end of your next turn. You can use your extra action to Strike or as part of the Cast a Spell activity.</p>"
		},
		"Phrenic Blood": {
			"name": "Phrenic Blood",
			"description": "<p><strong>Requirements</strong> You have temporary Hit Points from Bloodrage.</p>\n<hr />\n<p>Your blood flows with a deep breath, soothing your senses and mind. You expend your temporary Hit Points to counteract a mental effect you are currently suffering from, using using [[/r @actor.level + @actor.attributes.hp.temp]] as the counteract modifier to the check and the highest level spell you can cast as this abilities counteract level.</p>\n<p> </p>"
		},
		"Revitalizing Blood": {
			"name": "Revitalizing Blood",
			"description": "<p><strong>Requirements</strong> You have temporary Hit Points from Bloodrage.</p>\n<hr />\n<p>Your blood pulses with energy, allowing you to heal the wounds of others. You can spend your temporary Hit Points from Bloodrage and give it to one ally within 30 feet by opening a wound over their wounds, allowing your blood to mingle with and empower theirs. These temporary Hit Points are lost when your Rage ends.</p>\n<p> </p>\n<p>[[/r @actor.attributes.hp.temp]]{HP for ally}</p>"
		},
		"Spell Eating": {
			"name": "Spell Eating",
			"description": "<p>You swallow the pain by allowing the magic that flows through you to stitch your broken body. You can consume a spell slot you gained from this archetype and restore 1d12 Hit Points for each level of the spell slot consumed.</p>\n<p> </p>\n<p>[[/r ((min(9,ceil(@actor.level/2)))d12)]]{Higher level spell healing}<br />[[/r ((min(8,ceil(@actor.level/2-1)))d12)]]{Lower level spell healing}</p>"
		},
		"Spellbreaking Charge": {
			"name": "Spellbreaking Charge",
			"description": "<p>You rampage through the field with a charge so powerful it can shatter magic itself. Stride and then either attempt to @Compendium[pf2e.actionspf2e.Force Open]{Force Open} a barrier or @Compendium[pf2e.actionspf2e.Shove]{Shove} a creature and then attempt to counteract a magical effect affecting the target, using your class [[/r @actor.attributes.classDC.value]] as the counteract modifier for the check. If the target was a barrier spell and you succeed at your counteract, it disperses.Targets still take the normal effects of your action regardless of whether or not you succeed in counteracting the effect. The counteract level for this ability is equal to the highest level spell you can cast.</p>"
		},
		"Warped Bloodrage": {
			"name": "Warped Bloodrage",
			"description": "<p>You've learned to alter the eruptions of magic that you release into different shapes. When you deal splash damage from your Bloodrage, you can change the splash area into a @Template[type:cone|distance:15] or a @Template[type:line|distance:30] instead of a burst centered on you. You must still include yourself in the area of effect.</p>"
		}
	}
}