{
	"label": "Indigo Isles Feats",
	"entries": {
		"Amphibious Practice": {
			"name": "Amphibious Practice",
			"description": "<p>You&rsquo;ve practiced movement both on land and underwater. Your land Speed increases from 20 feet to 25 feet; if you have the landwalker heritage, your swim Speed increases to 30 feet instead.</p>"
		},
		"Animal Facade": {
			"name": "Animal Facade",
			"description": "<p>Seeing a sprite can sometimes give the game away, so you&rsquo;ve learned how to take the form of a seemingly-harmless animal in order to lurk about unnoticed. Your animal form is a specific form from a Tiny terrestrial animal. This form is distinctive and unique, and you change into the same form each time. In your animal form, you might possess a distinguishing characteristic that hints at your true nature as a sprite, or there might be nothing to distinguish you from other animals of the same species. Using Animal Facade counts as creating a disguise for the Impersonate use of Deception, though only to adopt your alternate form. In this Tiny animal form, you gain the statistics of a 1st-level <em>@Compendium[pf2e.spells-srd.gfPjmG6Fe6D3MFjl]{Pest Form}</em>. You can remain in your alternate form indefinitely, and you can shift back to your true sprite form by using this action again.</p>"
		},
		"Battle Ready": {
			"name": "Battle Ready",
			"description": "<p><strong>Trigger</strong> you roll initiative</p>\n<hr>\n<p>You are ready for a fight to break out at any moment. You Interact to draw a weapon.</p>\n<p>&nbsp;</p>"
		},
		"Bellowing Purification": {
			"name": "Bellowing Purification",
			"description": "<p><strong>Frequency</strong> once per day</p>\n<hr>\n<p>You give a mighty bellow that shakes you to your core, pitting your will against forces that assail your body or spirit. Attempt an @Check[type:intimidation] check to counteract a single curse, disease, or poison that afflicts you. As normal, your counteract level is equal to half your level, rounded up. If you are legendary in Intimidation, you can attempt Intimidation checks against each curse, disease, and poison that afflicts you.</p>"
		},
		"Bird Song": {
			"name": "Bird Song",
			"description": "<p>You can speak to and understand birds and their song, in large part because you feel that they are connected, in their own way, to the great song. You can ask questions of, receive answers from, and use the Diplomacy skill with birds. The GM determines which animals count as birds.</p>"
		},
		"Blessed Song": {
			"name": "Blessed Song",
			"description": "<p>Whether the blessing is celestial, protean, or demonic in nature, you can sing a minor blessing to improve your allies&rsquo; attacks, and continue singing to expand its area. You can cast <em>@Compendium[pf2e.spells-srd.XSujb7EsSwKl19Uu]{Bless}</em> once per day as a divine innate spell.</p>"
		},
		"Booty Finder": {
			"name": "Booty Finder",
			"description": "<p>You have an innate sense for treasure and booty, and your larcenous nature and cupidity mean that you agonize over any such loot you might have missed through lack of searching. You gain a +2 circumstance bonus to Perception checks to find hidden treasure and when using Recall Knowledge to determine the value of treasure. Even if you aren&rsquo;t Searching, the GM rolls you a secret check to find hidden treasure that normally requires you to be Searching. You still need to meet any other requirements to find the treasure.</p>"
		},
		"Bountiful Banquet": {
			"name": "Bountiful Banquet",
			"description": "<p>You can summon extraplanar entities to aid you in creating a fabulous feast to soothe the body and delight the palate of all your guests. You learn the <em>@Compendium[pf2e.spells-srd.yRf59eFtZ50cGlem]{Heroes' Feast}</em> ritual, and you can cast this ritual without needing any secondary casters by increasing the Primary Check DC by 2, though in that case you must also make one of the listed Secondary Checks. You can use Cooking Lore for the primary check by increasing its DC by 2. If you make both modifications, the DC increases are cumulative.</p>"
		},
		"Brawn Over Brains": {
			"name": "Brawn Over Brains",
			"description": "<p>When your mind becomes clouded, you know to hit harder rather than smarter. You gain a circumstance bonus to damage rolls on your melee Strikes equal to the value of your @Compendium[pf2e.conditionitems.e1XGnhKNSQIm5IXg]{Stupefied} condition (to a maximum of a +4 circumstance bonus) whenever you have the stupefied condition.</p>"
		},
		"Budding Hero": {
			"name": "Budding Hero",
			"description": "<p>You were budded from a parent, most likely a leader descended from a heroic line. Assuming your parent descended from heroes, your choriste expects big things from you. You&rsquo;re trained in Diplomacy (or another skill if you were already trained in Diplomacy), and you gain the @Compendium[pf2e.feats-srd.KpFetnUqTiweypZk]{Group Impression} skill feat. You gain a +1 circumstance bonus to Diplomacy checks against other chochori, which increases to a +2 circumstance bonus if you&rsquo;re a master in Diplomacy.</p>\n<p><strong>Special</strong> You can only select this feat at 1st level, and you can&rsquo;t retrain into this feat or from this feat.</p>"
		},
		"Bully": {
			"name": "Bully",
			"description": "<p>You know how to dominate others with a mere look. You are trained in Intimidation (or another skill of your choice if you're already trained in Intimidation) and gain the @Compendium[pf2e.feats-srd.xQMz6eDgX75WX2ce]{Intimidating Glare} skill feat as a bonus feat.</p>"
		},
		"Chochori Lore": {
			"name": "Chochori Lore",
			"description": "<p>While the many chochori origin stories are varied and contradictory, you&rsquo;ve learned as many as you can, as well as all other sorts of stories about spiritual topics and forces of nature. You gain the trained proficiency rank in Nature and Religion. If you would automatically become trained in one of those skills (from your background or class, for example), you instead become trained in a skill of your choice. You also become trained in Chochori Lore.</p>"
		},
		"Chochori Weapon Expertise": {
			"name": "Chochori Weapon Expertise",
			"description": "<p>You combine your knowledge of chochori weapons and your class&rsquo;s training, allowing you to get the most out of chochori weapons. Whenever you gain a class feature that grants you expert or greater proficiency in certain weapons, you also gain that proficiency in daggers, halberds, lances, longspears, rapiers, spears, tridents, and all chochori weapons in which you are trained.</p>"
		},
		"Chochori Weapon Familiarity": {
			"name": "Chochori Weapon Familiarity",
			"description": "<p>You know how to fight with a variety of aquadynamic piercing weapons. You are trained with daggers, halberds, lances, longspears, rapiers, spears, tridents. In addition, you gain access to all uncommon chochori weapons. For the purpose of determining your proficiency, martial chochori weapons are simple weapons and advanced chochori weapons are martial weapons.</p>"
		},
		"Chochori Weapon Flow": {
			"name": "Chochori Weapon Flow",
			"description": "<p>You fight with an ebb and flow, allowing your chochori weapons to perform at their best. Whenever you critically hit using a chochori weapon, a tentacle Strike from the tendrilweaver heritage, or one of the weapons listed in Chochori Weapon Familiarity feat, you apply the weapon&rsquo;s critical specialization effect.</p>"
		},
		"Chora's Call": {
			"name": "Chora's Call",
			"description": "<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p>You call forth the power of your chora to wreak havoc upon your foes. Elemental mayhem descends upon a @Template[type:burst|distance:20] within 120 feet. All the creatures in the area take [[/r 3d6[fire]]]{3d6} damage and [[/r 1d6[persistent,fire]]], with a @Check[type:reflex|dc:resolve(@actor.attributes.classOrSpellDC.value)|basic:true] save against the higher of your class DC or spell DC. The damage type for both the damage and the persistent damage depends on your chora, and Chora’s Call gains an additional trait depending on your chora. If you change your chora later in life during a major life transition, your damage type and trait change to match. At 10th level, and every 2 levels thereafter, the damage from Chora’s Call increases by 1d6, to a maximum of 9d6 at 20th level.</p>\n<p>The damage type and trait for each chora are as follows: If you’re aikrys, the damage is slashing and the trait is air; if you’re carbor, the damage is piercing, and the trait is plant; if you’re farose, the damage and trait are both fire; if you’re hypisk, the damage is bludgeoning and the trait is water; if you’re jamambri, the damage and trait are both electricity; if you’re terath, the damage is bludgeoning and the trait is earth; if you’re vergiss, the damage and trait are both cold.</p>"
		},
		"Chronicler Obsession": {
			"name": "Chronicler Obsession",
			"description": "<p>You are so obsessed with g&rsquo;mayun history, finding the lost pieces and preserving what you know already, that you always know more than anyone else about it, and you never make a mistake. You gain a +1 circumstance bonus on checks to Recall Knowledge about g&rsquo;mayun, g&rsquo;mayun society, or g&rsquo;mayun history. If you are a master in the skill you used for the check, you get a +2 circumstance bonus instead, and if you&rsquo;re legendary, you get a +3 circumstance bonus instead. If you critically fail a check to Recall Knowledge about those topics, you get a failure instead. If you succeed at a check to Recall Knowledge about those topics, you gain additional context, and if you get a critical success,, at the GM&rsquo;s discretion you might gain even more additional information or context than normal.</p>"
		},
		"Cooking Weapon Expertise": {
			"name": "Cooking Weapon Expertise",
			"description": "<p>Like an exquisite dish of warfare, you blend your familiarity with cooking implements with your class&rsquo;s training and techniques in order to create a whole that is greater than the sum of its parts. Whenever you gain a class feature that grants you expert or greater proficiency in certain weapons, you also gain that proficiency in daggers, filcher&rsquo;s forks, hatchets, kamas, light hammers, and all orpok weapons in which you are trained.</p>"
		},
		"Cooking Weapon Familiarity": {
			"name": "Cooking Weapon Familiarity",
			"description": "<p>You are handy with cooking implements that might double as weapons in desperate straits, such as cleavers, filleting knives, and tenderizing mallets. You are trained with daggers, filcher&rsquo;s forks, hatchets, kamas, and light hammers, and you gain access to filcher&rsquo;s forks and kamas.</p>\n<p>In addition, you gain access to all uncommon orpok weapons. For the purpose of determining your proficiency, martial orpok weapons are simple weapons and advanced orpok weapons are martial weapons.</p>"
		},
		"Cooking Weapon Talent": {
			"name": "Cooking Weapon Talent",
			"description": "<p>Your talent for handling cooking implements translates into an ability to use them better in a fight. Whenever you critically hit using an orpok weapon or one of the weapons listed in the Cooking Weapon Familiarity feat, you apply the weapon&rsquo;s critical specialization effect.</p>"
		},
		"Coral Expansion": {
			"name": "Coral Expansion",
			"description": "<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p>Magically removing the specialization that causes your body’s polyps to differentiate into your body, you transform your entire body into undifferentiated incredibly venomous coral tendrils, stretching out to reach a distant location, then rematerialize your form in that location. The tendrils stretch out in a @Template[type:line|distance:120] and deal [[/r 18d6[poison]]] damage to all foes in the line, with a @Check[type:reflex|dc:resolve(@actor.attributes.classOrSpellDC.value)|basic:true] save against the higher of your class DC and spell DC, but you still have enough control of yourself not to damage your allies. Your movement as a collection of tendrils can still trigger reactions, but most reactions won’t affect you, except for those that would counteract the effect or that the GM decides would affect undifferentiated poison tendrils.</p>\n<p> </p>"
		},
		"Coral Form": {
			"name": "Coral Form",
			"description": "<p>You transform into a sessile Medium-sized patch of coral, disguising yourself from others. Perception checks don&rsquo;t reveal your true nature, but a successful @Check[type:nature|dc:resolve(@actor.attributes.classOrSpellDC.value)] or @Check[type:survival|dc:resolve(@actor.attributes.classOrSpellDC.value)] check against the higher of your class DC or spell DC reveals that you appear to be a patch of coral that is strangely new to the area, and disconnected from any similar nearby coral. While in coral form, you can observe everything around you, but you can&rsquo;t act other than to end the effect, and your turn, by using a single action, which has the concentrate trait. As a patch of coral, your AC is 20, and only status bonuses, status penalties, circumstance bonuses, and circumstance penalties affect you. While you are coral, any successes and critical successes you roll on Reflex saves are failures.</p>"
		},
		"Coral Reef": {
			"name": "Coral Reef",
			"description": "<p><strong>Frequency</strong> once per day</p>\n<hr>\n<p>You call forth specialized polyps attuned to your own and form them together into a massive reef. This has effects similar to <em>@Compendium[pf2e.spells-srd.kOa055FIrO9Smnya]{Wall of Stone}</em>, except the reef dies and vanishes in 1 minute if not conjured underwater. Until your next daily preparations, you maintain a link to a conjured coral reef through your shared polyps. This allows you to Interact with your coral reef in order to see through all of the reefs&rsquo; spaces, and on the other side of the reef even if it would normally block your line of sight. This reef vision lasts until the beginning of your next turn.</p>\n<p>&nbsp;</p>"
		},
		"Coral's Voice, Nature's Ears": {
			"name": "Coral's Voice, Nature's Ears",
			"description": "<p>You branch out from being able to communicate with coral to all other kinds of animals. You can speak to all animals, not just animals that are coral. You gain a +1 circumstance bonus to @Compendium[pf2e.actionspf2e.Make an Impression]{Make an Impression} on animals (which usually uses the Diplomacy skill).</p>"
		},
		"Counter Bully": {
			"name": "Counter Bully",
			"description": "<p><strong>Trigger</strong> A foe causes you to gain the frightened condition</p>\n<hr>\n<p>You are so used to dueling displays of dominance that whenever someone frightens you, you instinctively push back and intimidate them. You attempt to @Compendium[pf2e.actionspf2e.Demoralize]{Demoralize} the triggering foe, and your vicious response grants you a +1 circumstance bonus to your Intimidation check.</p>\n<p>&nbsp;</p>"
		},
		"Craft Anything": {
			"name": "Craft Anything",
			"description": "<p>Whether it&rsquo;s an alchemical bomb, a snare, or anything in between, you just understand how things work and how to build them. You gain the @Compendium[pf2e.feats-srd.is3Oz9wt11lNq62K]{Alchemical Crafting} and @Compendium[pf2e.feats-srd.DMetdzt1VJL2Y62i]{Snare Crafting} skill feats.</p>"
		},
		"Curl Up": {
			"name": "Curl Up",
			"description": "<p>You can curl up defensively to protect yourself from harm. You gain a +1 circumstance bonus to AC until the start of your next turn.</p>\n<p>@UUID[Compendium.battlezoo-indigo-isles-character-guide-pf2e.indigo-isles-effects.fGL1U0XgSukWP23Z]{Effect: Curl Up}</p>"
		},
		"Curse of the Waves": {
			"name": "Curse of the Waves",
			"description": "<p>You curse your foe with the wrath of the waves, causing the water itself to sicken them. You can cast <em>@Compendium[pf2e.spells-srd.z2mfh3oPnfYqXflY]{Mariner's Curse}</em> once per day as a primal innate spell.</p>"
		},
		"Defiant Comrade": {
			"name": "Defiant Comrade",
			"description": "<p>When your allies need help, your hard work and camaraderie gives them the power to defy their fates. You can cast <em>@Compendium[pf2e.spells-srd.1b55SgYTV65JvmQd]{Blessing of Defiance}</em> once per day as a 5th-level primal innate spell.</p>"
		},
		"Demon Hunter": {
			"name": "Demon Hunter",
			"description": "<p>You use the demonic connection that remains in the great song to hit them where they hurt and intuit their weaknesses. You gain a circumstance bonus to damage with weapons and unarmed attacks against demons. This bonus is equal to the number of weapon damage dice of your weapon or unarmed attack (starting at +1, then +2 with a striking weapon or unarmed attack, and so on). When you succeed at a check to Recall Knowledge about a demon, you always learn its sin weakness in addition to any other information; if you would have already learned its sin weakness, you learn a different piece of information instead. If you&rsquo;re an ironbeak g&rsquo;mayun, your beak unarmed attack counts as cold iron for the purpose of determining demons&rsquo; weakness to cold iron (but not other creatures weak to cold iron, like fey). If you are a nighteyes g&rsquo;mayun, you gain a +2 circumstance bonus to your Perception checks and DCs against demons.</p>"
		},
		"Determined Gourmand": {
			"name": "Determined Gourmand",
			"description": "<p>In sickness or in health, you vow to eat as much as you can, regardless of your stomach&rsquo;s rumbling or the protestations of your body. The sickened condition doesn&rsquo;t prevent you from ingesting anything. You gain a +1 circumstance bonus to @Check[type:fortitude|traits:action:retch|overrideTraide:true] saves made to reduce the sickened condition by retching.</p>"
		},
		"Diligent Efforts": {
			"name": "Diligent Efforts",
			"description": "<p>You have a sense of focus and concentration beyond even other hardworking orpoks. You gain a +1 circumstance bonus to checks to perform any downtime activity.</p>"
		},
		"Dolent Aria": {
			"name": "Dolent Aria",
			"description": "<p><strong>Frequency</strong> once per 10 minutes</p>\n<hr>\n<p>You sing a beautiful and mournful melody to inflict sorrow in the heart of your foe. One foe within 60 feet must succeed at a @Check[type:will|dc:resolve(@actor.attributes.classOrSpellDC.value)], with the higher of your class DC or spell DC, or become @Compendium[pf2e.conditionitems.Slowed]{Slowed 1} for 1 minute. Each time the foe is attacked during this time, they can attempt another Will save, ending the effect early on a success. Regardless, the foe is temporarily immune to Dolent Aria for 24 hours.</p>"
		},
		"Dolent Crescendo": {
			"name": "Dolent Crescendo",
			"description": "<p><strong>Frequency</strong> once per hour</p>\n<hr>\n<p>Your Dolent Aria hits an incredible crescendo, affecting all foes nearby. If your next action is to use Dolent Aria, your aria affects all foes within 60 feet, instead of just affecting one foe.</p>\n<p>&nbsp;</p>"
		},
		"Dominator's Vigor": {
			"name": "Dominator's Vigor",
			"description": "<p><strong>Frequency</strong> once per hour</p>\n<p><strong>Trigger</strong> You give a creature within 30 feet of you the @Compendium[pf2e.conditionitems.TBSHQspnbcqxsmjL]{Frightened} condition</p>\n<hr>\n<p>You relish in the target creature's obvious cowardice in the face of your fearsome might, restoring your vigor. You gain temporary Hit Points equal to half your level. These temporary Hit Points last for a number of rounds equal to the frightened condition value you gave the triggering creature.</p>\n<p>&nbsp;</p>"
		},
		"Drain Ingredients": {
			"name": "Drain Ingredients",
			"description": "<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p>You magically draw ingredients out of your enemies’ bodies, transforming them into a delicious meal, which you devour to heal you. You deal [[/r 6d6[negative]]] damage to living enemies in a @Template[type:emanation|distance:20] with a @Check[type:fortitude|dc:resolve(@actor.attributes.classOrSpellDC.value)] save against the higher of your class DC or spell DC. You heal Hit Points equal to the damage a single creature takes; calculate the healing using the creature that took the most damage.</p>\n<hr />\n<p><strong>Critical Success</strong> The enemy is unaffected.</p>\n<p><strong>Success</strong> The enemy takes half damage.</p>\n<p><strong>Failure</strong> The enemy takes full damage and is @Compendium[pf2e.conditionitems.Drained]{Drained 1}.</p>\n<p><strong>Critical Failure</strong> The enemy takes double damage and is @Compendium[pf2e.conditionitems.Drained]{Drained 2}.</p>"
		},
		"Durable Ally": {
			"name": "Durable Ally",
			"description": "<p>You know just how and when to advise your allies on withstanding hardship. You can use the @Compendium[pf2e.actionspf2e.HCl3pzVefiv9ZKQW]{Aid} reaction to grant a bonus to an adjacent creature&rsquo;s Fortitude saving throw. As normal for Aid, you must prepare by using an action on your turn, such as to describe to the ally how to brace themselves for trouble or how to grit their teeth through the pain.</p>"
		},
		"Earth's Call": {
			"name": "Earth's Call",
			"description": "<p>You can call creatures from above down to meet you on the ground below. Once per day, you can cast <em>@Compendium[pf2e.spells-srd.gPvtmKMRpg9I9D7H]{Earthbind}</em> as a primal innate spell.</p>"
		},
		"Earth's Embrace": {
			"name": "Earth's Embrace",
			"description": "<p><strong>Frequency</strong> once per hour</p>\n<hr>\n<p>You discorporate your body into a cloud of sediment (ash for ash kragraks, soil for boulder kragraks, salt for salt kragraks, or sand for sand kragraks) for 5 minutes, which is light enough to be picked up by the breeze. In this state, you&rsquo;re amorphous. You lose any item bonus to AC and all other effects and bonuses from armor, and you use your proficiency modifier for unarmored defense. You gain resistance 10 to physical damage and are immune to precision damage. You can&rsquo;t cast spells, activate items, or use actions that have the attack or manipulate trait. You gain a fly Speed of 10 feet and can slip through tiny cracks.</p>"
		},
		"Earth's Eyes": {
			"name": "Earth's Eyes",
			"description": "<p>Your eyes gain the depth of the caverns and the elemental protection of earth, allowing you to see in the dark. You gain darkvision.</p>"
		},
		"Earth's Voice": {
			"name": "Earth's Voice",
			"description": "<p>You&rsquo;ve learned how to speak with the voices inside of stones, calling upon the vitae, the fragments of the Eld within all things. While stone is not normally intelligent, you speak with the vitae, which have a personality colored by the type of stone, as well as by the type of structure the stone is part of, for worked stone. A stone&rsquo;s perspective, perception, and knowledge give it a worldview different enough from a human&rsquo;s that it doesn&rsquo;t consider the same details important. Stones can mostly answer questions about creatures that touched them in the past and what is concealed beneath or behind them.</p>"
		},
		"Earthen Burrow": {
			"name": "Earthen Burrow",
			"description": "<p>You use your personal ties to the element of earth in order to attune yourself and burrow slowly through loose earth. You gain a burrow speed of 15 feet.</p>"
		},
		"Earthen Gate": {
			"name": "Earthen Gate",
			"description": "<p>Your attunement to the earth element is so strong that you can open gateways directly to the Elemental Plane of Earth, as well as make your way back to the Material Plane. You gain <em>@Compendium[pf2e.spells-srd.5bTt2CvYHPvaR7QQ]{Plane Shift}</em> as a primal innate spell. You can cast it twice per week. You can use this <em>plane shift</em> innate spell only to travel back and forth between the Elemental Plane of Earth and the Material Plane. Due to your body&rsquo;s natural resonance, you can act as the spell focus, and you don&rsquo;t require a tuning fork.</p>"
		},
		"Earthroil": {
			"name": "Earthroil",
			"description": "<p><strong>Frequency</strong> once per day</p>\n<hr>\n<p>You attune yourself to the earth and manipulate its form as you command, creating a temporary region of difficult terrain in a @Template[type:burst|distance:15] on the ground, within 60 feet. This difficult terrain formed from your Earthroil lasts for 1 minute before the earth roughly sloughs back into its original form.</p>"
		},
		"Earthsense": {
			"name": "Earthsense",
			"description": "<p>You are constantly in tune with the earth around you, allowing you to sense all sorts of vibrations nearby. You gain tremorsense as an imprecise sense within 30 feet, which allows you to sense movements and vibrations made by creatures touching the same surface as you.</p>"
		},
		"Eld's Familiar": {
			"name": "Eld's Familiar",
			"description": "<p>You have bonded with an extremely minor monster of the Eld, a weak eldamon, and brought it into phase with the material world in order to serve as your familiar. You gain a familiar. The familiar typically looks like an animal or other creature with minor elemental features that match your chora&rsquo;s element. If you change your chora later in life during a major life transition, your familiar&rsquo;s features change to match (this also changes the familiar ability it gains if you have Familiar Meld).</p>"
		},
		"Elder Magic": {
			"name": "Elder Magic",
			"description": "<p>You can cast a simple magic spell drawn from the primal elements of the world around you. Choose a cantrip from the primal spell list. You can cast this cantrip as a primal innate spell at will. As normal for cantrips, the cantrip is heightened to half your level, rounded up.</p>"
		},
		"Elemental Aftershock": {
			"name": "Elemental Aftershock",
			"description": "<p>When you critically hit your foe with a melee unarmed attack, you can unleash an elemental aftershock, causing lingering energy damage. This deals 1d4 persistent damage to your foe of a type associated with your secondary element: negative damage for death, fire damage for fire, force damage for force, cold damage for ice, positive damage for life, electricity damage for lightning, sonic damage for music, or poison damage for poison. As normal, positive damage only harms undead or other creatures with negative affinity.</p>"
		},
		"Emissary Familiar": {
			"name": "Emissary Familiar",
			"description": "<p>Your parrot or tropical bird familiar is a special entity called a divine emissary, which was sent to you from the divine realms with its own agenda. When you select this feat, choose an alignment that matches the familiar&rsquo;s divine connection, either good-aligned for a familiar connected to the g&rsquo;mayun patron goddess, chaotic neutral for a protean connection, or chaotic evil for a demonic connection. At the GM&rsquo;s discretion, you can choose a different alignment and connection. The familiar has the alignment you chose. It gains the speech familiar ability as a bonus ability, which does not count against the normal limit to the number of abilities it can have. Furthermore, once per minute, it can cast guidance as a divine innate spell.</p>"
		},
		"Enduring Glare": {
			"name": "Enduring Glare",
			"description": "<p>The wave of force generated by your stern glare and buoyed by your unflinching willpower reaches magical heights, allowing you to create an angry face out of force to interpose for you. Once per day, you can cast <em>@Compendium[pf2e.spells-srd.rMGkk23qWvxTmgA8]{Forceful Hand}</em> as a 5th-level primal innate spell, but it takes the shape of your scowling face rather than a disembodied hand.</p>"
		},
		"Expanded Scent": {
			"name": "Expanded Scent",
			"description": "<p>Your sense of smell is particularly refined. Increase the range of your scent imprecise sense from 30 feet to 60 feet.</p>"
		},
		"Extra Grease": {
			"name": "Extra Grease",
			"description": "<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> You become @Compendium[pf2e.conditionitems.Grabbed]{Grabbed}</p>\n<hr>\n<p>The tight grip causes your body to exude an extra bit of grease. You cease being grabbed, then Step.</p>"
		},
		"Eye for Plunder": {
			"name": "Eye for Plunder",
			"description": "<p>You have a supernatural sense that allows you to quickly count items, which is particularly helpful in both legal and illegal professions. You are trained in your choice of Underworld Lore or Mercantile Lore. You can cast <em>@Compendium[pf2e.spells-srd.EqdSKqr8Qj5TUhMR]{Approximate}</em> as a primal innate cantrip. A cantrip is heightened to a spell level equal to half your level rounded up.</p>"
		},
		"Familiar Meld": {
			"name": "Familiar Meld",
			"description": "<p>The familiar you gained retrieves more of its elemental power, and it can meld into you in order to protect itself. It gains a familiar ability depending on the element of your chori as a bonus ability, which does not count against the normal limit to the number of abilities it can have. Furthermore, as a single action, which has the concentrate trait, when it&rsquo;s in your space, it can meld into you. While melded, it can&rsquo;t be targeted by external effects, and isn&rsquo;t in the area of any area effects, However, it can&rsquo;t act except to unmeld and separate itself out into your space again, which is also a single action with the concentrate trait.</p>\n<p>The familiar ability your familiar gains for each of the traditional seven choras is as follows: If you&rsquo;re aikrys, it gains flier; if you&rsquo;re carbor it gains plant form even if it isn&rsquo;t a plant; if you&rsquo;re farose, it gains resistance and greater resistance to fire (but not to a second energy type); if you&rsquo;re hypisk, it gains amphibious; if you&rsquo;re jamamabri, it gains resistance and greater resistance to electricity (but not to a second energy type); if you&rsquo;re terath it gains burrower; if you&rsquo;re vergiss, it gains resistance and greater resistance to cold (but not to a second energy type).</p>"
		},
		"Feast of Life": {
			"name": "Feast of Life",
			"description": "<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p>You enter a gourmet rapture that makes it impossible to kill you as long as you keep eating. For 1 minute, you recover [[/r 15[healing]]]{15 Hit Points} at the end of each of your turns as long as you ate or drank something that turn. During this time, you can Interact to ram your face into your supplies and munch on a normal piece of food without using a hand, but you can’t use this to Activate magical or alchemical food or gain any other special effects that require eating. As long as you ate food since your last turn, you can’t die from damage during your Feast of Life, and your @Compendium[pf2e.conditionitems.yZRUzMqrMmfLu0V1]{Dying} condition can’t increase to a value that would kill you (this stops most orpok from going beyond dying 3), though if your @Compendium[pf2e.conditionitems.Yl48xTdMh3aeQYL2]{Wounded} value becomes 4 or higher, you stay @Compendium[pf2e.conditionitems.Unconscious]{Unconscious} until your wounds are treated.</p>\n<p> </p>"
		},
		"Firestarter": {
			"name": "Firestarter",
			"description": "<p>The flames without your body are yours to wield as you please. You can cast <em>@Compendium[pf2e.spells-srd.O9w7r4BKgPogYDDe]{Produce Flame}</em> as a primal innate spell at will. A cantrip is heightened to a spell level equal to half your level rounded up.</p>"
		},
		"Frequent Snacker": {
			"name": "Frequent Snacker",
			"description": "<p>In addition to the normal orpok seven meals during the day, you believe in numerous hardy snacks. You can use Healthy Snack once per hour instead of once per day.</p>"
		},
		"G'mayun Lore": {
			"name": "G'mayun Lore",
			"description": "<p>You have learned about the ages of g&rsquo;mayun history in great detail and studied deeper into the great song. You gain the trained proficiency rank in Performance and Religion. If you would automatically become trained in one of those skills (from your background or class, for example), you instead become trained in a skill of your choice. You also become trained in G&rsquo;mayun Lore.</p>"
		},
		"G'mayun Weapon Expertise": {
			"name": "G'mayun Weapon Expertise",
			"description": "<p>You blend your passions for g&rsquo;mayun weapons and your class&rsquo;s training and techniques, granting you great skill with g&rsquo;mayun weapons. Whenever you gain a class feature that grants you expert or greater proficiency in certain weapons, you also gain that proficiency in daggers, falchions, glaives, kukris, scimitars, and all g&rsquo;mayun weapons in which you are trained.</p>"
		},
		"G'mayun Weapon Familiarity": {
			"name": "G'mayun Weapon Familiarity",
			"description": "<p>You favor a mix of short blades that can also be used for carving and longer curved weapons that you hold like a giant paintbrush. You are trained with daggers, falchions, glaives, kukris, and scimitars, and you gain access to kukris.</p>\n<p>In addition, you gain access to all uncommon g&rsquo;mayun weapons. For the purpose of determining your proficiency, martial g&rsquo;mayun weapons are simple weapons and advanced g&rsquo;mayun weapons are martial weapons.</p>"
		},
		"G'mayun Weapon Passion": {
			"name": "G'mayun Weapon Passion",
			"description": "<p>Your passion for traditional g&rsquo;mayun weapons allows you to gain their most deadly benefits when you have your foe at your mercy. Whenever you critically hit using a g&rsquo;mayun weapon or one of the weapons listed in G&rsquo;mayun Weapon Familiarity feat, you apply the weapon&rsquo;s critical specialization effect.</p>"
		},
		"Gardener": {
			"name": "Gardener",
			"description": "<p>You&rsquo;ve spent so much time tending to plants that you can instinctively look past greenery to what lies beyond or beneath it. You ignore concealment caused by foliage and you don&rsquo;t take circumstance bonuses to Perception from foliage.</p>"
		},
		"Go Cold Turkey": {
			"name": "Go Cold Turkey",
			"description": "<p><strong>Frequency</strong> once per hour</p>\n<hr>\n<p>Using your magic, you help an ally tough out an affliction, which clears the affliction from their system but might be more dangerous than a more gradual treatment. Choose to target yourself or a touched ally, then choose one ongoing affliction from which the target is suffering. The target immediately attempts saving throws against the affliction with a +1 status bonus, until either the affliction is cleared or they have attempted five saving throws, whichever comes first. They take all the usual effects of any failed saving throws, so this could prove harmful to the target or even kill them if they fail often enough to result in death.</p>\n<p>@UUID[Compendium.battlezoo-indigo-isles-character-guide-pf2e.indigo-isles-effects.OU2t7wTPJF0XndsP]{Effect: Go Cold Turkey}</p>"
		},
		"Hardriggan Lore": {
			"name": "Hardriggan Lore",
			"description": "<p>You grew up among those who taught you much about hardriggan culture, and you learned all that you could. You are trained in both Athletics and Survival. If you would automatically become trained in one of those skills (from your background or class, for example), you instead become trained in a skill of your choice. You also become trained in Hardriggan Lore.</p>"
		},
		"Hardriggan Weapon Brutality": {
			"name": "Hardriggan Weapon Brutality",
			"description": "<p>Your talent for swinging big weapons means you can get the most out of them when they connect, and you learn how to use them to their full potential. Whenever you critically hit using your horn, a hardriggan weapon, or one of the weapons you are trained with from the Hardriggan Weapon Familiarity feat, you apply the weapon's critical specialization effect.</p>"
		},
		"Hardriggan Weapon Expertise": {
			"name": "Hardriggan Weapon Expertise",
			"description": "<p>Few can compare to your proficiency with the weapons hardriggans use. Whenever you gain a class feature that grants you expert or greater proficiency in certain weapons, you also gain that proficiency in your headbutt, all hardriggan weapons in which you are trained, and the weapons you are trained with from the Hardriggan Weapon Familiarity feat.</p>"
		},
		"Hardriggan Weapon Familiarity": {
			"name": "Hardriggan Weapon Familiarity",
			"description": "<p>Hardriggans like to use big, intimidating weapons, and you have learned to use them well. You are trained with falchions, greataxes, greatswords, and war flails.</p>\n<p>In addition, you gain access to all uncommon hardriggan weapons. For the purpose of determining your proficiency, martial hardriggan weapons are simple weapons and advanced hardriggan weapons are martial weapons.</p>"
		},
		"Harvest Banquet": {
			"name": "Harvest Banquet",
			"description": "<p>Whether your ancestors learned to summon entities to create a fabulous feast from the local orpok or vice versa, you&rsquo;ve refined your abilities to the point you can call forth a veritable smorgasbord without ritual assistance. You learn the <em>@Compendium[pf2e.spells-srd.yRf59eFtZ50cGlem]{Heroes' Feast}</em> ritual, and you can cast this ritual without any secondary casters by increasing the Primary Check DC by 2.</p>"
		},
		"Healthy Snack": {
			"name": "Healthy Snack",
			"description": "<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p>You Interact to retrieve a morsel of food from somewhere on your person and then eat it, gaining an immediate restorative effect. You recover [[/r (2*@actor.level)[healing]]]{twice your level} in Hit Points and gain half your level in temporary Hit Points for 1 minute.</p>"
		},
		"Horn Charge": {
			"name": "Horn Charge",
			"description": "<p><strong>Frequency</strong> once per minute</p>\n<hr>\n<p>You lean forward and charge, impaling foes with your horns. Stride once in a straight line, then make a horn Strike with the horn unarmed attack from the hardriggan ancestry. If you moved at least 10 feet and hit, you gain a +2 circumstance bonus to the damage roll per weapon damage die.</p>"
		},
		"Incredible Growth": {
			"name": "Incredible Growth",
			"description": "<p><strong>Frequency</strong> once per 10 minutes</p>\n<hr>\n<p>You grow even larger for a short time, gaining an impressive reach. You gain the effects of 4th-level <em>@Compendium[pf2e.spells-srd.wzctak6BxOW8xvFV]{Enlarge}</em> for 1 minute.</p>\n<p>&nbsp;</p>"
		},
		"Indigestion Resistance": {
			"name": "Indigestion Resistance",
			"description": "<p>Your stomach is a marvel of efficiency and resilience, even compared to the iron stomachs of other orpoks. When you succeed at a Fortitude save to reduce the sickened value, reduce it by 2 (or by 3 on a critical success).</p>"
		},
		"Instant Comeback": {
			"name": "Instant Comeback",
			"description": "<p><strong>Trigger</strong> Your turn begins.</p>\n<hr>\n<p>Your anger at being overwhelmed surges forth quickly, allowing you to take your revenge. You Stand.</p>\n<p>&nbsp;</p>"
		},
		"Invoke Name Mark": {
			"name": "Invoke Name Mark",
			"description": "<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> You fail a Will saving throw</p>\n<hr>\n<p>You call upon the power of your name in order to hold your will steadfast. You can reroll the triggering saving throw and use the better result.</p>\n<p>&nbsp;</p>"
		},
		"Kragrak Dig": {
			"name": "Kragrak Dig",
			"description": "<p><strong>Frequency</strong> once per minute</p>\n<hr>\n<p>Using your connection to earth, you instantly dig a hole through loose dirt, dust, gravel, sand, and the like (though not solid stone) within reach, up to the size of a 5-foot cube. If you use this ability underneath a space occupied by an ally, that ally descends harmlessly. If you use it underneath a space occupied by a foe, the foe can either descend harmlessly or move to the nearest available space of its choice.</p>"
		},
		"Kragrak Lore": {
			"name": "Kragrak Lore",
			"description": "<p>You&rsquo;ve studied with the older kragraks in your settlement and learned about the elements and the world around you, as well as the old stories. You gain the trained proficiency rank in Nature and Survival. If you would automatically become trained in one of those skills (from your background or class, for example), you instead become trained in a skill of your choice. You also become trained in Kragrak Lore.</p>"
		},
		"Kragrak Roll": {
			"name": "Kragrak Roll",
			"description": "<p>You can curl up into a rock or clump of earth and roll down an incline. You roll up into a ball and move up to four times your Speed in a straight line down an incline. If you reach the bottom of the incline or hit an obstacle during this first turn of movement, you stop rolling safely. Otherwise, you automatically keep rolling at this Speed during subsequent turns until you hit the bottom of the incline or an obstacle ends this movement (which can happen in the middle of your turn). You’re @Compendium[pf2e.conditionitems.Slowed]{Slowed 2} during each turn after the first that you keep rolling, and if you hit an obstacle on a turn after the first, you and the obstacle both take [[/r 4d6[bludgeoning]]] damage and you stop rolling.</p>"
		},
		"Kragrak Shard": {
			"name": "Kragrak Shard",
			"description": "<p>You can detach numerous small shards from your body and launch them at foes, as your body instantly regenerates the launched shards. You gain a shard ranged unarmed attack with a range increment of 10 feet. The attack deals 1d4 piercing damage. Your shard is in the sling weapon group and has the propulsive trait. Like other unarmed attacks, you can improve this attack with handwraps of mighty blows.</p>"
		},
		"Magical Mender": {
			"name": "Magical Mender",
			"description": "<p>You have a knack for fixing things magically, perhaps when others aren&rsquo;t watching. You can cast <em>@Compendium[pf2e.spells-srd.dINQzhqGmIsqGMUY]{Mending}</em> as a primal innate spell once per day. At 9th level, you can cast 2nd level <em>mending</em>, and at 13th level, you can cast 3rd-level <em>mending</em>.</p>"
		},
		"Metabolic Recovery": {
			"name": "Metabolic Recovery",
			"description": "<p>You&rsquo;ve regained the ability to rapidly recover via fast metabolism available to kragraks in child form, but without any risk of burning yourself out. If you rest for 10 minutes, you gain Hit Points equal to your Constitution modifier &times; half your level. This is cumulative with any healing you receive from @Compendium[pf2e.actionspf2e.Treat Wounds]{Treat Wounds}. Your bodily regeneration also works faster than other kragraks. It typically only takes you 1 day to regrow a body part the size of a finger, 1 week for a hand, and 1 month for an arm.</p>"
		},
		"Model of Durability": {
			"name": "Model of Durability",
			"description": "<p>Your allies can always count on you to help them tough out the most physically demanding situations. You can use the Aid reaction to grant a bonus to an adjacent ally&rsquo;s Fortitude saving throw even when you haven&rsquo;t prepared to help.</p>"
		},
		"Mystical Chef": {
			"name": "Mystical Chef",
			"description": "<p>Your ability to conjure and season food is downright magical. You can cast <em>@Compendium[pf2e.spells-srd.Mt6ZzkVX8Q4xigFq]{Create Food}</em> and <em>@Compendium[pf2e.spells-srd.rdTEF1hfAWbN58NE]{Enhance Victuals}</em> each once per day as 2nd-level primal innate spells. At 13th level, <em>enhance victuals</em> is heightened to 3rd level. At 17th level, both spells are heightened to 4th level.</p>"
		},
		"Mystical Cleanse": {
			"name": "Mystical Cleanse",
			"description": "<p>When food goes rancid or drinks turn sour, you know how to salvage them to make them not merely edible but truly palatable. You can cast <em>@Compendium[pf2e.spells-srd.qXTB7Ec9yYh5JPPV]{Purify Food and Drink}</em> once per meal (at most once per hour, up to seven times each day), as a 1st-level primal innate spell.</p>"
		},
		"Nutrispeaker": {
			"name": "Nutrispeaker",
			"description": "<p><strong>Frequency</strong> once per day</p>\n<hr>\n<p>Food resonates with the skill of the cook and the life energy of those around it, and you know how to tap into that information on a supernatural level. For 10 minutes, you can speak with any kind of food that&rsquo;s been prepared for consumption.</p>\n<p>While food is not intelligent, you speak with an animating spark within the food, formed from a combination of the ingredients&rsquo; fading essence and the cook&rsquo;s mental efforts. Food doesn&rsquo;t know anything prior to being prepared, but most food can describe anyone it&rsquo;s been around since becoming food (including the person who prepared it) and might be able to opine as to the nature of the meal it was intended for: as a victory feast, common meal, meager subsistence, and so on. Food is surprisingly accepting about its ultimate fate of being eaten, and thus it doesn&rsquo;t make any effort to avoid this topic. Fresh food tends to be lively and chatty, while food that is old or rotting tends to be slow to answer and churlish. The scope of food&rsquo;s knowledge is up to the GM.</p>"
		},
		"Orpok Lore": {
			"name": "Orpok Lore",
			"description": "<p>You have spent a lot of time learning about orpok history and culture, and you know its legends, heroes, and recipes well. You gain the trained proficiency rank in both Crafting and Society. If you would automatically become trained in one of those skills (from your background or class, for example), you instead become trained in a skill of your choice. You also become trained in Orpok Lore.</p>"
		},
		"Orpok Ways": {
			"name": "Orpok Ways",
			"description": "<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> you attempt a Intelligence or Wisdom-based skill check, but you haven&rsquo;t rolled yet</p>\n<hr>\n<p>You recall a relevant hero or situation from orpok history and quickly apply those historical teachings to the situation at hand. Roll the check using your Orpok Lore skill instead of the usual skill, at the same DC as normal.</p>"
		},
		"Orpok Welcome": {
			"name": "Orpok Welcome",
			"description": "<p>You make friends with other orpoks easily, and you have orpok connections in nearly every settlement where they reside. After you have spent at least one day in a settlement that has at least a dozen orpoks living openly there, you gain a +1 circumstance to @Compendium[pf2e.actionspf2e.plBGdZhqq5JBl1D8]{Gather Information} or @Compendium[pf2e.actionspf2e.Earn Income]{Earn Income} in that settlement.</p>"
		},
		"Parrot Familiar": {
			"name": "Parrot Familiar",
			"description": "<p>You have bonded a parrot or other tropical bird as your familiar. You gain a familiar, and this familiar must be a parrot or other tropical bird. It still gets the benefits of familiar abilities, but its base form remains a parrot or other tropical bird. Because of its base form, it must have the flier ability.</p>"
		},
		"Perpetual Awareness": {
			"name": "Perpetual Awareness",
			"description": "<p>Trusting your other senses as much or more than your sharp eyes, you are always aware of movement around you that might manifest as danger to you or your column. You gain motion sense as an imprecise sense out to 20 feet. Motion sense allows you to detect motion through vibration and air movement. As normal for all special senses, creatures who know you have motion sense can take precautions against it.</p>"
		},
		"Pigheaded": {
			"name": "Pigheaded",
			"description": "<p>Your stubborn will can save your life, even when you would otherwise perish. When you would die, you can attempt a @Check[type:flat|dc:17|showDC:all]. On a success, you&rsquo;re instead reduced to 0 Hit Points and a dying value 1 less than the value that would kill you (typically, this takes you to dying 3). This has no effect against death effects or spells such as disintegrate, or other effects that annihilate you without leaving a body.</p>"
		},
		"Polyp Expansion": {
			"name": "Polyp Expansion",
			"description": "<p>You grow many additional polyps to increase the size of your body significantly and permanently. You gain the effects of @Compendium[pf2e.spells-srd.wzctak6BxOW8xvFV]{Enlarge} constantly.</p>"
		},
		"Polyp Regeneration": {
			"name": "Polyp Regeneration",
			"description": "<p><strong>Frequency</strong> once per day</p>\n<hr>\n<p>You quickly grow specialized polyps to replace damaged or destroyed parts of yourself, in order to heal yourself and replace missing organs or limbs. You temporarily gains regeneration 15, which restores 15 Hit Points to you at the start of each of your turns. While you have regeneration, you can&rsquo;t die from damage and its dying condition can&rsquo;t increase to a value that would kill you (this stops you from going beyond dying 3 unless you would die at a different value than dying 4), though if your wounded value becomes 4 or higher, you stay @Compendium[pf2e.conditionitems.Unconscious]{Unconscious} until your wounds are treated. If you take acid or fire damage, your regeneration deactivates until after the end of your next turn. Each time you regains Hit Points from regeneration, you also regrows one damaged or ruined organ or body part (if any).</p>\n<p>&nbsp;</p>"
		},
		"Poppy's Peerless Pierce": {
			"name": "Poppy's Peerless Pierce",
			"description": "<p>Using a piratical technique passed down by Poppy von Barnacle and mastered by few others since her heyday, you effortlessly pierce a foe&rsquo;s defenses and attack a foe behind them as well. Make a melee Strike with a piercing weapon against a foe within reach. This Strike ignores an amount of the foe&rsquo;s Hardness or resistance equal to your level. If your attack hits and damages the target, you can compare the result of your attack roll to the AC of a foe adjacent to the first target and in a straight line behind them. Use the same damage roll against the second foe. You can attack the second foe even if they would normally be 5 feet beyond the edge of your reach. Poppy&rsquo;s Peerless Pierce counts as two attacks for the purpose of calculating your multiple attack penalty.</p>"
		},
		"Potion Mixologist": {
			"name": "Potion Mixologist",
			"description": "<p>You can use the Craft activity to brew potions and poisons. You immediately gain the formulas for four common potions or ingested poisons that are 3rd level or lower. At 7th level and every 2 levels beyond that, you gain the formula for a common potion or ingested poison of your level &ndash; 2 or lower (a 5th-level potion if you&rsquo;re 7th level, a 7th-level potion if you&rsquo;re 9th level, and so on). You store these formulas in a formula book.</p>"
		},
		"Prismatic Call": {
			"name": "Prismatic Call",
			"description": "<p><strong>Frequency</strong> once per day</p>\n<hr>\n<p>Whether it&rsquo;s the power of the g&rsquo;mayun&rsquo;s patron goddess Chira, the untamed chaos of the chaotic plane of Limbo, or the malevolent infinity of the Abyss, you call the power into you and cry out with devastating effect. The different emotions create spiritual forces, allowing g&rsquo;mayuns to see the sounds with truecolor sight as easily as hear them, in a rainbow of prismatic colors. Other than being auditory instead of based on light, this has the same effects as a 7th-level @Compendium[pf2e.spells-srd.d6o52BnjViNz7Gub]{Prismatic Spray}, using the higher of your class DC or spell DC to determine the DC.</p>"
		},
		"Protective Earthrune": {
			"name": "Protective Earthrune",
			"description": "<p>Your earthrune transforms the outer surface of your body into a powerful protective armor as effective as a breastplate, defending you from physical harm. Your body is medium armor in the plate armor group that grants a +4 item bonus to AC, a Dex cap of +1, a check penalty of &ndash;2, a speed penalty of &ndash;5 feet, and a Strength value of 16, and has the comfort trait. You can never wear other armor or remove this armor, unless you retrain the feat and remove the earthrune. You can etch armor runes into your body to complement your earthrune, allowing you to upgrade your body&rsquo;s armor as normal.</p>"
		},
		"Push Past Death": {
			"name": "Push Past Death",
			"description": "<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> You have the @Compendium[pf2e.conditionitems.yZRUzMqrMmfLu0V1]{Dying} condition and are about to attempt a recovery check.</p>\n<hr>\n<p>You refuse to step any closer to death&rsquo;s door; instead, you wrench yourself bodily from the doorway, bust up the frame, and return for one final push to defeat your foes. You&rsquo;re restored to 1 Hit Point, lose the dying and @Compendium[pf2e.conditionitems.Unconscious]{Unconscious} conditions, and can act normally on this turn. You gain or increase the @Compendium[pf2e.conditionitems.Yl48xTdMh3aeQYL2]{Wounded} condition as normal when losing the dying condition in this way.</p>"
		},
		"Push Past Pain": {
			"name": "Push Past Pain",
			"description": "<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> You have the @Compendium[pf2e.conditionitems.Yl48xTdMh3aeQYL2]{Wounded} condition.</p>\n<hr>\n<p>When injured, you grit your teeth and force your body to heal by the strength of your will alone. For the next 4 rounds, you gain fast healing equal to half your level, plus twice the value of your wounded condition (for example, fast healing 10 if you are 9th level and wounded 3).</p>\n<p>@UUID[Compendium.battlezoo-indigo-isles-character-guide-pf2e.indigo-isles-effects.X1XDod1R1wHoPCGd]{Effect: Push Past Pain}</p>"
		},
		"Quick Disassemble": {
			"name": "Quick Disassemble",
			"description": "<p><strong>Requirements</strong> You are holding an item of 1 Bulk or less.</p>\n<hr>\n<p>You attempt to quickly disassemble enough crucial pieces of the item you&rsquo;re holding that it won&rsquo;t work until someone fixes it. Make a Crafting check against the same DC it would take to Craft the item you are holding, with effects depending on your result. If you try to use this action on an item that is especially difficult to harm or destroy, such as a cursed item or an artifact, you automatically fail.</p>\n<hr>\n<p><strong>Critical Success</strong> You disassemble the item so well that simple repairs won&rsquo;t suffice. The item is effectively destroyed and reduced to its constituent parts. You can choose to take the results of a success instead if you prefer not to destroy the item so thoroughly.</p>\n<p><strong>Success</strong> You disassemble just enough pieces that the item won&rsquo;t work until it&rsquo;s fixed. The item becomes broken.</p>\n<p><strong>Failure</strong> You aren&rsquo;t able to disassemble the item, and the item is unaffected.</p>"
		},
		"Reaver's Suspicion": {
			"name": "Reaver's Suspicion",
			"description": "<p>You not only keep an eye out for opportunities to take advantage of others, but you keep careful watch to guard against anyone who might do the same to you. You can&rsquo;t be flanked by creatures of your level or lower.</p>"
		},
		"Rending Hurricane": {
			"name": "Rending Hurricane",
			"description": "<p><strong>Frequency</strong> once per hour</p>\n<hr>\n<p>Calling upon a deeper source of emotion, you grow your Rending Squall into a powerful hurricane. If your next action is Rending Squall, name a source of emotional turmoil with which you are currently dealing. You feed the conflict into the squall, increasing its area to a @Template[type:cone|distance:30] and increases its damage dice from d4s to d8s.</p>"
		},
		"Rending Squall": {
			"name": "Rending Squall",
			"description": "<p>You unleash your turbulent emotions in a sudden storm of screams or other loud exclamations, damaging creatures in the area of the outburst of sonic energies. The squall wildly surges, coalesces, and finally manifests itself in a @Template[type:cone|distance:15] that deals [[/r 1d4[sonic]]] damage. Each creature in the area must attempt a @Check[type:fortitude|dc:resolve(@actor.attributes.classOrSpellDC.value)|basic:true] saving throw against the higher of your class DC or spell DC. After using Rending Squall, you can’t use this ability again for [[/r 1d4 #Rending Squall Recharge]]{1d4 rounds}.</p>\n<p>At 3rd level and every 2 levels thereafter, the damage increases by 1d4 ([[/r (ceil(@actor.level/2)d4)[sonic]]]{level based sonid damage}. </p>\n<p><strong>Special</strong> When you take this feat choose for your Rending Squall to either have the divine trait or occult trait depending on whether you tap into the great song (which is occult) or a deific, angelic, or demonic source (which is divine instead). Rending Squall gains the trait you chose, as appropriate for its magical source.</p>"
		},
		"Resonant Refrain": {
			"name": "Resonant Refrain",
			"description": "<p>You are so deeply connected to the various planar influences on your soul that you can physically travel to the plane in question, using the great song as the vessel and your own soul as the tuning fork. Choose Limbo, Nirvana, or the Abyss. You can cast <em>@Compendium[pf2e.spells-srd.5bTt2CvYHPvaR7QQ]{Plane Shift}</em> twice per week as a divine innate spell that can only target yourself; you can travel only to the chosen plane, and your soul serves as the focus component.</p>"
		},
		"Revitalizing Snack": {
			"name": "Revitalizing Snack",
			"description": "<p>When you use @UUID[Compendium.battlezoo-indigo-isles-character-guide-pf2e.indigo-isles-feats.Rrihbij0QwDXrkVy]{Healthy Snack}, you can also reduce the value of your @Compendium[pf2e.conditionitems.i3OJZU2nk64Df3xm]{Clumsy}, @Compendium[pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled}, or @Compendium[pf2e.conditionitems.e1XGnhKNSQIm5IXg]{Stupefied} condition by 1. Once per day, when you use Healthy Snack, you can reduce the value of your @Compendium[pf2e.conditionitems.4D2KBtexWXa6oUMR]{Drained} condition by 1 instead.</p>"
		},
		"Ripping Horns": {
			"name": "Ripping Horns",
			"description": "<p>Sharp barbs on your horns—whether from naturally-occurring growths or carefully carved from them—inflict jagged wounds. Your piercing horn Strikes deal an additional [[/r 1d4[persistent,bleed]]] damage on a critical hit.</p>"
		},
		"Rock and Roll": {
			"name": "Rock and Roll",
			"description": "<p>When you perform a Kragrak Roll, you are an unstoppable juggernaut, flattening all in your path. If you hit an obstacle on any turn, including the first, the obstacle takes [[/r 6d6[bludgeoning]]] damage and you are unharmed. If this is enough to break the obstacle, you can choose to stop or keep rolling. If you hit a creature, you can try to roll over them. Attempt an Athletics check to @Compendium[pf2e.actionspf2e.Trip]{Trip} that creature, in addition to dealing damage; on a success, you can choose to stop or keep rolling, and if you keep rolling, you can move through the creature’s space. You don’t apply the multiple attack penalty from any such Trip attempts until after you finish resolving the full movement from Kragrak Roll.</p>"
		},
		"Rock Fist": {
			"name": "Rock Fist",
			"description": "<p>Your fists are as hard as rock, allowing you to make lethal punches and similar attacks and push your foes around the battlefield. Your fists lose the nonlethal trait and gain the shove trait. Additionally, when you take this feat, you can choose to have your fists lose the agile trait and in exchange increase the damage die from 1d4 to 1d6. Once you make the choice to remove the agile trait, you can&rsquo;t change it.</p>"
		},
		"Rock Form": {
			"name": "Rock Form",
			"description": "<p>You transform into a Medium-sized rock, disguising yourself from others. Perception checks don&rsquo;t reveal your true nature, but a successful @Check[type:nature|dc:resolve(@actor.attributes.classOrSpellDC.value)] or @Check[type:survival|dc:resolve(@actor.attributes.classOrSpellDC.value)] check against the higher of your class DC or spell DC reveals that you appear to be a strange rock that doesn&rsquo;t fit the area, and dissimilar from any similar nearby rock. While in rock form, you can observe everything around you, but you can&rsquo;t act other than to end the effect, and your turn, by using a single action, which has the concentrate trait. As a rock, your AC is 20, and only status bonuses, status penalties, circumstance bonuses, and circumstance penalties affect you. Any successes and critical successes you roll on Reflex saves while you&rsquo;re in rock form are failures.</p>"
		},
		"Rock Skin": {
			"name": "Rock Skin",
			"description": "<p>Your earthen form is covered in a thin protective outer layer of rock that isn&rsquo;t part of your body, which can protect you from harm... at least until it chips away. During your daily preparations, you gain resistance 5 to physical damage (except adamantine). Any time this resistance prevents damage, it decreases by 1, to a minimum of 0. However, when your resistance is below 5, it slowly recovers itself over time; for every 10 minutes, it increases by 1, to a maximum of 5.</p>\n<p>@UUID[Compendium.battlezoo-indigo-isles-character-guide-pf2e.indigo-isles-effects.0taDFMX7HNXLiW5s]{Effect: Rock Skin}</p>"
		},
		"Searing Strikes": {
			"name": "Searing Strikes",
			"description": "<p>When your attacks connect with great force, the fire within your body surges in response, racing down your fingers and igniting your foe. Your melee Strikes against adjacent creatures deal an additional [[/r 1d4[persistent,fire]]] damage on a critical hit.</p>"
		},
		"Self-Immolate": {
			"name": "Self-Immolate",
			"description": "<p><strong>Frequency</strong> once per hour</p>\n<hr>\n<p>You cause your own burning embers to flare up, creating a thick plume of opaque smoke in a @Template[type:emanation|distance:5]. You lose [[/r @actor.level #Lost Hit Points]]{1 Hit Point per level}. All creatures within the affected area are @Compendium[pf2e.conditionitems.Concealed]{Concealed}, and all other creatures are concealed to them. The smoke persists for 1 minute or until it is dispersed by a strong wind.</p>"
		},
		"Show of Force": {
			"name": "Show of Force",
			"description": "<p><strong>Frequency</strong> once per minute</p>\n<hr>\n<p>You demonstrate your might by smashing something open. You @Compendium[pf2e.actionspf2e.Force Open]{Force Open} an opening or @Compendium[pf2e.actionspf2e.Shove]{Shove} a creature, and then you @Compendium[pf2e.actionspf2e.Demoralize]{Demoralize} a creature. You don&rsquo;t take a penalty to Force Open the opening for not having a crowbar, and you don&rsquo;t take a penalty to Demoralize for not sharing a language.</p>"
		},
		"Smoke Vision": {
			"name": "Smoke Vision",
			"description": "<p>Ash and smoke are just as much of a part of your being as fire. By attuning yourself to the fine particles that linger in smoky air, you can see through it clearly. Smoke doesn&rsquo;t impair your vision; you ignore the @Compendium[pf2e.conditionitems.Concealed]{Concealed} condition from smoke.</p>"
		},
		"Soaring Heart": {
			"name": "Soaring Heart",
			"description": "<p>Your connection to your song wings has grown so strong that they have simply become a part of you. The wings you gain from Song&rsquo;s Flight last for an unlimited duration, unless you wish to Dismiss them. If you do, you can restore them with a single Interact action as many times per day as you wish.</p>"
		},
		"Song's Flight": {
			"name": "Song's Flight",
			"description": "<p><strong>Frequency</strong> once per day</p>\n<hr>\n<p>Tapping into the power of the great song, you temporarily grow iridescent rainbow-colored feathery wings laden with musical notes. The wings last for 5 minutes. During this time, you gain a fly Speed equal to your Speed.</p>\n<p>@UUID[Compendium.battlezoo-indigo-isles-character-guide-pf2e.indigo-isles-effects.je8wUhqrM8eZr25f]{Effect: Song's Flight}</p>"
		},
		"Song's Secrets": {
			"name": "Song's Secrets",
			"description": "<p>Your magical connection to the great song has grown strong enough to grant you more powerful secrets, which you use to your advantage, transforming the tunes into occult magic. Select one 1st-level occult spell and one 2nd-level or lower occult spell. They must be spells to which you have access, and they must be from the divination, enchantment, or illusion schools. You can cast each of your chosen spells once per day as occult innate spells.</p>"
		},
		"Song's Sorcery": {
			"name": "Song's Sorcery",
			"description": "<p>Your connection to the great song provides you a hint of occult magic forged of the same sort of spiritual bonds and cultural unconscious that make up the great song itself. Choose a common cantrip from the occult spell list, or another cantrip from the occult spell list to which you have access. You can cast this cantrip as an occult innate spell at will. As normal, the cantrip is heightened to half your level, rounded up.</p>"
		},
		"Song's Sovereignty": {
			"name": "Song's Sovereignty",
			"description": "<p>Your magical connection to the great song is so powerful that you have reached the apex of that connection, drawing out occult magic that normally takes bards years to master. Select one 3rd-level or lower occult spell and one 4th-level or lower occult spell. They must be spells to which you have access, and they must be from the divination, enchantment, or illusion schools. You can cast each of your chosen spells once per day as occult innate spells.</p>"
		},
		"Speak with Coral": {
			"name": "Speak with Coral",
			"description": "<p>You can communicate with any kind of coral, allowing you to find conversation partners in coral reefs of all types and kinds. You can ask questions of, receive answers from, and use the Diplomacy skill with coral. The GM determines which animals count as coral for the purpose of this ability.</p>"
		},
		"Spirit Spotter": {
			"name": "Spirit Spotter",
			"description": "<p>You have found a way to adapt the input from your truecolor sight that shows you magical effects formed of negative life essence and spiritual essence in order to notice hard-to-spot haunts and incorporeal creatures hidden inside solid objects. Even when you aren&rsquo;t Searching in exploration mode, you get a check to notice incorporeal undead and haunts nearby, albeit at a &ndash;2 circumstance penalty. This benefit applies even if the incorporeal undead or haunts are hidden inside solid objects. If you are actively Searching or Seeking, you don&rsquo;t take the penalty and instead get a +2 circumstance bonus on your Perception checks to notice incorporeal undead and haunts.</p>"
		},
		"Sprite Weapon Expertise": {
			"name": "Sprite Weapon Expertise",
			"description": "<p>You use a little bit of fey magic to enhance your weapon training, granting you improved understanding of your sprite weapons. Whenever you gain a class feature that grants you expert or greater proficiency in certain weapons, you also gain that proficiency in longbows, composite longbows, rapiers, shortbows, composite shortbows, shortswords and all sprite weapons in which you are trained.</p>"
		},
		"Sprite Weapon Familiarity": {
			"name": "Sprite Weapon Familiarity",
			"description": "<p>You favor bows, dextrous blades, and the weapons of the fey. You are trained with longbows, composite longbows, rapiers, shortbows, composite shortbows, and shortswords.</p>\n<p>In addition, you gain access to all uncommon sprite weapons. For the purpose of determining your proficiency, martial sprite weapons are simple weapons and advanced sprite weapons are martial weapons.</p>"
		},
		"Sprite Weapon Mischief": {
			"name": "Sprite Weapon Mischief",
			"description": "<p>You know how to perform pranks and make mischief on other creatures using traditional sprite weapons. Whenever you critically hit using a sprite weapon or one of the weapons listed in Sprite Weapon Familiarity, you apply the weapon&rsquo;s critical specialization effect.</p>"
		},
		"Stoke Fear": {
			"name": "Stoke Fear",
			"description": "<p>Your attacks show cowards that you are the dominant warrior. When you hit a @Compendium[pf2e.conditionitems.TBSHQspnbcqxsmjL]{Frightened} foe with a melee Strike, that foe can't reduce their frightened condition below 1 until the beginning of your next turn. After the first time this prevents the foe from reducing their frightened condition, that foe is then temporarily immune to your stoke fear for 1 minute.</p>"
		},
		"Stomp": {
			"name": "Stomp",
			"description": "<p><strong>Frequency</strong> once every 10 minutes</p>\n<hr>\n<p>Your tread is heavy, and you can stomp so hard that the ground cracks and buckles. You create difficult terrain in a @Template[type:burst|distance:5] centered on one corner of your space. If you&rsquo;re Large, the area increases to a @Template[type:burst|distance:10], and if you&rsquo;re Huge or Gargantuan, the area increases to a @Template[type:burst|distance:15].</p>\n<p>&nbsp;</p>"
		},
		"Strong Piercings": {
			"name": "Strong Piercings",
			"description": "<p>You have piercings that incorporate hooks or studs upon which you can, in a pinch, hang items. You can wear up to 1 Bulk of items that are each light Bulk or less, so long as each item has a hook or hole allowing it to hang on a piercing. Placing an item onto a piercing or retrieving it from a piercing requires a single Interact action. Your piercings allow you to wear up to 1 additional Bulk of tools (normally, 3 Bulk of tools instead of 2 Bulk), so long as the excess tools hang from your piercings.</p>"
		},
		"Stubborn Demeanor": {
			"name": "Stubborn Demeanor",
			"description": "<p>You refuse to back down, even when faced with obvious danger. You gain a +1 circumstance bonus to saving throws against fear effects and a +2 circumstance bonus to your Will DC against Intimidation skill actions, such as attempts to @Compendium[pf2e.actionspf2e.Demoralize]{Demoralize} you.</p>"
		},
		"Sturdy Name": {
			"name": "Sturdy Name",
			"description": "<p>Through your great deeds and accomplishments, your name has gained more significance than other kragraks, and you can invoke it more often. You can use Invoke Name Mark once per hour, instead of once per day.</p>"
		},
		"Taste Sensation": {
			"name": "Taste Sensation",
			"description": "<p>The food and drink you create is not only more flavorful but significantly more efficacious than is typical, even for other orpoks. Potions and elixirs you make that have an effect with a duration of at least 5 minutes provide their effects for an additional minute. If they have a duration of at least 1 hour, their effects last for an additional 10 minutes instead.</p>"
		},
		"Tenacious Tendrils": {
			"name": "Tenacious Tendrils",
			"description": "<p>Your tenacity allows you to create more powerful tendril traps more quickly. You can use Tendril Trap once per hour, instead of once per day, and creatures take [[/r 4[poison]]]{4 poison Damage} per square from your Tendril Trap, instead of 2 poison Damage.</p>"
		},
		"Tendril Trap": {
			"name": "Tendril Trap",
			"description": "<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p>You grow venomous tendrils from the ground within 60 feet in a @Template[type:burst|distance:20]. Thin venomous tendrils grow out from the ground in the area. The area becomes difficult terrain and hazardous terrain for 10 minutes underwater, or for 1 minute if the area isn’t underwater, after which the tendrils dry out and die. A creature that moves on the ground through the area takes [[/r 2[poison]]]{2 poison Damage} for every square of that area it moves into.</p>\n<p> </p>"
		},
		"The Dead Tell No Tales": {
			"name": "The Dead Tell No Tales",
			"description": "<p>You remind others that the dead keep secrets best of all, scaring them into silence. Due to your fearsome reputation threatening others into silence (and explicit activities you take to do so such as using the @Compendium[pf2e.actionspf2e.tHCqgwjtQtzNqVvd]{Coerce} action), it becomes much more difficult to gain information you&rsquo;re trying to suppress. Checks to @Compendium[pf2e.actionspf2e.DCb62iCBrJXy0Ik6]{Request} the information, @Compendium[pf2e.actionspf2e.plBGdZhqq5JBl1D8]{Gather Information}, or otherwise get someone to divulge the information in question when you&rsquo;re actively attempting to suppress it, must exceed your Intimidation DC, in addition to all other relevant DCs. If they succeed at the other DC but not against your Intimidation DC, they are able to determine that people know the information but are too scared to reveal what it is.</p>"
		},
		"The Old Rumplank Snatch & Grab": {
			"name": "The Old Rumplank Snatch & Grab",
			"description": "<p>You rush past a foe and attack them, distracting them and cutting their purse or otherwise forcefully taking their valuables. You Stride. At any point during your Stride, you can make a melee Strike against a single creature. If the Strike hits, you can attempt to @UUID[Compendium.pf2e.actionspf2e.RDXXE7wMrSPCLv5k]{Steal} from the target, even if the target is in combat. You still must meet any other requirements for the Steal action (they must be in reach, you need a free hand, and you can only Steal certain types of items, as specified in the action&rsquo;s description).</p>"
		},
		"Towering Growth": {
			"name": "Towering Growth",
			"description": "<p>You can grow to become a true giant on the battlefield. You gain the effects of @Compendium[pf2e.spells-srd.wzctak6BxOW8xvFV]{Enlarge} constantly.</p>"
		},
		"Truecolor Revelation": {
			"name": "Truecolor Revelation",
			"description": "<p>Your truecolor sight is so effective that you can even see @Compendium[pf2e.conditionitems.Invisible]{Invisible} creatures and objects as blurs of unusual coloration. Invisible creatures and objects are @Compendium[pf2e.conditionitems.Concealed]{Concealed} to you, rather than @Compendium[pf2e.conditionitems.Hidden]{Hidden} or undetected due to being invisible.</p>"
		},
		"Turkey Trot": {
			"name": "Turkey Trot",
			"description": "<p>Like migratory meleagris g&rsquo;mayuns long ago, you lead groups of allies through various regions, always hustling to make good time on your expeditions. You gain the @Compendium[pf2e.feats-srd.5ZsmRm7HvFAw2XDZ]{Caravan Leader} and @Compendium[pf2e.feats-srd.38uOVS8fLZxraUrg]{Pick Up The Pace} general feats, even if you don&rsquo;t meet the prerequisites.</p>"
		},
		"Tusk Terror": {
			"name": "Tusk Terror",
			"description": "<p>Your skill with your tusks allows you to make brutal attacks that stun your foes. When you critically hit with your tusk attack, you apply its critical specialization effect.</p>"
		},
		"Venomous Infusion": {
			"name": "Venomous Infusion",
			"description": "<p>You can release venom into your foes after you land a telling blow, with extra effect if you’re using your tentacle from the tendrilweaver heritage. On a critical hit with a melee Strike against an adjacent enemy, you inject venom into your foe, causing it to take [[/r 1d4[persistent,poison]]] damage. If you have the tendrilweaver heritage, this persistent poison damage also applies on a critical hit with your tentacle Strike from the tendrilweaver heritage, even if you aren’t adjacent, and it increases to [[/r 1d6[persistent,poison]]] damage on a critical hit with your tentacle Strike from the tendrilweaver heritage if you’re adjacent.</p>"
		},
		"Violent Comeback": {
			"name": "Violent Comeback",
			"description": "<p>You respond with a sudden and powerful flare of fury when an opponent overwhelms you physically and revenge comes quickly to mind for this indignity. If a foe your size or larger knocks you @Compendium[pf2e.conditionitems.Prone]{Prone}, that foe is @Compendium[pf2e.conditionitems.Flat-Footed]{Flat-Footed} to you for 1 round. If a foe reduces you to 0 Hit Points, that foe is flat-footed to you for 1 round after you regain consciousness.</p>"
		},
		"Volcanic Destruction": {
			"name": "Volcanic Destruction",
			"description": "<p>While many kragraks envision volcanic eruptions as a primal and resplendent form of rebirth, you understand how to use them for destructive purposes as well. In fact, you&rsquo;ve even learned how to call forth eruptions at a rate that should alarm everyone living nearby. Once per day, you can cast <em>@Compendium[pf2e.spells-srd.O7ZEqWjwdKyo2CUv]{Volcanic Eruption}</em> as an innate primal spell.</p>"
		},
		"Wandering Waves": {
			"name": "Wandering Waves",
			"description": "<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> A creature within 60 feet Swims.</p>\n<hr>\n<p>You manipulate the triggering creature&rsquo;s perceptions of the water, creating phantom waves and leading them astray. The triggering creature must attempt a @Check[type:will|dc:resolve(@actor.attributes.classOrSpellDC.value)] save against the higher of your class DC or spell DC, with the following effects.</p>\n<p><strong>Success</strong> The creature is unaffected.</p>\n<p><strong>Failure</strong> The waves seem to be against any move the creature takes. The creature treats all squares as difficult terrain during its Swim action.</p>\n<p><strong>Critical Failure</strong> As failure, except that you determine where the target moves during the Swim, though you can&rsquo;t move it into hazardous terrain or a similar dangerous location.</p>"
		},
		"Wayward Wanderer": {
			"name": "Wayward Wanderer",
			"description": "<p>You can feel the ripples and waves around you much more consistently than other chochori, allowing you to lead your foes astray more often. You can use Wandering Waves once per 10 minutes, instead of once per day.</p>"
		},
		"Whimsical Inclination": {
			"name": "Whimsical Inclination",
			"description": "<p><strong>Frequency</strong> once per day</p>\n<hr>\n<p>You flit about from interest to interest so often, you&rsquo;re able to quickly latch onto a concept and gain a basic understanding of it. You spend 1 minute with either someone who is trained in a skill or a manual or other source of information about the skill, cramming basic information and performing basic exercises with the skill. When you do, you become trained in that skill. This proficiency lasts until you prepare again. Since this proficiency is temporary, you can&rsquo;t use it as a prerequisite for a skill increase or a permanent character option like a feat.</p>"
		},
		"Wildfire Leshy Familiar": {
			"name": "Wildfire Leshy Familiar",
			"description": "<p>You find it easy to attract weaker wildfire leshys to aid you. The number of abilities required to make your familiar a wildfire leshy is two lower than normal.</p>"
		},
		"X Marks the Spot": {
			"name": "X Marks the Spot",
			"description": "<p>You make two quick attacks against your foe, forming an X and marking a vulnerability for your allies to exploit. Strike twice against the same foe. If both Strikes hit, the foe is @Compendium[pf2e.conditionitems.AJh5ex99aV6VTggg]{Flat-Footed} until your next turn, and each of your allies gain a +1 circumstance bonus on their next attack rolls against that foe before your next turn. If both Strikes are critical hits, the circumstance bonus is +2 instead of +1.</p>\n<p>@UUID[Compendium.battlezoo-indigo-isles-character-guide-pf2e.indigo-isles-effects.nmlpabAhKbHxcRzH]{Effect: X Marks the Spot}</p>"
		},
		"Yo Ho Ho and a Bottle of Rum!": {
			"name": "Yo Ho Ho and a Bottle of Rum!",
			"description": "<p><strong>Frequency</strong> once per hour</p>\n<hr>\n<p>You withdraw and swig a drink of alcohol in order to overcome a difficult situation and give yourself a dose of liquid courage. Interact to draw a drink of alcohol and then Interact again to drink it; this can&rsquo;t be a special alchemical alcohol that has additional effects beyond the base effects of alcohol. You gain 3 temporary Hit Points per level for 2 rounds and attempt a counteract check against a mental effect currently affecting you, using your Will save modifier as the counteract modifier and half your level rounded up as the counteract level. If the counteract check doesn&rsquo;t remove the mental effect, you can&rsquo;t try to remove it again with Yo Ho Ho and a Bottle of Rum! You don&rsquo;t have to attempt a saving throw against the alcohol, and you don&rsquo;t gain any other special benefits from other abilities that require you to drink alcohol, or that occur when you drink alcohol.</p>"
		}
	}
}