{
	"label": "Indigo Isles Heritages",
	"entries": {
		"Ash Kragrak": {
			"name": "Ash Kragrak",
			"description": "<p>Your body and mind are flexible. You are trained in Acrobatics, or in another skill if you were already trained in Acrobatics. Additionally, you gain the @Compendium[pf2e.feats-srd.3G8xUlgCjRmRJNfP]{Quick Squeeze} skill feat as a bonus feat. During Downtime, you Retrain slightly faster, taking only 6 days for each week that Retraining would normally require.</p>"
		},
		"Bloodsear Hardriggan": {
			"name": "Bloodsear Hardriggan",
			"description": "<p>You come from a line of warriors. Regardless of whether you choose the violent life of your ancestors, your blood clots quickly and your flesh scars with ease. Your DC on flat checks to end persistent bleed damage is reduced from 15 to 10, or from 10 to 5 after receiving especially appropriate assistance.</p>"
		},
		"Boulder Kragrak": {
			"name": "Boulder Kragrak",
			"description": "<p>Boulder kragraks are particularly sturdy and extremely difficult to move, though their weighty forms do not lend themselves to rapid movement. You gain a +2 circumstance bonus to your Fortitude or Reflex DC against attempts to @Compendium[pf2e.actionspf2e.Shove]{Shove} or @Compendium[pf2e.actionspf2e.Trip]{Trip} you. This bonus also applies to saving throws against spells or effects that attempt to knock you @Compendium[pf2e.conditionitems.Prone]{Prone}. If any effect would force you to move 10 feet or more, you are moved only half the distance. You also gain the @Compendium[pf2e.feats-srd.AmP0qu7c5dlBSath]{Toughness} feat as a bonus feat. However, your Speed decreases from 25 to 20 feet.</p>"
		},
		"Cliff Climber Hardriggan": {
			"name": "Cliff Climber Hardriggan",
			"description": "<p>Your hands and feet are well- suited for climbing. You gain the @Compendium[pf2e.feats-srd.09PurtIanNUPfNRq]{Combat Climber} feat as a bonus feat. Your footing is so sure that you don't need to use your hands to climb inclines less than 90 degrees. Additionally, if you roll a success on an Athletics check to @Compendium[pf2e.actionspf2e.Climb]{Climb}, you get a critical success instead.</p>"
		},
		"Depthfarer": {
			"name": "Depthfarer",
			"description": "<p>You are descended from chochori trailblazers who explored the darkness of deep ocean trenches, gaining eyesight capable of seeing even without the use of light. You gain darkvision.</p>"
		},
		"Eldheart": {
			"name": "Eldheart",
			"description": "<p>You have a deeper connection to the element associated with your chora than is normal for a chochori, and some say you might even be blessed by the Eld. You gain a +2 circumstance bonus on all saving throws against effects with the trait matching your chora's element (the air trait for aikrys, the plant trait for carbor, the fire trait for farose, the water trait for hypisk, the electricity trait for jamambri, the earth trait for terath, or the cold trait for vergiss). You also gain a +2 circumstance bonus on Diplomacy checks to @Compendium[pf2e.actionspf2e.Make an Impression]{Make an Impression} against creatures with that trait and to Perception checks against creatures with that trait. If your chora later changes during a major life transition, your benefits change to match your new chora.</p>"
		},
		"Fervorsoul": {
			"name": "Fervorsoul",
			"description": "<p>Your emotions run wild and out of control, but their strength can assist you in swaying the emotions of others. You gain a +1 circumstance bonus on Diplomacy checks to @Compendium[pf2e.actionspf2e.Make an Impression]{Make an Impression} as well as Diplomacy, and Intimidation checks you make for emotion effects, such as @Compendium[pf2e.actionspf2e.Coerce]{Coerce} and @Compendium[pf2e.actionspf2e.Demoralize]{Demoralize}. However, your overwhelming emotions are not always an advantage. You also take a &ndash;1 penalty to saving throws against emotion effects.</p>"
		},
		"Galtzagorri": {
			"name": "Galtzagorri",
			"description": "<p>You have ladybug-like wings and obsessively keep yourself busy crafting and tinkering with things, preferring any fate to being listless and idle. You are trained in Crafting, or another skill of your choice if you were already trained in Crafting. You gain the @Compendium[pf2e.feats-srd.xWY5omyIcILNR7y1]{Magical Crafting} feat, even though you don&rsquo;t meet the level prerequisite or the prerequisite of being an expert in Crafting.</p>"
		},
		"Greased Orpok": {
			"name": "Greased Orpok",
			"description": "<p>Your skin constantly exudes a thin, odorless oil that makes you hard to grasp. You don&rsquo;t treat tight spaces that don&rsquo;t require you to Squeeze as difficult terrain. In addition, you get a +1 circumstance bonus to checks made to @Compendium[pf2e.actionspf2e.Escape]{Escape} and to your Fortitude DC to resist being Grappled.</p>"
		},
		"Greathorn Hardriggan": {
			"name": "Greathorn Hardriggan",
			"description": "<p>Your horns are larger and sharper than those of other hardriggans. Your horn unarmed attack gains the versatile P trait, in addition to its other traits. You gain the critical specialization effect of your horn unarmed attack. If you would already gain your horn's critical specialization effect, you can choose each time you critically hit a foe whether to use the brawling group's critical specialization effect or the knife group's critical specialization effect.</p>"
		},
		"Hidebound Orpok": {
			"name": "Hidebound Orpok",
			"description": "<p>Some orpoks are known to be particularly obstinate in their deference to orpok traditions, and you&rsquo;ve inherited a stubbornness that keeps your will your own. You gain resistance to mental damage equal to half your level (minimum 1). You also gain a +1 circumstance bonus to saving throws against effects that would make you controlled.</p>"
		},
		"Ironbeak": {
			"name": "Ironbeak",
			"description": "<p>Your beak is especially flexible compared to the norm, making you more capable than other g&rsquo;mayuns at piercing flesh and bones during battle. You have a beak unarmed attack that deals 1d6 piercing damage. Your beak is in the brawling weapon group and has the finesse and unarmed traits.</p>"
		},
		"Landwalker": {
			"name": "Landwalker",
			"description": "<p>You&rsquo;ve adapted yourself to make it easier to spend more of your life on land, rather than underwater. You don&rsquo;t have the hydration ability, allowing you to breathe as easily on land as underwater, for an unlimited amount of time. Your land Speed is 25 feet, but your swim Speed is only 15 feet.</p>"
		},
		"Loping Hardriggan": {
			"name": "Loping Hardriggan",
			"description": "<p>Your muscular legs can carry you swiftly and confidently over the ground. Your speed increases by 5 feet.</p>"
		},
		"Meleagris": {
			"name": "Meleagris",
			"description": "<p>While most g&rsquo;mayun look like parrots or other tropical birds, meleagris g&rsquo;mayuns have snoods, caruncles, wattles and beards like a turkey, as well as a fan of tail feathers. Most meleagris g&rsquo;mayuns in the Indigo Isles settled on Bluebell Island long ago in sporadic groups. Two hundred years ago, the local meleagris g&rsquo;mayuns used their powers to provide sustenance and succor to the orpok who first arrived on their ships to found Seaview, and so the people of Seaview associate them with their festival of Landfall Day and tend to give local meleagris g&rsquo;mayuns respect and key roles to play in the festival.</p>\n<hr>\n<p>Like a turkey, you have a snood, caruncle, wattle and beard, as well as a fan of tail feathers. Whether your connection to the Great Song is different than other g&rsquo;mayun or you are blessed by Chira, the goddess of spring, either way, you can conjure up a sour red berry sauce that can nourish and heal. You gain the @UUID[Compendium.battlezoo-indigo-isles-character-guide-pf2e.indigo-isles-actions.TH1zF9VJBEYcBVf1]{Bring Out The Sauce!} action.</p>"
		},
		"Nighteyes": {
			"name": "Nighteyes",
			"description": "<p>Your ability to see colors beyond the visual spectrum expands, allowing you to see in the dark just as easily as in light. You gain darkvision.</p>"
		},
		"Salt Kragrak": {
			"name": "Salt Kragrak",
			"description": "<p>The salt in your body naturally purifies both physical and magical contaminants. You gain a +1 circumstance bonus to saving throws against curses, diseases, and haunts. If you roll a success on a saving throw against curses, diseases, or haunts, you get a critical success instead.</p>"
		},
		"Sand Kragrak": {
			"name": "Sand Kragrak",
			"description": "<p>Whether you are associated with the sands of churning coasts or the ever-shifting sand dunes of a desert, you understand that fortunes ebb and flow, and are skilled at seizing opportunities. You gain the @UUID[Compendium.battlezoo-indigo-isles-character-guide-pf2e.indigo-isles-actions.kZ0uYR0XDCcCSqAc]{Cycle of Tides and Dunes} reaction.</p>"
		},
		"Shaggy Hardriggan": {
			"name": "Shaggy Hardriggan",
			"description": "<p>You have a thick coat of shaggy fur that protects you from the snowy climates of high mountains. Although there are no such climates in the Indigo Isles, your heritage is proof that your ancestors arrived in the Indigo Isles from elsewhere. You gain cold resistance equal to half your level (minimum 1). You treat environmental cold effects as if they were one step less extreme (incredible cold becomes extreme, extreme cold becomes severe, and so on).</p>"
		},
		"Songtouched": {
			"name": "Songtouched",
			"description": "<p>The great song flows through you in a special way compared to other g&rsquo;mayuns, granting you perfect pitch and an innate understanding of music, as well as the flow of the great song itself. You gain a +1 circumstance bonus on Performance checks to sing or play a musical instrument; if you are a master in Performance, you gain a +2 circumstance bonus instead. Additionally, you gain a +1 circumstance bonus to saving throws against auditory effects that rely specifically on music, such as a harpy&rsquo;s song.</p>"
		},
		"Stout Orpok": {
			"name": "Stout Orpok",
			"description": "<p>You come from a long line of laborers, travelers, or other orpoks who relied on their durability and determination to survive. Add 2 Bulk to the amount you can carry before becoming encumbered (normally, this increases this amount from 5 + your Strength modifier to 7 + your Strength modifier) and add 4 Bulk to the total amount you can hold or carry (normally, this increases this amount from 10 + your Strength modifier to 14 + your Strength modifier). When exploring, you can Hustle twice as long before you must stop.</p>"
		},
		"Tastemaster Orpok": {
			"name": "Tastemaster Orpok",
			"description": "<p>Your sense of taste and smell are keen even among orpoks, allowing you to identify subtleties in aromas and flavors that even other orpoks might miss. This helps protect you from eating or breathing in dangerous toxins. You gain the @Compendium[pf2e.feats-srd.1Eceqc6zbMj2x0q9]{Seasoned} skill feat, even if you don&rsquo;t meet the feat&rsquo;s prerequisites, and a +1 circumstance bonus to saving throws against inhaled or ingested effects (such as some poisons) and olfactory effects.</p>"
		},
		"Tendrilweaver": {
			"name": "Tendrilweaver",
			"description": "<p>You have tiny tentacles growing out of your body that can deliver a mild, fast-acting venom to your opponents. These many tentacles are extremely small, and they aren&rsquo;t substantial enough to cause physical damage or to move or hold anything. You gain a tentacle unarmed attack that deals 1d4 poison damage. Your tentacle is in the brawling weapon group and has the agile, finesse, and unarmed traits.</p>"
		},
		"Tusked Orpok": {
			"name": "Tusked Orpok",
			"description": "<p>Your tusks are thicker and sharper than those of other orpoks. Unlike most orpoks, your tusks are sufficiently sturdy to use as an unarmed attack in combat. Many tusked orpoks consider themselves to be descendants of the mysterious orpok forerunners who inhabited secret places in the Indigo Isles before the arrival of the large orpok fleet 200 years ago. Regardless of your belief in these legends, you have a tusk unarmed attack that deals 1d6 piercing damage. Your tusk is in the brawling weapon group and has the shove, unarmed, and versatile S traits.</p>"
		},
		"Wavespeaker": {
			"name": "Wavespeaker",
			"description": "<p>When you speak to the waves around you, it almost feels like they can speak back to you, warning you of all sorts of nearby creatures and objects in motion. You gain imprecise wavesense with a range of 30 feet, allowing you to sense motion in the water around you. You also gain a +2 circumstance bonus to locate undetected creatures in motion underwater within the range of your wavesense.</p>"
		},
		"Wilfire Leshy": {
			"name": "Wilfire Leshy",
			"description": "<p>Being on fire is your natural state, and it takes more than a brush with flame to harm you. You gain fire resistance equal to half your level (minimum 1). You can also recover from being on fire more easily. Your flat check to remove persistent fire damage is DC 10 instead of DC 15, which is reduced to DC 5 if another creature uses a particularly appropriate action to help.</p>"
		}
	}
}