{
	"label": "Botanical Heritages",
	"entries": {
		"Bonsai Leshy": {
			"name": "Bonsai Leshy",
			"description": "<p>Your precisely sculpted shape requires regular upkeep. Fortunately, it&rsquo;s quick and easy for you to shed new growth and maintain your chosen shape. The process is dangerous for anyone standing next to you, allowing it to double as an attack.</p>\n<p>You gain the @UUID[Compendium.botanical-bestiary.actions.v1gQ1M11efMqGlLh]{Branching Barrage} action.</p>"
		},
		"Cat-Tail Leshy": {
			"name": "Cat-Tail Leshy",
			"description": "<p>Your cat body may be a bit of mimicry, but you share some of the traits of your namesake. You are both curious enough to have gotten yourself into your fair share of trouble in places you weren't technically invited to, and light-footed enough to survive them.</p>\n<p>You gain a +1 circumstance bonus to saving throws against hazards.</p>"
		},
		"Coffee Leshy": {
			"name": "Coffee Leshy",
			"description": "<p>You are full of energy, and you can share that energy with others when they grow weary.</p>\n<p>You gain a +1 status bonus to all saving throws against effects that cause fatigue or would cause you to fall asleep.</p>\n<p>At dawn each day, you sprout a cluster of four highly caffeinated coffee beans. You or an ally can remove a coffee bean as an @Compendium[pf2e.actionspf2e.pvQ5rY2zrtPI614F]{Interact} action. If a living creature consumes it as an @Compendium[pf2e.actionspf2e.pvQ5rY2zrtPI614F]{Interact} action within the next hour, they gain +1 status bonus to AC and saves to which they are taking penalties caused by the @Compendium[pf2e.conditionitems.Fatigued]{Fatigued} condition for 10 minutes. Creatures who regularly partake of your coffee beans may eventually become addicted to coffee.</p>\n<p>@UUID[Compendium.botanical-bestiary.effects.jfVXWt7pyj1XfEWV]{Effect: Coffee Leshy Beans}</p>"
		},
		"Driftwood Leshy": {
			"name": "Driftwood Leshy",
			"description": "<p>Like the wood that makes up your body, you feel at home drifting on the waves. When bored with a location, you may even set yourself adrift on a river or ocean, letting your mind wander until you wash up on a new shore.</p>\n<p>You gain a swim Speed of 10 feet and the amphibious trait. Like all creatures with the amphibious trait, you breathe both water and air.</p>"
		},
		"Lichen Leshy": {
			"name": "Lichen Leshy",
			"description": "<p>Your durable form naturally shrugs off the effects of fire and ice.</p>\n<p>You treat environmental heat and cold effects as if they were one step less severe (incredible cold or heat becomes extreme, extreme cold or heat becomes severe, etc).</p>\n<p>You also gain the @UUID[Compendium.botanical-bestiary.actions.0H0bWF5d3PY1qfQz]{Lichen's Tenacity} action.</p>"
		},
		"Onion Leshy": {
			"name": "Onion Leshy",
			"description": "<p>Those who cut into your many-layered body are in for a tearful surprise.</p>\n<p>You gain the @UUID[Compendium.botanical-bestiary.actions.YBjMLZgRUt6fODqG]{I&rsquo;m Not Crying!} reaction.</p>"
		},
		"Pepper Leshy": {
			"name": "Pepper Leshy",
			"description": "<p>Creatures that bite into you must contend with the potent spiciness of your peppery body.</p>\n<p>A creature that hits you with a @Compendium[pf2e.actionspf2e.VjxZFuUXrCU94MWR]{Strike} using its jaws or mouth or has you @Compendium[pf2e.conditionitems.kWc1fhmv9LBiTuei]{Grabbed} in its jaws or mouth must succeed at a @Check[type:fortitude|dc:resolve(@actor.attributes.classOrSpellDC.value)] save or be @Compendium[pf2e.conditionitems.Sickened]{Sickened 1} (@Compendium[pf2e.conditionitems.Sickened]{Sickened 2} on a critical failure). The DC of the saving throw is equal to your class DC or your spell DC, whichever is higher. After attempting this saving throw, the creature is temporarily immune to this effect for 24 hours.</p>"
		},
		"Petrified Leshy": {
			"name": "Petrified Leshy",
			"description": "<p>Your fossilized body allows you to shrug off blows that would have felled most creatures. You gain 10 Hit Points from your ancestry instead of 8, and you gain the @Compendium[pf2e.feats-srd.AmP0qu7c5dlBSath]{Toughness} feat as a bonus feat.</p>"
		},
		"Rose Leshy": {
			"name": "Rose Leshy",
			"description": "<p>Your beauty and alluring fragrance help to remind your allies of your bonds, bolstering them against others who would try to sway their minds.</p>\n<p>You gain the @UUID[Compendium.botanical-bestiary.actions.6y7oNWLNA4gNNXde]{Rose&rsquo;s Tranquility} action.</p>"
		},
		"Tumbleweed Leshy": {
			"name": "Tumbleweed Leshy",
			"description": "<p>You are particularly adept at tumbling along the ground. You can @Compendium[pf2e.actionspf2e.Crawl]{Crawl} up to 10 feet. If you take the @Compendium[pf2e.feats-srd.5I97q0FfAeXcUQhs]{Nimble Crawl} skill feat, you gain the benefits normally gained from master proficiency in Acrobatics at expert proficiency and the benefits normally gained from legendary proficiency at master proficiency. If you reach legendary proficiency, you become more accurate at attacking while @Compendium[pf2e.conditionitems.Prone]{Prone}. You take only a &ndash;1 circumstance penalty to attack rolls while prone (instead of the typical &ndash;2 circumstance penalty).</p>"
		}
	}
}