{
	"label": "Clerics+ Features",
	"entries": {
		"Advanced Favored Weapon": {
			"name": "Advanced Favored Weapon",
			"description": "<p>Choose a single advanced weapon within the same weapon group as your deity&rsquo;s favored weapon. You gain access to that weapon, and for the purpose of determining your proficiency, that weapon is a martial weapon.</p>"
		},
		"Aspect of War": {
			"name": "Aspect of War",
			"description": "<p>You channel the fury of the gods directly through you, leaving you nigh-invulnerable. When you use the Fervor action, you gain resistance equal to half your level to physical damage until the end of your next turn.</p>"
		},
		"Battle-Lust": {
			"name": "Battle-Lust",
			"description": "<p>The divine ecstasy of warfare surges through you in combat, and you embrace it wholly. You gain the zeal domain as an alternate domain, and gain the <em>@Compendium[pf2e.spells-srd.W37iBXLsY2trJ1rS]{Weapon Surge}</em>&nbsp;focus spell. You gain a focus pool if you didn&rsquo;t already possess one or increase your focus spell pool by 1 if you did.</p>"
		},
		"Bestowed with Shadow": {
			"name": "Bestowed with Shadow",
			"description": "<p>The blessings of a deity sometimes come under the guise of darkness. You gain the darkness domain as an alternate domain, and gain the <em>@Compendium[pf2e.spells-srd.SE0fbgBj7atuukdv]{Cloak of Shadow}</em> focus spell. You gain a focus pool if you didn&rsquo;t already possess one or increase your focus spell pool by 1 if you did.</p>"
		},
		"Blessed Skill": {
			"name": "Blessed Skill",
			"description": "<p>Your deity has imprinted the powers of its divine skill onto your sacred animal. Your sacred animal becomes trained in the divine skill of your deity. At 9th level, it becomes expert in your deity&rsquo;s divine skill, and at 17th level it becomes a master.</p>"
		},
		"Blessed Support": {
			"name": "Blessed Support",
			"description": "<p>Your sacred animal has learned to support you in unique ways. During your daily preparations, choose an ally to be blessed by your sacred animal. Your sacred animal can apply the benefits of its support activity to the chosen ally instead of yourself when it takes the support action.</p>"
		},
		"Body of the Chosen": {
			"name": "Body of the Chosen",
			"description": "<p>Your deity has blessed the body of your sacred animal. Choose two of the following: acid, cold, electricity, fire, poison, or sonic. Your sacred animal gains resistance equal to half your level against the chosen damage types. In addition, your sacred animal gains a weakness equal to half your level against an opposing alignment of its choice. If your deity is neutral, you gain only one type of resistance and no weakness.</p>"
		},
		"Chimeric Beast": {
			"name": "Chimeric Beast",
			"description": "<p>Your sacred animal becomes a hybrid between itself and another type of creature. It gains the support benefit of another animal companion type appropriate to this new form.</p>"
		},
		"Clergy Detective": {
			"name": "Clergy Detective",
			"description": "<p>You have been entrusted with several investigations on behalf of the church. You gain a level 1 or 2 investigator class feat for which you meet the prerequisites. You can't use your Intelligence modifier on other rolls from abilities that expand Devise a Stratagem, such as the @Compendium[pf2e.feats-srd.Tu1hOEr6Ko9Df54L]{Athletic Strategist} feat.</p>"
		},
		"Clergy Operative": {
			"name": "Clergy Operative",
			"description": "<p>You are among the most trusted agents of the church. You gain an investigator class feat equal to half your level for which you meet the prerequisites. You must have the clergy detective blessing to select this.</p>"
		},
		"Cleric+": {
			"name": "Cleric+",
			"description": "<p><em>Deities work their will upon the world in infinite ways, and you serve as one of their most stalwart mortal servants. Blessed with divine magic, you live the ideals of your faith, adorn yourself with the symbols of your church, and train diligently to wield your deity's favored weapon. Your spells might protect and heal your allies, or they might punish foes and enemies of your faith, as your deity wills. Yours is a life of devotion, spreading the teachings of your faith through both word and deed.</em></p>\n<p><strong>Key Ability: WISDOM</strong></p>\n<p>At 1st level, your class gives you an ability boost to Wisdom.</p>\n<p><strong>Hit Points: 8 plus your Constitution modifier</strong></p>\n<p>You increase your maximum number of HP by this number at 1st level and every level thereafter.</p>\n<h1>Roleplaying the Cleric</h1>\n<h2>During Combat Encounters...</h2>\n<p>If you're a warpriest, you balance between casting spells and attacking with weapons- typically the favored weapon of your deity. If you're a cloistered cleric, you primarily cast spells. Most of your spells can boost, protect, or heal your allies. Depending on your deity, you get extra spells to heal your allies or harm your enemies.</p>\n<h2>During Social Encounters...</h2>\n<p>You might make diplomatic overtures or deliver impressive speeches. Because you're wise, you also pick up on falsehoods others tell.</p>\n<h2>While Exploring...</h2>\n<p>You detect nearby magic and interpret any religious writing you come across. You might also concentrate on a protective spell for your allies in case of attack. After a battle or hazard, you might heal anyone who was hurt.</p>\n<h2>In Downtime...</h2>\n<p>You might perform services at a temple, travel to spread the word of your deity, research scripture, celebrate holy days, or even found a new temple.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Visit the temples and holy places sacred to your faith, and have an immediate affinity with other worshippers of your deity.</li>\n<li>Know the teachings of your religion's holy texts and how they apply to a dilemma.</li>\n<li>Cooperate with your allies, provided they don't ask you to go against divine will.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Find your devotion impressive, even if they don't understand it.</li>\n<li>Expect you to heal their wounds.</li>\n<li>Rely on you to interact with other religious figures.</li>\n</ul>\n<h1>Initial Proficiencies</h1>\n<p>At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.</p>\n<h2>Perception</h2>\n<p>Trained in Perception</p>\n<h2>Saving Throws</h2>\n<p>Trained in Fortitude</p>\n<p>Trained in Reflex</p>\n<p>Expert in Will</p>\n<h2>Skills</h2>\n<p>Trained in Religion</p>\n<p>Trained in one skill determined by your choice of deity</p>\n<p>Trained in a number of additional skills equal to 2 plus your Intelligence modifier</p>\n<h2>Attacks</h2>\n<p>Trained in simple weapons</p>\n<p>Trained in the favored weapon of your deity. If your deity's favored weapon is uncommon, you also gain access to that weapon.</p>\n<p>Trained in unarmed attacks</p>\n<h2>Defenses</h2>\n<p>Untrained in all armor, though your doctrine might alter this</p>\n<p>Trained in unarmored defense</p>\n<h2>Spells</h2>\n<p>Trained in divine spell attacks</p>\n<p>Trained in divine spell DCs</p>\n<h1>Class Features</h1>\n<p>You gain these features as a Cleric. Abilities gained at higher levels list the levels at which you gain them next to the features' names.</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Your Level</th>\n<th>Class Features</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Ancestry and background, initial proficiencies, deity, divine spellcasting, divine font, doctrine</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Cleric feat, skill feat</td>\n</tr>\n<tr>\n<td>3</td>\n<td>2nd-level spells, general feat, second doctrine, skill increase</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Cleric feat, skill feat</td>\n</tr>\n<tr>\n<td>5</td>\n<td>3rd-level spells, ability boosts, alertness, ancestry feat, skill increase</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Cleric feat, skill feat</td>\n</tr>\n<tr>\n<td>7</td>\n<td>4th-level spells, general feat, skill increase, third doctrine</td>\n</tr>\n<tr>\n<td>8</td>\n<td>Cleric feat, skill feat</td>\n</tr>\n<tr>\n<td>9</td>\n<td>5th-level spells, ancestry feat, resolve, skill increase</td>\n</tr>\n<tr>\n<td>10</td>\n<td>Ability boosts, cleric feat, skill feat</td>\n</tr>\n<tr>\n<td>11</td>\n<td>6th-level spells, fourth doctrine, general feat, lightning reflexes, skill increase</td>\n</tr>\n<tr>\n<td>12</td>\n<td>Cleric feat, skill feat</td>\n</tr>\n<tr>\n<td>13</td>\n<td>7th-level spells, ancestry feat, divine defense, skill increase, weapon specialization</td>\n</tr>\n<tr>\n<td>14</td>\n<td>Cleric feat, skill feat</td>\n</tr>\n<tr>\n<td>15</td>\n<td>8th-level spells, ability boosts, fifth doctrine, general feat, skill increase</td>\n</tr>\n<tr>\n<td>16</td>\n<td>Cleric feat, skill feat</td>\n</tr>\n<tr>\n<td>17</td>\n<td>9th-level spells, ancestry feat, skill increase</td>\n</tr>\n<tr>\n<td>18</td>\n<td>Cleric feat, skill feat</td>\n</tr>\n<tr>\n<td>19</td>\n<td>Final doctrine, general feat, miraculous spell, skill increase</td>\n</tr>\n<tr>\n<td>20</td>\n<td>Ability boosts, cleric feat, skill feat</td>\n</tr>\n</tbody>\n</table>\n<h2>Ancestry and Background</h2>\n<p>In addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background.</p>\n<h2>Deity</h2>\n<p>As a cleric, you are a mortal servitor of a deity you revere above all others. Your alignment must be one allowed by your deity, as listed in their entry. Your deity grants you the trained proficiency rank in one skill and with the deity's favored weapon. If the favored weapon is uncommon, you also get access to that weapon.</p>\n<p>Your deity also adds spells to your spell list. You can prepare these just like you can any spell on the divine spell list, once you can prepare spells of their level as a cleric. Some of these spells aren't normally on the divine list, but they're divine spells if you prepare them this way.</p>\n<p>A list of all deities can be found in the Deities compendium.</p>\n<h3><strong>Anathema</strong></h3>\n<p>Acts fundamentally opposed to your deity's alignment or ideals are anathema to your faith. Learning or casting spells, committing acts, and using items that are anathema to your deity remove you from your deity's good graces.</p>\n<p>If you perform enough acts that are anathema to your deity, or if your alignment changes to one not allowed by your deity, you lose the magical abilities that come from your connection to your deity. The class features that you lose are determined by the GM, but they likely include your divine font and all divine spellcasting. These abilities can be regained only if you demonstrate your repentance by conducting an <em>@UUID[Compendium.pf2e.spells-srd.7Fd4lxozd11MQ55N]{Atone}</em> ritual.</p>\n<h2>Divine Font</h2>\n<p>Through your deity's blessing, you gain additional spells that channel either the life force called positive energy or its counterforce, negative energy. When you prepare your spells each day, you can prepare additional <em>@UUID[Compendium.pf2e.spells-srd.rfZpqmj0AIIdkVIs]{Heal}</em> or <em>@UUID[Compendium.pf2e.spells-srd.wdA52JJnsuQWeyqz]{Harm}</em> spells, depending on your deity. The divine font spell your deity provides is listed in the Divine Font entry for your deity; if both are listed, you can choose between <em>heal</em> or <em>harm</em>. Once you choose, you can't change your choice short of an ethical shift or divine intervention.</p>\n<p><strong>Healing Font</strong> You gain additional spell slots each day at your highest level of cleric spell slots. You can prepare only <em>heal</em> spells in these slots, and the number of slots is equal to 1 plus your Charisma modifier.</p>\n<p><strong>Harmful Font</strong> You gain additional spell slots each day at your highest level of cleric spell slots. You can prepare only <em>harm</em> spells in these slots, and the number of slots is equal to 1 plus your Charisma modifier.</p>\n<h2>Divine Spellcasting</h2>\n<p>Your deity bestows on you the power to cast divine spells. You can cast divine spells using the Cast a Spell activity, and you can supply material, somatic, and verbal components when casting spells. Because you're a cleric, you can usually hold a divine focus (such as a religious symbol) for spells requiring material components instead of needing to use a spell component pouch.</p>\n<p>At 1st level, you can prepare two 1st-level spells and five cantrips each morning from the common spells on the divine spell list or from other divine spells to which you gain access and learn via @UUID[Compendium.pf2e.actionspf2e.Q5iIYCFdqJFM31GW]{Learn a Spell}. Prepared spells remain available to you until you cast them or until you prepare your spells again. The number of spells you can prepare is called your spell slots.</p>\n<p>As you increase in level as a cleric, the number of spells you can prepare each day increases, as does the highest level of spell you can cast, as shown in Table 3-9: Cleric Spells per Day.</p>\n<p>Some of your spells require you to attempt a spell attack roll to see how effective they are, or your enemies to roll against your spell DC (typically by attempting a saving throw). Since your key ability is Wisdom, your spell attack rolls and spell DCs use your Wisdom modifier.</p>\n<h3><strong>Heightening Spells</strong></h3>\n<p>When you get spell slots of 2nd level and higher, you can fill those slots with stronger versions of lower-level spells. This increases the spell's level, heightening it to match the spell slot. Many spells have specific improvements when they are heightened to certain levels.</p>\n<h3><strong>Cantrips</strong></h3>\n<p>A cantrip is a special type of spell that doesn't use spell slots. You can cast a cantrip at will, any number of times per day. A cantrip is always automatically heightened to half your level rounded up-this is usually equal to the highest level of spell you can cast as a cleric. For example, as a 1st-level cleric, your cantrips are 1st-level spells, and as a 5th-level cleric, your cantrips are 3rd-level spells.</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Your Level</th>\n<th>Cantrips</th>\n<th>1st</th>\n<th>2nd</th>\n<th>3rd</th>\n<th>4th</th>\n<th>5th</th>\n<th>6th</th>\n<th>7th</th>\n<th>8th</th>\n<th>9th</th>\n<th>10th</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>5</td>\n<td>2*</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>2</td>\n<td>5</td>\n<td>3*</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>3</td>\n<td>5</td>\n<td>3</td>\n<td>2*</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>4</td>\n<td>5</td>\n<td>3</td>\n<td>3*</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>5</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>2*</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>6</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3*</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>7</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2*</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>8</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3*</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>9</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2*</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>10</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3*</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>11</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2*</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>12</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3*</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>13</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2*</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>14</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3*</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>15</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2*</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>16</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3*</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>17</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2*</td>\n<td>-</td>\n</tr>\n<tr>\n<td>18</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3*</td>\n<td>-</td>\n</tr>\n<tr>\n<td>19</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>1*†</td>\n</tr>\n<tr>\n<td>20</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>1*†</td>\n</tr>\n<tr>\n<td style=\"color: white; width: 120px; background-color: #522e2c; text-align: center; height: 25px;\" colspan=\"12\">* Your divine font gives you additional <em>heal</em> or <em>harm</em> spells of this level. The number is equal to 1 + your Charisma modifier.\n<p>† The miraculous spell class feature gives you a 10th-level spell slot that works a bit differently from other spell slots.</p>\n</td>\n</tr>\n</tbody>\n</table>\n<h2>Doctrine</h2>\n<p>Even among followers of the same deity, there are numerous doctrines and beliefs, which sometimes vary wildly between clerics. At 1st level, you select a doctrine and gain the benefits of its first doctrine. The doctrines presented in this book are cloistered cleric and warpriest. Each doctrine grants you initial benefits at 1st level. At 3rd, 7th, 11th, 15th, and 19th levels, you gain the benefits granted by your doctrine's second, third, fourth, fifth, and final doctrines respectively.</p>\n<p>Doctrines can be found here (@UUID[Compendium.pf2e.classfeatures.ZZzLMOUAtBVgV1DF]{Cloistered Cleric} and @UUID[Compendium.pf2e.classfeatures.0Aocw3igLwna9cjp]{Warpriest}).</p>\n<h2>Initial Proficiencies</h2>\n<p>At 1st level, you gain a number of proficiencies that represent your basic training, noted at the start of this class.</p>\n<h2>Cleric Feats<span style=\"float: right;\">Level 2</span></h2>\n<p>At 2nd level and every 2 levels thereafter, you gain a cleric class feat.</p>\n<h2>Skill Feats<span style=\"float: right;\">Level 2</span></h2>\n<p>At 2nd level and every 2 levels thereafter, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat.</p>\n<h2>General Feats<span style=\"float: right;\">Level 3</span></h2>\n<p>At 3rd level and every 4 levels thereafter, you gain a general feat.</p>\n<h2>Skill Increases<span style=\"float: right;\">Level 3</span></h2>\n<p>At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase to either become trained in one skill you're untrained in, or become an expert in one skill in which you're already trained.</p>\n<p>You can use any of these skill increases you gain at 7th level or higher to become a master in a skill in which you're already an expert, and any of these skill increases you gain at 15th level or higher to become legendary in a skill in which you're already a master.</p>\n<h2>Ability Boosts<span style=\"float: right;\">Level 5</span></h2>\n<p>At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it's already 18 or above, or by 2 if it starts out below 18.</p>\n<h2>Alertness<span style=\"float: right;\">Level 5</span></h2>\n<p>You remain alert to threats around you. Your proficiency rank for Perception increases to expert.</p>\n<h2>Ancestry Feats<span style=\"float: right;\">Level 5</span></h2>\n<p>In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter.</p>\n<h2>Resolve<span style=\"float: right;\">Level 9</span></h2>\n<p>You've steeled your mind with resolve. Your proficiency rank for Will saves increases to master. When you roll a success at a Will save, you get a critical success instead.</p>\n<h2>Lightning Reflexes<span style=\"float: right;\">Level 11</span></h2>\n<p>Your reflexes are lightning fast. Your proficiency rank for Reflex saves increases to expert.</p>\n<h2>Divine Defense<span style=\"float: right;\">Level 13</span></h2>\n<p>Your training and your deity protect you from harm. Your proficiency rank in unarmored defense increases to expert.</p>\n<h2>Weapon Specialization<span style=\"float: right;\">Level 13</span></h2>\n<p>You've learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master, and to 4 if you're legendary.</p>\n<h2>Miraculous Spell<span style=\"float: right;\">Level 19</span></h2>\n<p>You're exalted by your deity and gain truly incredible spells. You gain a single 10th-level spell slot and can prepare a spell in that slot using divine spellcasting. You don't gain more 10th-level spells as you level up, though you can take the @UUID[Compendium.pf2e.feats-srd.QDjpZKOrWIV1G8XJ]{Maker of Miracles} feat to gain a second slot.</p>"
		},
		"Clinician Skill Feat": {
			"name": "Clinician Skill Feat",
			"description": "<p>When you would become an expert in your deity&rsquo;s<br>favored weapon, you instead select another common 1st-level<br>skill feat for Medicine.</p>"
		},
		"Cloaked Fervor": {
			"name": "Cloaked Fervor",
			"description": "<p>You are adept at ambush and your deity&rsquo;s fervor aids you in your endeavors. When you take the @Compendium[pf2e.actionspf2e.IE2nThCmoyhQA0Jn]{Avoid Notice} exploration activity and enter combat, you may use Fervor as a free-action with a trigger of rolling initiative and when you do creatures that haven't acted are Off-Guard to you.</p>"
		},
		"Condemn": {
			"name": "Condemn",
			"description": "<p>Your deity gives you the power to condemn others. You can use Religion instead of Intimidation to Demoralize and you don&rsquo;t take a penalty if the creature doesn&rsquo;t understand your language. You can use your proficiency rank in Religion to meet the requirements of skill feats that require a particular rank in Intimidation.</p>"
		},
		"Decree of Herald Binding": {
			"name": "Decree of Herald Binding",
			"description": "<p>You are bound to an animal companion that embodies the will of your deity and fosters your journey as a cleric of your deity. This animal companion usually takes a form that would be appropriate for your deity such as a lion for Iomedae, a rhinoceros for Gorum or a serpent for Asmodeus (subject to GM discretion). Your animal companion is bound by your deity's edicts and anathema the same as you are and gains a trait that is appropriate for servitors of you deity (such as the fiend trait for Asmodeus or the psychopomp trait for Pharasma). It is the same alignment as your deity and remains in your service as long as you are in their favor. If your animal companion dies or otherwise leaves your service, your deity sends you a new animal companion during your next daily preparations.</p>\n<p><strong>@UUID[Compendium.clerics.clerics-features.oHZogoqMxBMZkK3o]{First Decree (1st)}:</strong> You gain an animal companion which serves as an avatar of your deity or one of its servitors called your sacred animal. During an encounter, even if you don't use the Command an Animal action, your animal companion can still use 1 action on your turn that round to Stride or Strike. Choose one blessing of the herald keeper. These blessings alter the animal's abilities or form.</p>\n<p><strong>Herald Binding Blessings</strong></p>\n<ul>\n<li><strong>@Compendium[clerics.clerics-features.pgbJZ6OZes2rzB29]{Blessed Skill}:</strong> Your deity has imprinted the powers of its divine skill onto your sacred animal. Your sacred animal becomes trained in the divine skill of your deity. At 9th level, it becomes expert in your deity&rsquo;s divine skill, and at 17th level it becomes a master.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.0YqK38gYvGK7Dau5]{Body of the Chosen}:</strong> Your deity has blessed the body of your sacred animal. Choose two of the following: acid, cold, electricity, fire, poison, or sonic. Your sacred animal gains resistance equal to half your level against the chosen damage types. In addition, your sacred animal gains a weakness equal to half your level against an opposing alignment of its choice. If your deity is neutral, you gain only one type of resistance and no weakness.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.hDIh7eVWRaNb5ylq]{Deific Beam}:</strong> Your sacred animal gains a mighty beam of sacred energy they can blast into others. It gains a ranged unarmed attack with a range increment of 30 feet that deals 1d6 negative or positive damage determined by your divine font (harm dealing negative damage, and heal dealing positive damage). The attack has the appropriate trait for the damage type it deals as well as the evocation trait.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.WlkkEdIe1YTnkmge]{Font Connected}: </strong>Your deity has connected you and your sacred animal through your divine font. When you cast spells from the slots of your divine font, you can determine your point of casting from yourself or your animal companion.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.7iBqsXSUGKR3KMUC]{Outer Speech}: </strong>Your deity has given your sacred animal the ability to speak. Your sacred animal gains the ability to speak one language appropriate for your deity from the following languages: abyssal, aklo, aquan, auron, celestial, ignan, infernal, necril, or terran. Its intelligence is boosted to 10 or increases by 2, whichever is higher.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.JuSStUhBDOj8Ab82]{Sheathed in Light}:</strong> Your deity has a bestowed light to your companion in the form of a halo, flames, or an aura. It emits bright light from within a 20-foot emanation and dim light 20 feet beyond that (as per the light cantrip). Your sacred animal can suppress or resume this ability by spending a single action, which has the concentrate trait. @Compendium[pf2e.spell-effects.cVVZXNbV0nElVOPZ]{Spell Effect: Light}</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.ouGVUM7xdtdQV5BJ]{Steel-Wielder}:</strong> Your sacred animal gains the ability to manifest your deity&rsquo;s weapon. Your animal companion gains an unarmed attack that has the same damage die and traits as your deity&rsquo;s favored weapon. It can manifest or dismiss this unarmed attack as a single action with the concentration trait and it cannot make Strikes with other unarmed attacks while this unarmed attack is manifested. You can only select this blessing if your deity&rsquo;s favored weapon is a simple weapon or a one-handed martial weapon.</li>\n</ul>\n<p><strong>@UUID[Compendium.clerics.clerics-features.BdisMW7Wh5nzcaER]{Second Decree (5th)}: </strong>You gain a 1st-level spell slot which you can use to prepare cleric spells. At 7th level, you gain a 2nd-level spell slot, and at 9th level you gain a 3rd-level spell slot.</p>\n<p><strong>@UUID[Compendium.clerics.clerics-features.pu6Bc70UCznzrf6R]{Third Decree (9th)}:</strong> Choose one greater blessing of the herald keeper, either from the following or from other deific blessings to which you have access.</p>\n<p><strong>Greater Herald Binding Blessings</strong></p>\n<ul>\n<li><strong>@UUID[Compendium.clerics.clerics-features.JmxK7kO8zLBTLd0l]{Blessed Support}: </strong>Your sacred animal has learned to support you in unique ways. During your daily preparations, choose an ally to be blessed by your sacred animal. Your sacred animal can apply the benefits of its support activity to the chosen ally instead of yourself when it takes the support action.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.UnfJBElaX2FIqDUk]{Chimeric Beast}: </strong>Your sacred animal becomes a hybrid between itself and another type of creature. It gains the support benefit of another animal companion type appropriate to this new form.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.Q6iLTBa3CP9N4qxF]{Enchanted Strikes}: </strong>Your sacred animal&rsquo;s unarmed attacks gain additional power. Your sacred animals unarmed Strikes gain the effects of one of the following weapon property runes: crushing, disruptive, or fearsome.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.zodYJM1aAWajF1a2]{Multiheaded Form}: </strong>Your sacred animal's form shifts wildly, giving it multiple heads. Any ability that would sever a sacred animal&rsquo;s (such as the vorpal weapon property) doesn&rsquo;t cause the creature to die if it still has its other head, but does cause it to lose one of its actions when it is given commands. Mental effects that target a single creature affect only one of the sacred animal&rsquo;s heads and the effects apply to only one of its actions each turn. If only one of your sacred animal&rsquo;s heads was severed, it regrows during your next daily preparations when your deity would normally send you a new companion if it died. If your sacred animal would ever gain more than two actions, you decide which head gains the additional action, but action restrictions (such as using Support and attacking in the same turn) apply to both heads.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.WRikxj5ndmZDXoIB]{Otherworldly Awareness}:</strong> Your sacred animal tenses up and alerts your presence to the unseen. Your sacred animal gains an imprecise sense out to 30 feet to potentially notice celestials, fiends, monitors, or spirits. Your sacred animal can detect these creatures even if they are not visible or are in disguise and it uses its Perception to determine their presence.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.N1mLXPJGII1fgYk3]{Sacred Sight}:</strong> Your sacred animal allows you to see as it sees. Once every 10 minutes, you can use a single action with the concentrate trait to project your senses into your sacred animal. When you do, you lose all sensory information from your own body, but can sense through your familiar's body for up to 1 minute. You can Dismiss this effect.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.sON1kEFCk2fRwsqN]{Transcendent Mobility}:</strong> Your deity has blessed your sacred animal with great speed. Your sacred animal increases its Climb Speed, Speed, or Swim Speed by 15 feet.&nbsp;</li>\n</ul>\n<p><strong>@UUID[Compendium.clerics.clerics-features.WfCHWychDX7SHTVG]{Fourth Decree (13th)}:</strong> You gain a 4th-level spell slot which you can use to prepare cleric spells. At 15th level, you gain a 5th-level spell slot, and at 17th level you gain a 6th-level spell slot.</p>\n<p><strong>@UUID[Compendium.clerics.clerics-features.VyUDSOoxkcsYDu9P]{Fifth Decree (17th)}:</strong> &nbsp;Choose one major blessing of the herald keeper, either from the following or from other deific blessings to which you have access.</p>\n<p><strong>Major Herald Binding Blessings</strong></p>\n<ul>\n<li><strong>@UUID[Compendium.clerics.clerics-features.5vNn8jZz0f4gjdjs]{Divine Flight}:</strong> Your sacred animal grows wings, levitates, or another means by which it can fly. Your sacred animal gains a fly speed of 25 feet. If your sacred animal already possessed a means to fly, it increases its fly speed by 15 feet.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.t47OkDnjOn6KCSSE]{Eater of Avatars}: </strong>Your sacred animal is feared among servants of enemy faiths, written down in ancient tales as a bringer of great justice or terrible doom. Your sacred animal can choose to deal one of the following damage types instead of the normal damage with its unarmed attacks: chaotic, evil, good, or lawful. This damage type must match your deity&rsquo;s alignment and cannot be changed. Your deity must not be neutral to select this blessing.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.HHAk8QarlRjBj3hg]{Feared by the Other}: </strong>Your sacred animal gains a frightful presence against specific creatures determined by your deities alignment. Your sacred animal&rsquo;s frightful presence applies to aeons if your deity is chaotic, celestials if your deity is evil, fiends if your deity is good, proteans if your deity is lawful, or a thematic creature type chosen by your GM (undead for Pharasma, for example) if your deity is neutral.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.mojzSyM1N2NcNItT]{Godspeaker}: </strong>Your sacred animal speaks an ancient language that can be understood by all that hear it. It is permanently under the effects of the <em>@Compendium[pf2e.spells-srd.SwUiVavHKMWG7t5K]{Tongues}</em> spell. Once per week, you may commune with your sacred animal to glean divine guidance from it by spending 1 hour in prayer with your sacred animal. This produces the effect of a 6th-level <em>@Compendium[pf2e.spells-srd.7DN13ILADW2N9Z1t]{Commune} </em>ritual. You must have the Outer Speech blessing to take this blessing.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.fVFX17sDlCTrYpKO]{Greater Enchanted Strikes}: </strong>Your sacred animal&rsquo;s enchanted strikes become more powerful. You gain the effects of the greater weapon property rune you selected for your enchanted strikes blessing. You must have the enchanted strikes blessing to take this blessing.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.sPlA0UtVNJazTeFF]{Heraldic Statue}: </strong>Your sacred animal turns itself into a physical statue of your deity. It can transform as a 2-action activity that has the manipulate trait, changing from its usual form into a beast-headed statue of stone or other material appropriate for your god. While your sacred animal is a statue, it can't take any actions except to use the same activity to transform back, and it can't defend itself easily, making it Off-Guard and giving it an additional &ndash;2 status penalty to its AC, but gains resistance 5 to all damage . While in this form, all allies within 30 feet receive a +1 status bonus to attack rolls and to saves against mental effects. Creatures that oppose your deity or are considered enemies of your deity have a -1 status penalty to their AC and Will saves while within 30 feet of your sacred animal.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.pF7H2e3aOuraS36z]{Sacred Lair} </strong>Your sacred animal creates a small demiplane that you and your allies can enter. It can create a rift to this demiplane (which has an area of 40 feet and resembles the creature's natural habitat) as a 1 minute activity. Delicious and refreshing food and water can be found in this demiplane, and resting here feels supernaturally comfortable. You can leave items in the demiplane and retrieve them later. When you wish to leave the demiplane, you may do so as a 1 minute activity, returning to where you were before you left. When you and your allies rest within your sacred animal&rsquo;s lair, you regain twice the number of Hit Points you normally would and you gain a +2 status bonus to saves against diseases that are afflicting you or your allies.</li>\n</ul>"
		},
		"Decree of Sanctified Slaying": {
			"name": "Decree of Sanctified Slaying",
			"description": "<p>You are a covert operative of your church, called to work from the shadows in the name of your deity. This call can manifest in returning a stolen coin of Cailean, infiltrating angelic cults as an acolyte of Asmodeus, or assassinating those that would gain immortality as a servant to Pharasma. No matter the task, you are willing to take lethal measures to ensure it is complete.</p>\n<p><strong>@UUID[Compendium.clerics.clerics-features.StpUqsFEUze28ux5]{First Decree (1st)}:</strong> You gain the Devise a Stratagem action at 1st level instead of 3rd level. When you would gain Devise a Stratagem at 3rd level, you instead increase the proficiency of your divine skill to expert or increase another skill of your choice if you were already expert in your divine skill. Choose one a blessing of the sanctioned enforcer.</p>\n<p><strong>Sanctified Slaying Blessings</strong></p>\n<ul>\n<li><strong>@UUID[Compendium.clerics.clerics-features.bMzxLWji9Izyy0Is]{Bestowed with Shadow}: </strong>The blessings of a deity sometimes come under the guise of darkness. You gain the darkness domain as an alternate domain, and gain the cloak of shadow focus spell. You gain a focus pool if you didn&rsquo;t already possess one or increase your focus spell pool by 1 if you did.&nbsp;</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.DiziaHZ3YqSZbNQI]{Divine Interrogation}: </strong>You use a divinely inspired line of questions to interrogate with cold ease. You can spend 1 minute to Coerce a creature using your Perception instead of Intimidation in order to gain the answer of a single question. If you end the interrogation there, the creature will not worsen their attitude later. You can ask more questions by extending this to a 10 minute activity, though they will become unfriendly no more than an hour after your interrogation ends.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.qj3d1fydVeJKnofi]{Faithful Athame}: </strong>Your deity has blessed you with a special knife which has ceremonial powers. You gain a weapon of the knife group which is granted to you by your deity. This weapon is considered your deity&rsquo;s favored weapon and you gain the Deadly Simplicity cleric feat. While you are wielding this weapon you gain a +1 status bonus to saves against haunts and to skill checks required for casting rituals.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.ZVvZELgjSE1AUVKU]{Hunted by Faith}: </strong>Your deity leads you to the locations of others by way of prayer. You can use Religion instead of Survival to Track and you gain the Experienced Tracker skill feat. If the creature you are tracking is the subject of your Pursue a Lead class feature, your circumstance bonus to your check increases to +2.&nbsp;</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.u0rTZkT7Ftq98mYe]{Many Faces of God}:</strong> Your deity guides you to walk anywhere, no matter the risks. You gain the ability to cast illusory disguise by expending a harm or heal spell slot from your channel spell slots. If you target yourself with the spell, you can cast the spell as a single-action with the somatic component.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.FFlrN0KvN4NTupdZ]{Passage Finder}</strong>: Your deity whispers to draw your attention to secret doors. You gain a +1 circumstance bonus to Perception checks to find secret doors, and Thievery checks to pick locks. Even if you aren&rsquo;t Searching, you get a check to find secret doors that normally require you to be Searching. You still need to meet any other requirements to find the secret door.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.vx4CUL6hOCDhKAAz]{Precise Instructions}:</strong> In times of strife, it is the role of a sanctioned enforcer to train others, be they humble farmers or mighty warriors. When you use Fervor, you can spend an additional action to bestow your fervor benefits on an ally within 30 feet instead of yourself.</li>\n</ul>\n<p><strong>@UUID[Compendium.clerics.clerics-features.ErQ06u6eP0t2qM42]{Second Decree (5th)}:</strong> You have employed expert strategy in your attacks. You gain expert proficiency in your deity&rsquo;s favored weapon, simple weapons, and unarmed attacks. You gain the strategic strike class feature, which deals 1d6 precision damage on attacks you Devise a Stratagem for. At 7th level and 15th level when you would gain the strategic strike benefits, you instead increase your proficiency in your divine skill to master and legendary respectively.&nbsp;</p>\n<p><strong>@UUID[Compendium.clerics.clerics-features.qIc8iO7bAhm0ZeY9]{Third Decree (9th)}:</strong> You gain a greater deific blessing that aids you on your quests to seek that which evades your church. Choose one greater blessing of the sanctioned enforcer, either from the following or from other deific blessings to which you have access.</p>\n<p><strong>Greater Sanctified Slaying Blessings</strong></p>\n<ul>\n<li><strong>@UUID[Compendium.clerics.clerics-features.CTquZhJDu7STw6t1]{Clergy Detective}: </strong>You have been entrusted with several investigations on behalf of the church. You gain a level 1 or 2 investigator class feat for which you meet the prerequisites. You can't use your Intelligence modifier on other rolls from abilities that expand Devise a Stratagem, such as the Athletic Strategist feat.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.p1WOAAheSBXIopXh]{Cloaked Fervor}: </strong>You are adept at ambush and your deity&rsquo;s fervor aids you in your endeavors. When you take the Avoid Notice exploration activity and enter combat, you may use Fervor as a free-action with a trigger of rolling initiative and when you do creatures that haven't acted are Off-Guard to you.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.4pbX7pN8PeLpiCFc]{Gray Shepard}:</strong> In order to carry out the will of your deity and protect the souls of the faithful, you must do what they cannot. You may prepare spells with traits that would normally be anathema to your deity, such as spells with the evil trait if you are good or vice versa. The first time each day you cast a spell that would normally be anathema for you, you do so without endangering falling out of your deity&rsquo;s favor.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.i8JJhPOgIWMM3Ihs]{Many Bodies of God}:</strong> The faith of the many is present in the few. You gain the ability to cast mirror image by expending a harm or heal spell slot from your channel spell slots.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.sEsud6Rm725y1D1C]{Speak Before God}:</strong> Your questions are pointed and chilling. When you use Perception to Coerce, you can do so as a 3-action activity instead of taking 1 minute but you take a -5 penalty to the check. If you succeed at the check the creature answers one of your questions as normal and the target becomes frightened 2. You must have the divine interrogation blessing to select this.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.MEBP5XDLoJXmemB0]{Sacred Assassin}:</strong> You are the blade of your deity, and are skilled with undertaking covert slayings at the behest of the church. When you Devise a Stratagem, your agile and finesse weapons and unarmed attacks gain the backstabber and deadly d6 weapon traits. If the weapon or unarmed attack already has the deadly trait, increase the size of the deadly damage die by one step instead of giving it deadly d6.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.5ihruXxcMlvOOW6S]{Whispered Prayer}:</strong> Even in silence, you guide from the shadows. You can spend a single action reciting a common prayer of your deity which counts as having taken sufficient preparatory actions to Aid your ally on an attack roll of your choice, regardless of the circumstances. When you later use the Aid reaction, you can roll Religion instead of the normal skill check. If you are legendary in Religion, when you would get a failure you instead get a success.</li>\n</ul>\n<p><strong>@UUID[Compendium.clerics.clerics-features.2tiTsCsZTn3INdc7]{Fourth Decree (13th)}:</strong> You gain master proficiency in your deity&rsquo;s favored weapon, simple weapons, and unarmed attacks. Your strategic strike damage increases to 2d6.&nbsp;</p>\n<p><strong>@UUID[Compendium.clerics.clerics-features.5JgUqUPjLhgRgByH]{Final Decree (17th)}: </strong>Choose one major blessing of the sanctioned enforcer, either from the following or from other deific blessings to which you have access.</p>\n<p><strong>Major Sanctified Slaying Blessings</strong></p>\n<ul>\n<li><strong>@UUID[Compendium.clerics.clerics-features.PkUsMJvlxsSUKFdP]{Clergy Operative}:</strong> You are among the most trusted agents of the church. You gain an investigator class feat equal to half your level for which you meet the prerequisites. You must have the clergy detective blessing to select this.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.8QdGrCnqMfdSc3N5]{Excommunication}:</strong> You have studied the teachings of practically all faiths by now&mdash; specifically in order to tear down the mistakes of other faithful folk. When you Devise a Stratagem on a target, you can make an immediate Recall Knowledge check for Religion to know if they are a worshipper of a deity or an ideology. If you succeed at your Recall Knowledge and the target does have a deity or ideology, you can spend your reaction to lace your next attack with Devise a Stratagem with words condemning the target's anathema to their own deity; for example, the hypocrisy of a Shelynite in combat, or the sloppy warfare of a Gorumite losing a fight. If your Strike is successful, the creature takes a -2 status penalty to its saves against divine spells and to its divine spell attack rolls, and divine spell DCs until the end of your next turn, or for 1 minute if the attack was a critical success. Regardless of the result, the target is then immune to this effect for 10 minutes.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.HmlJpE6hP0OTN87q]{Flawless Onslaught}:</strong> You strike an opponent in such a way that it pierces through their greatest defenses. When you Devise a Stratagem, you can attempt a Recall Knowledge using your Perception modifier to learn of a creature's highest weakness value. If you succeed you can alter your strategic strike damage from precision to the damage type of the weakness you learned.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.cuLpLe9GQjZ5TnWP]{Iconoclastic Judgement}:</strong> Sinful artifacts have no place in this world. You gain the ability to cast dispel magic by expending a harm or heal spell slot from your channel spell slots. If you've had an artifact in your possession for a week, you may perform a sacred ritual to destroy it without meeting its Destruction prerequisites by making a Religion check with a DC equal to the item's level + 20. If you fail, you cannot attempt this again.&nbsp;</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.ApQ2ygXFXiCIqyvL]{Many Eyes of God}:</strong> There's no hiding from you or your deity. You gain the ability to cast locate by expending a harm or heal spell slot from your channel spell slots. If you target a creature or item that is the subject of your Pursue a Lead activity, you can do so as a 3-action activity instead of a 10-minute activity.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.cKymmSxKNVa3TaK4]{Sacred Executioner}: </strong>All your Strikes against a creature that is the subject of your Pursue a Lead have the death trait, causing them to be instantly killed when reduced to 0 Hit Points. When killed in this way, attempts to communicate with it, return it to life, turn it into an undead, or otherwise disturb its afterlife fail unless the effect's counteract level is higher than half your level when you killed the creature (rounded up), or originates from an artifact or a deity. You must have the sacred assassin blessing to select this.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.Vz7b2MMD9LbYKNBw]{Show Thyself!}:</strong>&nbsp;You can sense the presence of shapeshifters and invisible creatures through a honed sense of suspicion. When in the presence of creatures that are under the effects of illusion or transmutation effects that would either obscure their presence or alter their form beyond recognition, you eventually detect them if they are within 30 feet of you, though you might not do so instantly, and you can't pinpoint the location. This acts as a vague sense, similar to humans' sense of smell. When you detect one of these creatures, you may immediately make them the subject lead of your Pursue a Lead.</li>\n</ul>"
		},
		"Decree of Warsworn Ecstacy": {
			"name": "Decree of Warsworn Ecstacy",
			"description": "<p>You are bound to battle as an ever constant testament to your journey as a cleric of your deity. This call to battle can manifest in many ways depending on your deity, from simply being driven to competitive bouts as a cleric of Irori or constantly striving to achieve justice under the banner of Iomedae. Your arms serve as your scripture, and its words are written in the many dents and stains it collects during your tenure as a warpriest.</p>\n<p><strong>@UUID[Compendium.clerics.clerics-features.kUst360fNbTU2rnx]{First Decree (1st)}: </strong>You gain your second doctrine at 1st level instead of 3rd. When you would gain the benefits of your second doctrine, you instead gain the Emblazon Armament cleric feat. Choose one blessing of the arsenal chaplain.</p>\n<p><strong>Warsworn Ecstacy Blessings</strong></p>\n<ul>\n<li><strong>@UUID[Compendium.clerics.clerics-features.Aktxc7l29C0MumVW]{Battle-Lust}: </strong>The divine ecstasy of warfare surges through you in combat, and you embrace it wholly. You gain the zeal domain as an alternate domain, and gain the weapon surge focus spell. You gain a focus pool if you didn&rsquo;t already possess one or increase your focus spell pool by 1 if you did.&nbsp;</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.z5eNWnudN8dV32IM]{Condemn}: </strong>Your deity gives you the power to condemn others. You can use Religion instead of Intimidation to Demoralize and you don&rsquo;t take a penalty if the creature doesn&rsquo;t understand your language. You can use your proficiency rank in Religion to meet the requirements of skill feats that require a particular rank in Intimidation.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.KrL6Zg1Psabr2foG]{Destined Strike}: </strong>Your deity guides your blade in times of strife. You gain the ability to cast true strike by expending a harm or heal spell slot from your channel spell slots.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.jsdVvNbIK4lknlxs]{Reactive Shield}</strong>: Your deity grants you fast reflexes with your shield. You gain the Reactive Shield fighter class feat.&nbsp;</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.AYTsYD4OVoET8n4U]{Strength to Stand}:</strong> Divine power bolsters your body, keeping you from falling to your foes. Once per day, as a reaction when you would be reduced to 0 HP, you may expend one of your harm or heal spell slots from your channel spell slots to cast a single action heal spell on yourself and you do not provoke reactions when you Cast the Spell.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.m91VFFeFuIAKflcC]{Summon Weapon}: </strong>Your weapon is summoned to your side by calling on your deity, allowing you to store or retrieve your weapon as an Interact action into existence. When you take the Fervor action, you can summon your weapon as part of the same action.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.bDaV4NxCYp5mn2xs]{Warrior Training}: </strong>Your time in study of scriptures has been paired with clear guidance on how to wield your weapons of war. You gain proficiency in all martial weapons and increase this proficiency whenever you would gain increased proficiency from your sacred decree.</li>\n</ul>\n<p><strong>@UUID[Compendium.clerics.clerics-features.IKvHeK8NDScT61SU]{Second Decree (5th)}: </strong>You've become expert in your weapons at the behest of your god. Your proficiency ranks for simple weapons, martial weapons of your deity&rsquo;s favored weapon group, and unarmed attacks increase to expert. At 7th level when you would normally gain expert proficiency in the weapons granted by your doctrine, you gain weapon specialization.&nbsp;</p>\n<p><strong>@UUID[Compendium.clerics.clerics-features.biTW5j5zTC6k3fYb]{Third Decree (9th)}:</strong> Choose one greater blessing of the arsenal chaplain, either from the following or from other deific blessings to which you have access</p>\n<p><strong>Greater Warsworn Ecstacy Blessings</strong></p>\n<ul>\n<li><strong>@UUID[Compendium.clerics.clerics-features.OXA0roZ0xjG6eivF]{Advanced Favored Weapon}: </strong>Choose a single advanced weapon within the same weapon group as your deity&rsquo;s favored weapon. You gain access to that weapon, and for the purpose of determining your proficiency, that weapon is a martial weapon.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.XXpWMGin6iwqTMVW]{Empowering Presence}: </strong>Your fierce battle presence influences your allies or enemies. Weapons you wield gain the following critical specialization effect: You gain the benefits of a 1st-level bane or bless spell for 1 minute, bane if your divine font is harm or bless if your divine font is heal. When you get a successful Strike while this effect is active, the emanation increases by 5 feet.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.c72Lo1saLDPYgmif]{Fear of God}: </strong>Your fervor grows more powerful against those in fear. While you are under the effects of Fervor, you deal 4 additional damage to creatures who are frightened or 6 additional damage if you have master proficiency with the weapon. The type of damage dealt is chaotic, evil, good, or lawful depending on your choice of deity. If your deity could choose more than one damage type, you must choose one at the time this blessing is selected and your choice cannot be changed. If your deity is true neutral, you deal evil damage if your divine font grants you harm, or good damage if your divine font grants you heal. You can only ever gain one damage type from this blessing.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.N81Ho0z7uoQHVJrE]{Glorious Protection}: </strong>You call down the might of the gods, channeling their awesome power into you and leaving others awestruck. You gain the ability to cast sanctuary by expending a harm or heal spell slot from your channel spell slots, except the range of the spell is 30 feet instead of touch.<br>Hand of the Acolyte: Your weapon flies from your hand into your foes, before swinging back into your grasp. Your weapon gains the thrown 30 feet trait and the returning rune.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.QdW4tpBhBkEWOqMw]{Imposing Hand}: </strong>You gain the ability to cast enlarge by expending a harm or heal spell slot from your channel spell slots. If you target yourself with the spell, you can cast the spell as a single action with the somatic component.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.X9Ri45MJ0PdWDpbx]{Warrior's Focus}:</strong> You gain a level 1 or 2 fighter class feat for which you meet the prerequisites.&nbsp;</li>\n</ul>\n<p><strong>@UUID[Compendium.clerics.clerics-features.YCSO02VpssbumQUB]{Fourth Decree (13th)}: </strong>Your proficiency ranks for simple weapons, martial weapons of your deity&rsquo;s favored weapon group, and unarmed attacks increase to master. At 15th level, you gain greater weapon specialization.&nbsp;</p>\n<p><strong>@UUID[Compendium.clerics.clerics-features.BpsZPFZf2JZGoJLM]{Fifth Decree (17th)}:</strong> Choose one major blessing of the arsenal chaplain, either from the following or from other deific blessings to which you have access&nbsp;</p>\n<p><strong>Major Warsworn Ecstacy Blessings</strong></p>\n<ul>\n<li><strong>@UUID[Compendium.clerics.clerics-features.Ab6Jv394CtDtsm7i]{Aspect of War}:</strong> You channel the fury of the gods directly through you, leaving you nigh-invulnerable. When you use the Fervor action, you gain resistance equal to half your level to physical damage until the end of your next turn.&nbsp;</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.ApbI9cVAkmIJ4tfn]{Godspeed}:</strong> You gain the ability to cast haste by expending a harm or heal spell slot from your channel spell slots. If you target yourself with the spell, you can cast the spell as a single-action with the somatic component.&nbsp;</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.RiFjqPHS12lmBAP6]{Mighty Justicar}:</strong> You judge the souls of those you slay with steel and determination. When you kill an enemy creature, you gain a number of temporary hit points equal to their level for 1 minute. Constructs, plants and animals do not trigger this ability.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.hIooIUaG8fbTZE5o]{Reckless Conquest}:</strong> As you wade into battle, all that concerns you is victory. Once per day, you can expend a harm or heal spell slot from your channel spell slot to cause your damage to become almost explosive. All of your melee weapon damage rolls gain the splash trait and deal damage equal to half your level until the end of your next turn. This damage is evil if expended a harm or good if you expended a heal. You do not take splash damage from these attacks even if you are in range.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.f7KWe7LM5brVX9HJ]{Unstoppable Advance}:</strong> The weight of your armor, weapons and past never slow you down. You ignore all effects that would give you a status penalty to Speed.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.GMjAJrAB3cfj3cUu]{Wall of Iron}:</strong> You become a veritable bulwark while your shield is raised. While your shield is raised, adjacent allies also benefit from your circumstance bonus to AC. Additionally, your circumstance bonus to AC from your shield also applies to your saves against spells and other magical effects.&nbsp;</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.jKNCkSomXgwf5pix]{Warrior's Commitment}:</strong> You gain a fighter class feat equal to half your level for which you meet the prerequisites. You must have the warrior&rsquo;s focus blessing to select this.</li>\n</ul>"
		},
		"Deific Beam": {
			"name": "Deific Beam",
			"description": "<p>Your sacred animal gains a mighty beam of sacred energy they can blast into others. It gains a ranged unarmed attack with a range increment of 30 feet that deals 1d6 negative or positive damage determined by your divine font (harm dealing negative damage, and heal dealing positive damage). The attack has the appropriate trait for the damage type it deals as well as the evocation trait.</p>"
		},
		"Destined Strike": {
			"name": "Destined Strike",
			"description": "<p>Your deity guides your blade in times of strife. You gain the ability to cast <em>@Compendium[pf2e.spells-srd.Gb7SeieEvd0pL2Eh]{True Strike}</em> by expending a <em>@Compendium[pf2e.spells-srd.wdA52JJnsuQWeyqz]{Harm}</em> or <em>@Compendium[pf2e.spells-srd.rfZpqmj0AIIdkVIs]{Heal}</em> spell slot from your channel spell slots.</p>"
		},
		"Divine Flight": {
			"name": "Divine Flight",
			"description": "<p>Your sacred animal grows wings, levitates, or another means by which it can fly. Your sacred animal gains a fly speed of 25 feet. If your sacred animal already possessed a means to fly, it increases its fly speed by 15 feet.</p>"
		},
		"Divine Interrogation": {
			"name": "Divine Interrogation",
			"description": "<p>You use a divinely inspired line of questions to interrogate with cold ease. You can spend 1 minute to @Compendium[pf2e.actionspf2e.tHCqgwjtQtzNqVvd]{Coerce} a creature using your Perception instead of Intimidation in order to gain the answer of a single question. If you end the interrogation there, the creature will not worsen their attitude later. You can ask more questions by extending this to a 10 minute activity, though they will become unfriendly no more than an hour after your interrogation ends.</p>"
		},
		"Doctrine+": {
			"name": "Doctrine+",
			"description": "<p>Even among followers of the same deity, there are numerous doctrines and beliefs, which sometimes vary wildly between clerics. At 1st level, you select a doctrine and gain the benefits of its first doctrine. Each doctrine grants you initial benefits at 1st level. At 3rd, 7th, 11th, 15th, and 19th levels, you gain the benefits granted by your doctrine's second, third, fourth, fifth, and final doctrines respectively.</p>\n<ul>\n<li>@UUID[Compendium.pf2e.classfeatures.ZZzLMOUAtBVgV1DF]{Cloistered Cleric}</li>\n<li>@UUID[Compendium.pf2e.classfeatures.0Aocw3igLwna9cjp]{Warpriest}</li>\n<li>@UUID[Compendium.clerics.clerics-doctrines.fggIt19JRePOBjRh]{Seeker}</li>\n<li>@UUID[Compendium.clerics.clerics-doctrines.UDCwPuW0Umtdhc24]{Armorclad}</li>\n</ul>"
		},
		"Eater of Avatars": {
			"name": "Eater of Avatars",
			"description": "<p>Your sacred animal is feared among servants of enemy faiths, written down in ancient tales as a bringer of great justice or terrible doom. Your sacred animal can choose to deal one of the following damage types instead of the normal damage with its unarmed attacks: chaotic, evil, good, or lawful. This damage type must match your deity&rsquo;s alignment and cannot be changed. Your deity must not be neutral to select this blessing.</p>"
		},
		"Empowering Presence": {
			"name": "Empowering Presence",
			"description": "<p>Your fierce battle presence influences your allies or enemies. Weapons you wield gain the following critical specialization effect: You gain the benefits of a 1st-level bane or bless spell for 1 minute, bane if your divine font is harm or bless if your divine font is heal. When you get a successful Strike while this effect is active, the emanation increases by 5 feet.</p>"
		},
		"Enchanted Strikes": {
			"name": "Enchanted Strikes",
			"description": "<p>Your sacred animal&rsquo;s unarmed attacks gain additional power. Your sacred animals unarmed Strikes gain the effects of one of the following weapon property runes: @Compendium[pf2e.equipment-srd.JY8X4RSfg6xIqAC9]{Crushing}, @Compendium[pf2e.equipment-srd.LwQb7ryTC8FlOXgX]{Disrupting}, or @Compendium[pf2e.equipment-srd.P6v2AtJw7AUwaDzf]{Fearsome}.</p>"
		},
		"Esotericist Skill Feat": {
			"name": "Esotericist Skill Feat",
			"description": ""
		},
		"Excommunication": {
			"name": "Excommunication",
			"description": "<p>You have studied the teachings of practically all faiths by now&mdash; specifically in order to tear down the mistakes of other faithful folk.</p>\n<p>When you Devise a Stratagem on a target, you can make an immediate Recall Knowledge check for Religion to know if they are a worshipper of a deity or an ideology. If you succeed at your Recall Knowledge and the target does have a deity or ideology, you can spend your reaction to lace your next attack with Devise a Stratagem with words condemning the target's anathema to their own deity; for example, the hypocrisy of a Shelynite in combat, or the sloppy warfare of a Gorumite losing a fight.</p>\n<p>If your Strike is successful, the creature takes a -2 status penalty to its saves against divine spells and to its divine spell attack rolls, and divine spell DCs until the end of your next turn, or for 1 minute if the attack was a critical success. Regardless of the result, the target is then immune to this effect for 10 minutes.</p>\n<p>@UUID[Compendium.clerics.clerics-effects.0jFS63sprOGr3NP6]{Effect: Excommunication}</p>"
		},
		"Faithful Athame": {
			"name": "Faithful Athame",
			"description": "<p>Your deity has blessed you with a special knife which has ceremonial powers. You gain a weapon of the knife group which is granted to you by your deity. This weapon is considered your deity&rsquo;s favored weapon and you gain the @Compendium[pf2e.feats-srd.DfLkIIg2reyYW3a8]{Deadly Simplicity} cleric feat. While you are wielding this weapon you gain a +1 status bonus to saves against haunts and to skill checks required for casting rituals.</p>"
		},
		"Fear of God": {
			"name": "Fear of God",
			"description": "<p>Your fervor grows more powerful against those in fear. While you are under the effects of Fervor, you deal 4 additional damage to creatures who are frightened or 6 additional damage if you have master proficiency with the weapon. The type of damage dealt is chaotic, evil, good, or lawful depending on your choice of deity. If your deity could choose more than one damage type, you must choose one at the time this blessing is selected and your choice cannot be changed. If your deity is true neutral, you deal evil damage if your divine font grants you harm, or good damage if your divine font grants you heal. You can only ever gain one damage type from this blessing.</p>"
		},
		"Feared by the Other": {
			"name": "Feared by the Other",
			"description": "<p>Your sacred animal gains a @Compendium[pf2e.bestiary-ability-glossary-srd.etMnv73EIdEZrYYu]{Frightful Presence} against specific creatures determined by your deities alignment. Your sacred animal&rsquo;s frightful presence applies to aeons if your deity is chaotic, celestials if your deity is evil, fiends if your deity is good, proteans if your deity is lawful, or a thematic creature type chosen by your GM (undead for Pharasma, for example) if your deity is neutral.</p>"
		},
		"Fifth Decree (Herald Binding)": {
			"name": "Fifth Decree (Herald Binding)",
			"description": "<p>Choose one major blessing of the herald keeper, either from the following or from other deific blessings to which you have access.</p>\n<p><strong>Major Herald Binding Blessings</strong></p>\n<ul>\n<li><strong>@UUID[Compendium.clerics.clerics-features.5vNn8jZz0f4gjdjs]{Divine Flight}:</strong> Your sacred animal grows wings, levitates, or another means by which it can fly. Your sacred animal gains a fly speed of 25 feet. If your sacred animal already possessed a means to fly, it increases its fly speed by 15 feet.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.t47OkDnjOn6KCSSE]{Eater of Avatars}: </strong>Your sacred animal is feared among servants of enemy faiths, written down in ancient tales as a bringer of great justice or terrible doom. Your sacred animal can choose to deal one of the following damage types instead of the normal damage with its unarmed attacks: chaotic, evil, good, or lawful. This damage type must match your deity&rsquo;s alignment and cannot be changed. Your deity must not be neutral to select this blessing.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.HHAk8QarlRjBj3hg]{Feared by the Other}: </strong>Your sacred animal gains a frightful presence against specific creatures determined by your deities alignment. Your sacred animal&rsquo;s frightful presence applies to aeons if your deity is chaotic, celestials if your deity is evil, fiends if your deity is good, proteans if your deity is lawful, or a thematic creature type chosen by your GM (undead for Pharasma, for example) if your deity is neutral.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.mojzSyM1N2NcNItT]{Godspeaker}: </strong>Your sacred animal speaks an ancient language that can be understood by all that hear it. It is permanently under the effects of the <em>@Compendium[pf2e.spells-srd.SwUiVavHKMWG7t5K]{Tongues}</em> spell. Once per week, you may commune with your sacred animal to glean divine guidance from it by spending 1 hour in prayer with your sacred animal. This produces the effect of a 6th-level <em>@Compendium[pf2e.spells-srd.7DN13ILADW2N9Z1t]{Commune} </em>ritual. You must have the Outer Speech blessing to take this blessing.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.fVFX17sDlCTrYpKO]{Greater Enchanted Strikes}: </strong>Your sacred animal&rsquo;s enchanted strikes become more powerful. You gain the effects of the greater weapon property rune you selected for your enchanted strikes blessing. You must have the enchanted strikes blessing to take this blessing.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.sPlA0UtVNJazTeFF]{Heraldic Statue}: </strong>Your sacred animal turns itself into a physical statue of your deity. It can transform as a 2-action activity that has the manipulate trait, changing from its usual form into a beast-headed statue of stone or other material appropriate for your god. While your sacred animal is a statue, it can't take any actions except to use the same activity to transform back, and it can't defend itself easily, making it Off-Guard and giving it an additional &ndash;2 status penalty to its AC, but gains resistance 5 to all damage . While in this form, all allies within 30 feet receive a +1 status bonus to attack rolls and to saves against mental effects. Creatures that oppose your deity or are considered enemies of your deity have a -1 status penalty to their AC and Will saves while within 30 feet of your sacred animal.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.pF7H2e3aOuraS36z]{Sacred Lair} </strong>Your sacred animal creates a small demiplane that you and your allies can enter. It can create a rift to this demiplane (which has an area of 40 feet and resembles the creature's natural habitat) as a 1 minute activity. Delicious and refreshing food and water can be found in this demiplane, and resting here feels supernaturally comfortable. You can leave items in the demiplane and retrieve them later. When you wish to leave the demiplane, you may do so as a 1 minute activity, returning to where you were before you left. When you and your allies rest within your sacred animal&rsquo;s lair, you regain twice the number of Hit Points you normally would and you gain a +2 status bonus to saves against diseases that are afflicting you or your allies.</li>\n</ul>"
		},
		"Fifth Decree (Sanctified Slaying)": {
			"name": "Fifth Decree (Sanctified Slaying)",
			"description": "<p>Choose one major blessing of the sanctioned enforcer, either from the following or from other deific blessings to which you have access.</p>\n<p><strong>Major Sanctified Slaying Blessings</strong></p>\n<ul>\n<li><strong>@UUID[Compendium.clerics.clerics-features.PkUsMJvlxsSUKFdP]{Clergy Operative}:</strong> You are among the most trusted agents of the church. You gain an investigator class feat equal to half your level for which you meet the prerequisites. You must have the clergy detective blessing to select this.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.8QdGrCnqMfdSc3N5]{Excommunication}:</strong> You have studied the teachings of practically all faiths by now&mdash; specifically in order to tear down the mistakes of other faithful folk. When you Devise a Stratagem on a target, you can make an immediate Recall Knowledge check for Religion to know if they are a worshipper of a deity or an ideology. If you succeed at your Recall Knowledge and the target does have a deity or ideology, you can spend your reaction to lace your next attack with Devise a Stratagem with words condemning the target's anathema to their own deity; for example, the hypocrisy of a Shelynite in combat, or the sloppy warfare of a Gorumite losing a fight. If your Strike is successful, the creature takes a -2 status penalty to its saves against divine spells and to its divine spell attack rolls, and divine spell DCs until the end of your next turn, or for 1 minute if the attack was a critical success. Regardless of the result, the target is then immune to this effect for 10 minutes.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.HmlJpE6hP0OTN87q]{Flawless Onslaught}:</strong> You strike an opponent in such a way that it pierces through their greatest defenses. When you Devise a Stratagem, you can attempt a Recall Knowledge using your Perception modifier to learn of a creature's highest weakness value. If you succeed you can alter your strategic strike damage from precision to the damage type of the weakness you learned.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.cuLpLe9GQjZ5TnWP]{Iconoclastic Judgement}:</strong> Sinful artifacts have no place in this world. You gain the ability to cast dispel magic by expending a harm or heal spell slot from your channel spell slots. If you've had an artifact in your possession for a week, you may perform a sacred ritual to destroy it without meeting its Destruction prerequisites by making a Religion check with a DC equal to the item's level + 20. If you fail, you cannot attempt this again.&nbsp;</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.ApQ2ygXFXiCIqyvL]{Many Eyes of God}:</strong> There's no hiding from you or your deity. You gain the ability to cast locate by expending a harm or heal spell slot from your channel spell slots. If you target a creature or item that is the subject of your Pursue a Lead activity, you can do so as a 3-action activity instead of a 10-minute activity.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.cKymmSxKNVa3TaK4]{Sacred Executioner}: </strong>All your Strikes against a creature that is the subject of your Pursue a Lead have the death trait, causing them to be instantly killed when reduced to 0 Hit Points. When killed in this way, attempts to communicate with it, return it to life, turn it into an undead, or otherwise disturb its afterlife fail unless the effect's counteract level is higher than half your level when you killed the creature (rounded up), or originates from an artifact or a deity. You must have the sacred assassin blessing to select this.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.Vz7b2MMD9LbYKNBw]{Show Thyself!}:</strong>&nbsp;You can sense the presence of shapeshifters and invisible creatures through a honed sense of suspicion. When in the presence of creatures that are under the effects of illusion or transmutation effects that would either obscure their presence or alter their form beyond recognition, you eventually detect them if they are within 30 feet of you, though you might not do so instantly, and you can't pinpoint the location. This acts as a vague sense, similar to humans' sense of smell. When you detect one of these creatures, you may immediately make them the subject lead of your Pursue a Lead.</li>\n</ul>"
		},
		"Fifth Decree (Warsworn Ecstacy)": {
			"name": "Fifth Decree (Warsworn Ecstacy)",
			"description": "<p>Choose one major blessing of the arsenal chaplain, either from the following or from other deific blessings to which you have access&nbsp;</p>\n<p><strong>Major Warsworn Ecstacy Blessings</strong></p>\n<ul>\n<li><strong>@UUID[Compendium.clerics.clerics-features.Ab6Jv394CtDtsm7i]{Aspect of War}:</strong> You channel the fury of the gods directly through you, leaving you nigh-invulnerable. When you use the Fervor action, you gain resistance equal to half your level to physical damage until the end of your next turn.&nbsp;</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.ApbI9cVAkmIJ4tfn]{Godspeed}:</strong> You gain the ability to cast haste by expending a harm or heal spell slot from your channel spell slots. If you target yourself with the spell, you can cast the spell as a single-action with the somatic component.&nbsp;</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.RiFjqPHS12lmBAP6]{Mighty Justicar}:</strong> You judge the souls of those you slay with steel and determination. When you kill an enemy creature, you gain a number of temporary hit points equal to their level for 1 minute. Constructs, plants and animals do not trigger this ability.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.hIooIUaG8fbTZE5o]{Reckless Conquest}:</strong> As you wade into battle, all that concerns you is victory. Once per day, you can expend a harm or heal spell slot from your channel spell slot to cause your damage to become almost explosive. All of your melee weapon damage rolls gain the splash trait and deal damage equal to half your level until the end of your next turn. This damage is evil if expended a harm or good if you expended a heal. You do not take splash damage from these attacks even if you are in range.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.f7KWe7LM5brVX9HJ]{Unstoppable Advance}:</strong> The weight of your armor, weapons and past never slow you down. You ignore all effects that would give you a status penalty to Speed.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.GMjAJrAB3cfj3cUu]{Wall of Iron}:</strong> You become a veritable bulwark while your shield is raised. While your shield is raised, adjacent allies also benefit from your circumstance bonus to AC. Additionally, your circumstance bonus to AC from your shield also applies to your saves against spells and other magical effects.&nbsp;</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.jKNCkSomXgwf5pix]{Warrior's Commitment}:</strong> You gain a fighter class feat equal to half your level for which you meet the prerequisites. You must have the warrior&rsquo;s focus blessing to select this.</li>\n</ul>"
		},
		"Fifth Doctrine+": {
			"name": "Fifth Doctrine+",
			"description": "<p>You gain the fifth benefit of your doctrine:</p>\n<ul>\n<li>@UUID[Compendium.pf2e.classfeatures.n9W8MjjRgPpUTvWf]{Cloistered Cleric}</li>\n<li>@UUID[Compendium.pf2e.classfeatures.kmimy4VOaoEOgOiQ]{Warpriest}</li>\n<li>@UUID[Compendium.clerics.clerics-doctrines.3vlNUt65IrsQyOOI]{Seeker}</li>\n<li>@UUID[Compendium.clerics.clerics-doctrines.2AjzxgxywXlT88FO]{Armorclad}</li>\n</ul>"
		},
		"Final Doctrine+": {
			"name": "Final Doctrine+",
			"description": "<p>You gain the final benefit of your doctrine:</p>\n<ul>\n<li>@UUID[Compendium.pf2e.classfeatures.DgGefatQ4v6xT6f9]{Cloistered Cleric}</li>\n<li>@UUID[Compendium.pf2e.classfeatures.N1ugDqZlslxbp3Uy]{Warpriest}</li>\n<li>@UUID[Compendium.clerics.clerics-doctrines.9nPEUfK0OSi0UeN8]{Seeker}</li>\n<li>@UUID[Compendium.clerics.clerics-doctrines.ucDS0uR7A8FbCFh2]{Armorclad}</li>\n</ul>"
		},
		"First Decree (Herald Binding)": {
			"name": "First Decree (Herald Binding)",
			"description": "<p>You gain an animal companion which serves as an avatar of your deity or one of its servitors called your sacred animal. During an encounter, even if you don't use the Command an Animal action, your animal companion can still use 1 action on your turn that round to Stride or Strike. Choose one blessing of the herald keeper. These blessings alter the animal's abilities or form.</p>\n<p><strong>Herald Binding Blessings</strong></p>\n<ul>\n<li><strong>@Compendium[clerics.clerics-features.pgbJZ6OZes2rzB29]{Blessed Skill}:</strong> Your deity has imprinted the powers of its divine skill onto your sacred animal. Your sacred animal becomes trained in the divine skill of your deity. At 9th level, it becomes expert in your deity&rsquo;s divine skill, and at 17th level it becomes a master.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.0YqK38gYvGK7Dau5]{Body of the Chosen}:</strong> Your deity has blessed the body of your sacred animal. Choose two of the following: acid, cold, electricity, fire, poison, or sonic. Your sacred animal gains resistance equal to half your level against the chosen damage types. In addition, your sacred animal gains a weakness equal to half your level against an opposing alignment of its choice. If your deity is neutral, you gain only one type of resistance and no weakness.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.hDIh7eVWRaNb5ylq]{Deific Beam}:</strong> Your sacred animal gains a mighty beam of sacred energy they can blast into others. It gains a ranged unarmed attack with a range increment of 30 feet that deals 1d6 negative or positive damage determined by your divine font (harm dealing negative damage, and heal dealing positive damage). The attack has the appropriate trait for the damage type it deals as well as the evocation trait.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.WlkkEdIe1YTnkmge]{Font Connected}: </strong>Your deity has connected you and your sacred animal through your divine font. When you cast spells from the slots of your divine font, you can determine your point of casting from yourself or your animal companion.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.7iBqsXSUGKR3KMUC]{Outer Speech}: </strong>Your deity has given your sacred animal the ability to speak. Your sacred animal gains the ability to speak one language appropriate for your deity from the following languages: abyssal, aklo, aquan, auron, celestial, ignan, infernal, necril, or terran. Its intelligence is boosted to 10 or increases by 2, whichever is higher.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.JuSStUhBDOj8Ab82]{Sheathed in Light}:</strong> Your deity has a bestowed light to your companion in the form of a halo, flames, or an aura. It emits bright light from within a 20-foot emanation and dim light 20 feet beyond that (as per the light cantrip). Your sacred animal can suppress or resume this ability by spending a single action, which has the concentrate trait. @Compendium[pf2e.spell-effects.cVVZXNbV0nElVOPZ]{Spell Effect: Light}</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.ouGVUM7xdtdQV5BJ]{Steel-Wielder}:</strong> Your sacred animal gains the ability to manifest your deity&rsquo;s weapon. Your animal companion gains an unarmed attack that has the same damage die and traits as your deity&rsquo;s favored weapon. It can manifest or dismiss this unarmed attack as a single action with the concentration trait and it cannot make Strikes with other unarmed attacks while this unarmed attack is manifested. You can only select this blessing if your deity&rsquo;s favored weapon is a simple weapon or a one-handed martial weapon.</li>\n</ul>"
		},
		"First Decree (Sanctified Slaying)": {
			"name": "First Decree (Sanctified Slaying)",
			"description": "<p><strong>First Decree (1st):</strong> You gain the @Compendium[pf2e.actionspf2e.m0f2B7G9eaaTmhFL]{Devise a Stratagem} action at 1st level instead of 3rd level. When you would gain Devise a Stratagem at 3rd level, you instead increase the proficiency of your divine skill to expert or increase another skill of your choice if you were already expert in your divine skill. Choose one a blessing of the sanctioned enforcer.</p>\n<p><strong>Sanctified Slaying Blessings</strong></p>\n<ul>\n<li><strong>@UUID[Compendium.clerics.clerics-features.bMzxLWji9Izyy0Is]{Bestowed with Shadow}: </strong>The blessings of a deity sometimes come under the guise of darkness. You gain the darkness domain as an alternate domain, and gain the cloak of shadow focus spell. You gain a focus pool if you didn&rsquo;t already possess one or increase your focus spell pool by 1 if you did.&nbsp;</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.DiziaHZ3YqSZbNQI]{Divine Interrogation}: </strong>You use a divinely inspired line of questions to interrogate with cold ease. You can spend 1 minute to Coerce a creature using your Perception instead of Intimidation in order to gain the answer of a single question. If you end the interrogation there, the creature will not worsen their attitude later. You can ask more questions by extending this to a 10 minute activity, though they will become unfriendly no more than an hour after your interrogation ends.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.qj3d1fydVeJKnofi]{Faithful Athame}: </strong>Your deity has blessed you with a special knife which has ceremonial powers. You gain a weapon of the knife group which is granted to you by your deity. This weapon is considered your deity&rsquo;s favored weapon and you gain the Deadly Simplicity cleric feat. While you are wielding this weapon you gain a +1 status bonus to saves against haunts and to skill checks required for casting rituals.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.ZVvZELgjSE1AUVKU]{Hunted by Faith}: </strong>Your deity leads you to the locations of others by way of prayer. You can use Religion instead of Survival to Track and you gain the Experienced Tracker skill feat. If the creature you are tracking is the subject of your Pursue a Lead class feature, your circumstance bonus to your check increases to +2.&nbsp;</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.u0rTZkT7Ftq98mYe]{Many Faces of God}:</strong> Your deity guides you to walk anywhere, no matter the risks. You gain the ability to cast illusory disguise by expending a harm or heal spell slot from your channel spell slots. If you target yourself with the spell, you can cast the spell as a single-action with the somatic component.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.FFlrN0KvN4NTupdZ]{Passage Finder}</strong>: Your deity whispers to draw your attention to secret doors. You gain a +1 circumstance bonus to Perception checks to find secret doors, and Thievery checks to pick locks. Even if you aren&rsquo;t Searching, you get a check to find secret doors that normally require you to be Searching. You still need to meet any other requirements to find the secret door.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.vx4CUL6hOCDhKAAz]{Precise Instructions}:</strong> In times of strife, it is the role of a sanctioned enforcer to train others, be they humble farmers or mighty warriors. When you use Fervor, you can spend an additional action to bestow your fervor benefits on an ally within 30 feet instead of yourself.</li>\n</ul>"
		},
		"First Decree (Warsworn Ecstacy)": {
			"name": "First Decree (Warsworn Ecstacy)",
			"description": "<p>You gain your @Compendium[clerics.clerics-doctrines.39zibkG7ZpMWfquR]{Second Doctrine (Armorclad)} at 1st level instead of 3rd. When you would gain the benefits of your second doctrine, you instead gain the @Compendium[pf2e.feats-srd.7RFjTTzznsdPcaYB]{Emblazon Armament} cleric feat. Choose one blessing of the decree of warsworn ecstasy.</p>\n<p><strong>Warsworn Ecstacy Blessings</strong></p>\n<ul>\n<li><strong>@UUID[Compendium.clerics.clerics-features.Aktxc7l29C0MumVW]{Battle-Lust}: </strong>The divine ecstasy of warfare surges through you in combat, and you embrace it wholly. You gain the zeal domain as an alternate domain, and gain the weapon surge focus spell. You gain a focus pool if you didn’t already possess one or increase your focus spell pool by 1 if you did. </li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.z5eNWnudN8dV32IM]{Condemn}: </strong>Your deity gives you the power to condemn others. You can use Religion instead of Intimidation to Demoralize and you don’t take a penalty if the creature doesn’t understand your language. You can use your proficiency rank in Religion to meet the requirements of skill feats that require a particular rank in Intimidation.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.KrL6Zg1Psabr2foG]{Destined Strike}: </strong>Your deity guides your blade in times of strife. You gain the ability to cast true strike by expending a harm or heal spell slot from your channel spell slots.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.jsdVvNbIK4lknlxs]{Reactive Shield}</strong>: Your deity grants you fast reflexes with your shield. You gain the Reactive Shield fighter class feat. </li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.AYTsYD4OVoET8n4U]{Strength to Stand}:</strong> Divine power bolsters your body, keeping you from falling to your foes. Once per day, as a reaction when you would be reduced to 0 HP, you may expend one of your harm or heal spell slots from your channel spell slots to cast a single action heal spell on yourself and you do not provoke reactions when you Cast the Spell.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.m91VFFeFuIAKflcC]{Summon Weapon}: </strong>Your weapon is summoned to your side by calling on your deity, allowing you to store or retrieve your weapon as an Interact action into existence. When you take the Fervor action, you can summon your weapon as part of the same action.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.bDaV4NxCYp5mn2xs]{Warrior Training}: </strong>Your time in study of scriptures has been paired with clear guidance on how to wield your weapons of war. You gain proficiency in all martial weapons and increase this proficiency whenever you would gain increased proficiency from your sacred decree.</li>\n</ul>\n<p><strong>@UUID[Compendium.clerics.clerics-features.IKvHeK8NDScT61SU]{Second Decree (5th)}: </strong>You've become expert in your weapons at the behest of your god. Your proficiency ranks for simple weapons, martial weapons of your deity’s favored weapon group, and unarmed attacks increase to expert. At 7th level when you would normally gain expert proficiency in the weapons granted by your doctrine, you gain weapon specialization. </p>\n<p><strong>@UUID[Compendium.clerics.clerics-features.biTW5j5zTC6k3fYb]{Third Decree (9th)}:</strong> Choose one greater blessing of the arsenal chaplain, either from the following or from other deific blessings to which you have access</p>\n<p><strong>Greater Warsworn Ecstacy Blessings</strong></p>"
		},
		"First Doctrine+": {
			"name": "First Doctrine+",
			"description": "<p>You gain the first benefit of your doctrine:</p>\n<ul>\n<li>@UUID[Compendium.pf2e.classfeatures.aiwxBj5MjnafCMyn]{Cloistered Cleric}</li>\n<li>@UUID[Compendium.pf2e.classfeatures.xxkszluN9icAiTO4]{Warpriest}</li>\n<li>@UUID[Compendium.clerics.clerics-doctrines.Yne4k3iqJo54qYqC]{Seeker}</li>\n<li>@UUID[Compendium.clerics.clerics-doctrines.gGXt1v9kDEr1PEac]{Armorclad}</li>\n</ul>"
		},
		"Flawless Onslaught": {
			"name": "Flawless Onslaught",
			"description": "<p>You strike an opponent in such a way that it pierces through their greatest defenses. When you @Compendium[pf2e.actionspf2e.m0f2B7G9eaaTmhFL]{Devise a Stratagem}, you can attempt a Recall Knowledge using your Perception modifier to learn of a creature's highest weakness value. If you succeed you can alter your @Compendium[pf2e.classfeatures.2Fe4YZCvAr9Yf6w7]{Strategic Strike} damage from precision to the damage type of the weakness you learned.</p>"
		},
		"Font Connected": {
			"name": "Font Connected",
			"description": "<p>Your deity has connected you and your sacred animal through your divine font. When you cast spells from the slots of your divine font, you can determine your point of casting from yourself or your animal companion.</p>"
		},
		"Fourth Decree (Herald Binding)": {
			"name": "Fourth Decree (Herald Binding)",
			"description": "<p>You gain a 4th-level spell slot which you can use to prepare cleric spells. At 15th level, you gain a 5th-level spell slot, and at 17th level you gain a 6th-level spell slot.</p>"
		},
		"Fourth Decree (Sanctified Slaying)": {
			"name": "Fourth Decree (Sanctified Slaying)",
			"description": "<p>You gain master proficiency in your deity&rsquo;s favored weapon, simple weapons, and unarmed attacks. Your strategic strike damage increases to 2d6.</p>"
		},
		"Fourth Decree (Warsworn Ecstacy)": {
			"name": "Fourth Decree (Warsworn Ecstacy)",
			"description": "<p>Your proficiency ranks for simple weapons, martial weapons of your deity&rsquo;s favored weapon group, and unarmed attacks increase to master. At 15th level, you gain greater weapon specialization.&nbsp;</p>"
		},
		"Fourth Doctrine+": {
			"name": "Fourth Doctrine+",
			"description": "<p>You gain the fourth benefit of your doctrine:</p>\n<ul>\n<li>@UUID[Compendium.pf2e.classfeatures.vxOf4LXZcqUG3P7a]{Cloistered Cleric}</li>\n<li>@UUID[Compendium.pf2e.classfeatures.px3gVYp7zlEQIpcl]{Warpriest}</li>\n<li>@UUID[Compendium.clerics.clerics-doctrines.LQRD0Ya4VfKQg34U]{Seeker}</li>\n<li>@UUID[Compendium.clerics.clerics-doctrines.AP0XfTB7QJO3oZZ7]{Armorclad}</li>\n</ul>"
		},
		"Glorious Protection": {
			"name": "Glorious Protection",
			"description": "<p>You call down the might of the gods, channeling their awesome power into you and leaving others awestruck. You gain the ability to cast <em>@Compendium[pf2e.spells-srd.8xRzLhwGL7Dgy3EZ]{Sanctuary}</em> by expending a <em>@Compendium[pf2e.spells-srd.wdA52JJnsuQWeyqz]{Harm}</em> or <em>@Compendium[pf2e.spells-srd.rfZpqmj0AIIdkVIs]{Heal}</em> spell slot from your channel spell slots, except the range of the spell is 30 feet instead of touch.</p>"
		},
		"Godspeaker": {
			"name": "Godspeaker",
			"description": "<p>Your sacred animal speaks an ancient language that can be understood by all that hear it. It is permanently under the effects of the <em>@Compendium[pf2e.spells-srd.SwUiVavHKMWG7t5K]{Tongues}</em> spell. Once per week, you may commune with your sacred animal to glean divine guidance from it by spending 1 hour in prayer with your sacred animal. This produces the effect of a 6th-level <em>@Compendium[pf2e.spells-srd.7DN13ILADW2N9Z1t]{Commune}</em> ritual. You must have the Outer Speech blessing to take this blessing.</p>"
		},
		"Godspeed": {
			"name": "Godspeed",
			"description": "<p>You gain the ability to cast <em>@Compendium[pf2e.spells-srd.o6YCGx4lycsYpww4]{Haste}</em> by expending a <em>@Compendium[pf2e.spells-srd.wdA52JJnsuQWeyqz]{Harm}</em> or <em>@Compendium[pf2e.spells-srd.rfZpqmj0AIIdkVIs]{Heal} </em>spell slot from your channel spell slots. If you target yourself with the spell, you can cast the spell as a single-action with the somatic component.&nbsp;</p>"
		},
		"Gray Shepard": {
			"name": "Gray Shepard",
			"description": "<p>In order to carry out the will of your deity and protect the souls of the faithful, you must do what they cannot. You may prepare spells with traits that would normally be anathema to your deity, such as spells with the evil trait if you are good or vice versa. The first time each day you cast a spell that would normally be anathema for you, you do so without endangering falling out of your deity&rsquo;s favor.</p>"
		},
		"Greater Enchanted Strikes": {
			"name": "Greater Enchanted Strikes",
			"description": "<p>Your sacred animal&rsquo;s enchanted strikes become more powerful. You gain the effects of the greater weapon property rune you selected for your enchanted strikes blessing. You must have the enchanted strikes blessing to take this blessing.</p>"
		},
		"Hand of the Acolyte": {
			"name": "Hand of the Acolyte",
			"description": "<p>Your weapon flies from your hand into your foes, before swinging back into your grasp. Your weapon gains the thrown 30 feet trait and the @Compendium[pf2e.equipment-srd.qlunQzfnzPQpMG6U]{Returning} rune.</p>"
		},
		"Heraldic Statue": {
			"name": "Heraldic Statue",
			"description": "<p>Your sacred animal turns itself into a physical statue of your deity. It can transform as a 2-action activity that has the manipulate trait, changing from its usual form into a beast-headed statue of stone or other material appropriate for your god. While your sacred animal is a statue, it can't take any actions except to use the same activity to transform back, and it can't defend itself easily, making it Off-Guard and giving it an additional &ndash;2 status penalty to its AC, but gains resistance 5 to all damage. While in this form, all allies within 30 feet receive a +1 status bonus to attack rolls and to saves against mental effects. Creatures that oppose your deity or are considered enemies of your deity have a -1 status penalty to their AC and Will saves while within 30 feet of your sacred animal.</p>\n<p>@UUID[Compendium.clerics.clerics-effects.OjXtqATG7Dw5mPcg]{Effect: Heraldic Statue}</p>"
		},
		"Hunted by Faith": {
			"name": "Hunted by Faith",
			"description": "<p>Your deity leads you to the locations of others by way of prayer. You can use Religion instead of Survival to Track and you gain the @Compendium[pf2e.feats-srd.urQZwmzg2kS53vd5]{Experienced Tracker} skill feat. If the creature you are tracking is the subject of your @Compendium[pf2e.actionspf2e.xTK2zsWFyxSJvYbX]{Pursue a Lead} class feature, your circumstance bonus to your check increases to +2.&nbsp;</p>"
		},
		"Iconoclastic Judgement": {
			"name": "Iconoclastic Judgement",
			"description": "<p>Sinful artifacts have no place in this world. You gain the ability to cast dispel magic by expending a <em>harm </em>or <em>heal </em>spell slot from your channel spell slots. If you've had an artifact in your possession for a week, you may perform a sacred ritual to destroy it without meeting its Destruction prerequisites by making a @Check[type:religion] check with a DC equal to the item's level + 20. If you fail, you cannot attempt this again.</p>"
		},
		"Imposing Hand": {
			"name": "Imposing Hand",
			"description": "<p>You gain the ability to cast <em>@Compendium[pf2e.spells-srd.wzctak6BxOW8xvFV]{Enlarge}</em> by expending a <em>@Compendium[pf2e.spells-srd.wdA52JJnsuQWeyqz]{Harm}</em> or <em>@Compendium[pf2e.spells-srd.rfZpqmj0AIIdkVIs]{Heal}</em> spell slot from your channel spell slots. If you target yourself with the spell, you can cast the spell as a single action with the somatic component.</p>"
		},
		"Many Bodies of God": {
			"name": "Many Bodies of God",
			"description": "<p>The faith of the many is present in the few. You gain the ability to cast <em>@Compendium[pf2e.spells-srd.j8vIoIEWElvpwkcI]{Mirror Image}</em> by expending a <em>harm </em>or <em>heal </em>spell slot from your channel spell slots.</p>"
		},
		"Many Eyes of God": {
			"name": "Many Eyes of God",
			"description": "<p>There's no hiding from you or your deity. You gain the ability to cast locate by expending a <em>harm </em>or <em>heal </em>spell slot from your channel spell slots. If you target a creature or item that is the subject of your @Compendium[pf2e.actionspf2e.xTK2zsWFyxSJvYbX]{Pursue a Lead} activity, you can do so as a 3-action activity instead of a 10-minute activity.</p>"
		},
		"Many Faces of God": {
			"name": "Many Faces of God",
			"description": "<p>Your deity guides you to walk anywhere, no matter the risks. You gain the ability to cast <em>@Compendium[pf2e.spells-srd.i35dpZFI7jZcRoBo]{Illusory Disguise}</em> by expending a <em>harm </em>or <em>heal </em>spell slot from your channel spell slots. If you target yourself with the spell, you can cast the spell as a single-action with the somatic component.</p>"
		},
		"Mighty Justicar": {
			"name": "Mighty Justicar",
			"description": "<p>You judge the souls of those you slay with steel and determination. When you kill an enemy creature, you gain a number of temporary hit points equal to their level for 1 minute. Constructs, plants and animals do not trigger this ability.</p>"
		},
		"Multiheaded Form": {
			"name": "Multiheaded Form",
			"description": "<p>Your sacred animal's form shifts wildly, giving it multiple heads. Any ability that would sever a sacred animal&rsquo;s (such as the @Compendium[pf2e.equipment-srd.6xaxxKfvXED6LfIY]{Vorpal} weapon property rune) doesn&rsquo;t cause the creature to die if it still has its other head, but does cause it to lose one of its actions when it is given commands. Mental effects that target a single creature affect only one of the sacred animal&rsquo;s heads and the effects apply to only one of its actions each turn. If only one of your sacred animal&rsquo;s heads was severed, it regrows during your next daily preparations when your deity would normally send you a new companion if it died. If your sacred animal would ever gain more than two actions, you decide which head gains the additional action, but action restrictions (such as using Support and attacking in the same turn) apply to both heads.</p>"
		},
		"Otherworldly Awareness": {
			"name": "Otherworldly Awareness",
			"description": "<p>Your sacred animal tenses up and alerts your presence to the unseen. Your sacred animal gains an imprecise sense out to 30 feet to potentially notice celestials, fiends, monitors, or spirits. Your sacred animal can detect these creatures even if they are not visible or are in disguise and it uses its Perception to determine their presence.</p>"
		},
		"Outer Speech": {
			"name": "Outer Speech",
			"description": "<p>Your deity has given your sacred animal the ability to speak. Your sacred animal gains the ability to speak one language appropriate for your deity from the following languages: abyssal, aklo, aquan, auron, celestial, ignan, infernal, necril, or terran. Its intelligence is boosted to 10 or increases by 2, whichever is higher.</p>"
		},
		"Passage Finder": {
			"name": "Passage Finder",
			"description": "<p>Your deity whispers to draw your attention to secret doors. You gain a +1 circumstance bonus to Perception checks to find secret doors, and Thievery checks to pick locks. Even if you aren&rsquo;t Searching, you get a check to find secret doors that normally require you to be Searching. You still need to meet any other requirements to find the secret door.</p>"
		},
		"Precise Instructions": {
			"name": "Precise Instructions",
			"description": "<p>In times of strife, it is the role of a sanctioned enforcer to train others, be they humble farmers or mighty warriors. When you use Fervor, you can spend an additional action to bestow your fervor benefits on an ally within 30 feet instead of yourself.</p>"
		},
		"Proselytizer Skill Feat": {
			"name": "Proselytizer Skill Feat",
			"description": "<p>When you would become an expert in your deity&rsquo;s favored weapon, you instead select another common 1st-level skill feat for Diplomacy.</p>"
		},
		"Reactive Shield": {
			"name": "Reactive Shield",
			"description": "<p>Your deity grants you fast reflexes with your shield. You gain the @Compendium[pf2e.feats-srd.w8Ycgeq2zfyshtoS]{Reactive Shield} fighter class feat.</p>"
		},
		"Reckless Conquest": {
			"name": "Reckless Conquest",
			"description": "<p>As you wade into battle, all that concerns you is victory. Once per day, you can expend a <em>@Compendium[pf2e.spells-srd.wdA52JJnsuQWeyqz]{Harm}</em> or <em>@Compendium[pf2e.spells-srd.rfZpqmj0AIIdkVIs]{Heal}</em> spell slot from your channel spell slot to cause your damage to become almost explosive. All of your melee weapon damage rolls gain the splash trait and deal damage equal to half your level until the end of your next turn. This damage is evil if expended a harm or good if you expended a heal. You do not take splash damage from these attacks even if you are in range.</p>"
		},
		"Sacred Assassin": {
			"name": "Sacred Assassin",
			"description": "<p>You are the blade of your deity, and are skilled with undertaking covert slayings at the behest of the church. When you @Compendium[pf2e.actionspf2e.m0f2B7G9eaaTmhFL]{Devise a Stratagem}, your agile and finesse weapons and unarmed attacks gain the backstabber and deadly d6 weapon traits. If the weapon or unarmed attack already has the deadly trait, increase the size of the deadly damage die by one step instead of giving it deadly d6.</p>\n<p><em>You must manually upgrade your weapon's deadly die size if it already has the deadly trait.</em></p>"
		},
		"Sacred Decree": {
			"name": "Sacred Decree",
			"description": "<p>You have been given specific guidance on what you must do for your church, a sacred decree given to you by your deity. This decree blesses you with additional powers that are reserved for those that walk the paths of war and is determined by your cleric doctrine. You must select Warpriest Dedication as your 2nd-level class feat.</p>\n<p><strong>Prerequisites</strong>: You must be a cleric.</p>\n<p><strong>Warpriest Adjustments</strong>: Instead of gaining the normal divine font and divine spellcasting for a cleric, you gain the listed spells for your divine font and divine spellcasting as well as a sacred decree determined by your doctrine.&nbsp;</p>\n<p><strong>Divine Font</strong></p>\n<p>Your font is derived from your internal drive to pursue the needs of your deity and is not subject to variation. The number of slots you gain from your divine font is 2 instead of the normal amount. At 7th level, the number of slots increases to 3, at 13th level it increases to 4, and at 19th level it increases to 5.&nbsp;</p>\n<p><strong>Divine Spellcasting</strong></p>\n<p>At 1st level, you can prepare one 1st-level spell and three cantrips each morning from the common spells on the divine spell list or from other divine spells to which you gain access. Prepared spells remain available to you until you cast them or until you prepare your spells again. The number of spells you can prepare is called your spell slots.</p>\n<p>As you increase in level as a warpriest, your number of spell slots and the highest level of spells you can cast from spell slots increase, shown in Table 2&ndash;2: Warpriest Spells per Day. Because you split your focus between your decree and your divine casting, you have no more than two spell slots of your highest level and, if you can cast 2nd-level spells or higher, two spell slots of 1 level lower than your highest spell level.</p>\n<p><strong>Table 2&ndash;2: Warpriest Spells per Day</strong></p>\n<table class=\"pf2-table\" style=\"width: 100.095%; height: 646px;\">\n<thead>\n<tr style=\"height: 29px;\">\n<th style=\"width: 14.3263%; height: 29px;\">Your Level</th>\n<th style=\"width: 12.8537%; height: 29px;\">Cantrips</th>\n<th style=\"width: 7.83386%; height: 29px;\">1st</th>\n<th style=\"width: 8.39825%; height: 29px;\">2nd</th>\n<th style=\"width: 8.05843%; height: 29px;\">3rd</th>\n<th style=\"width: 8.04452%; height: 29px;\">4th</th>\n<th style=\"width: 8.04452%; height: 29px;\">5th</th>\n<th style=\"width: 8.04452%; height: 29px;\">6th</th>\n<th style=\"width: 8.04452%; height: 29px;\">7th</th>\n<th style=\"width: 8.04452%; height: 29px;\">8th</th>\n<th style=\"width: 8.05246%; height: 29px;\">9th</th>\n</tr>\n</thead>\n<tbody>\n<tr style=\"height: 29px;\">\n<td style=\"width: 14.3263%; height: 29px;\">1</td>\n<td style=\"width: 12.8537%; height: 29px;\">3</td>\n<td style=\"width: 7.83386%; height: 29px;\">1*</td>\n<td style=\"width: 8.39825%; height: 29px;\">-</td>\n<td style=\"width: 8.05843%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.05246%; height: 29px;\">-</td>\n</tr>\n<tr style=\"height: 29px;\">\n<td style=\"width: 14.3263%; height: 29px;\">2</td>\n<td style=\"width: 12.8537%; height: 29px;\">3</td>\n<td style=\"width: 7.83386%; height: 29px;\">2*</td>\n<td style=\"width: 8.39825%; height: 29px;\">-</td>\n<td style=\"width: 8.05843%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.05246%; height: 29px;\">-</td>\n</tr>\n<tr style=\"height: 29px;\">\n<td style=\"width: 14.3263%; height: 29px;\">3</td>\n<td style=\"width: 12.8537%; height: 29px;\">3</td>\n<td style=\"width: 7.83386%; height: 29px;\">2</td>\n<td style=\"width: 8.39825%; height: 29px;\">1*</td>\n<td style=\"width: 8.05843%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.05246%; height: 29px;\">-</td>\n</tr>\n<tr style=\"height: 29px;\">\n<td style=\"width: 14.3263%; height: 29px;\">4</td>\n<td style=\"width: 12.8537%; height: 29px;\">3</td>\n<td style=\"width: 7.83386%; height: 29px;\">2</td>\n<td style=\"width: 8.39825%; height: 29px;\">2*</td>\n<td style=\"width: 8.05843%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.05246%; height: 29px;\">-</td>\n</tr>\n<tr style=\"height: 29px;\">\n<td style=\"width: 14.3263%; height: 29px;\">5</td>\n<td style=\"width: 12.8537%; height: 29px;\">3</td>\n<td style=\"width: 7.83386%; height: 29px;\">-</td>\n<td style=\"width: 8.39825%; height: 29px;\">2</td>\n<td style=\"width: 8.05843%; height: 29px;\">2*</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.05246%; height: 29px;\">-</td>\n</tr>\n<tr style=\"height: 29px;\">\n<td style=\"width: 14.3263%; height: 29px;\">6</td>\n<td style=\"width: 12.8537%; height: 29px;\">3</td>\n<td style=\"width: 7.83386%; height: 29px;\">-</td>\n<td style=\"width: 8.39825%; height: 29px;\">2</td>\n<td style=\"width: 8.05843%; height: 29px;\">2*</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.05246%; height: 29px;\">-</td>\n</tr>\n<tr style=\"height: 29px;\">\n<td style=\"width: 14.3263%; height: 29px;\">7</td>\n<td style=\"width: 12.8537%; height: 29px;\">3</td>\n<td style=\"width: 7.83386%; height: 29px;\">-</td>\n<td style=\"width: 8.39825%; height: 29px;\">-</td>\n<td style=\"width: 8.05843%; height: 29px;\">2</td>\n<td style=\"width: 8.04452%; height: 29px;\">2*</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.05246%; height: 29px;\">-</td>\n</tr>\n<tr style=\"height: 21px;\">\n<td style=\"width: 14.3263%; height: 21px;\">8</td>\n<td style=\"width: 12.8537%; height: 21px;\">3</td>\n<td style=\"width: 7.83386%; height: 21px;\">-</td>\n<td style=\"width: 8.39825%; height: 21px;\">-</td>\n<td style=\"width: 8.05843%; height: 21px;\">2</td>\n<td style=\"width: 8.04452%; height: 21px;\">2*</td>\n<td style=\"width: 8.04452%; height: 21px;\">-</td>\n<td style=\"width: 8.04452%; height: 21px;\">-</td>\n<td style=\"width: 8.04452%; height: 21px;\">-</td>\n<td style=\"width: 8.04452%; height: 21px;\">-</td>\n<td style=\"width: 8.05246%; height: 21px;\">-</td>\n</tr>\n<tr style=\"height: 29px;\">\n<td style=\"width: 14.3263%; height: 29px;\">9</td>\n<td style=\"width: 12.8537%; height: 29px;\">3</td>\n<td style=\"width: 7.83386%; height: 29px;\">-</td>\n<td style=\"width: 8.39825%; height: 29px;\">-</td>\n<td style=\"width: 8.05843%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">2</td>\n<td style=\"width: 8.04452%; height: 29px;\">2*</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.05246%; height: 29px;\">-</td>\n</tr>\n<tr style=\"height: 29px;\">\n<td style=\"width: 14.3263%; height: 29px;\">10</td>\n<td style=\"width: 12.8537%; height: 29px;\">3</td>\n<td style=\"width: 7.83386%; height: 29px;\">-</td>\n<td style=\"width: 8.39825%; height: 29px;\">-</td>\n<td style=\"width: 8.05843%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">2</td>\n<td style=\"width: 8.04452%; height: 29px;\">2*</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.05246%; height: 29px;\">-</td>\n</tr>\n<tr style=\"height: 29px;\">\n<td style=\"width: 14.3263%; height: 29px;\">11</td>\n<td style=\"width: 12.8537%; height: 29px;\">3</td>\n<td style=\"width: 7.83386%; height: 29px;\">-</td>\n<td style=\"width: 8.39825%; height: 29px;\">-</td>\n<td style=\"width: 8.05843%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">2</td>\n<td style=\"width: 8.04452%; height: 29px;\">2*</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.05246%; height: 29px;\">-</td>\n</tr>\n<tr style=\"height: 29px;\">\n<td style=\"width: 14.3263%; height: 29px;\">12</td>\n<td style=\"width: 12.8537%; height: 29px;\">3</td>\n<td style=\"width: 7.83386%; height: 29px;\">-</td>\n<td style=\"width: 8.39825%; height: 29px;\">-</td>\n<td style=\"width: 8.05843%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">2</td>\n<td style=\"width: 8.04452%; height: 29px;\">2*</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.05246%; height: 29px;\">-</td>\n</tr>\n<tr style=\"height: 29px;\">\n<td style=\"width: 14.3263%; height: 29px;\">13</td>\n<td style=\"width: 12.8537%; height: 29px;\">3</td>\n<td style=\"width: 7.83386%; height: 29px;\">-</td>\n<td style=\"width: 8.39825%; height: 29px;\">-</td>\n<td style=\"width: 8.05843%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">2</td>\n<td style=\"width: 8.04452%; height: 29px;\">2*</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.05246%; height: 29px;\">-</td>\n</tr>\n<tr style=\"height: 29px;\">\n<td style=\"width: 14.3263%; height: 29px;\">14</td>\n<td style=\"width: 12.8537%; height: 29px;\">3</td>\n<td style=\"width: 7.83386%; height: 29px;\">-</td>\n<td style=\"width: 8.39825%; height: 29px;\">-</td>\n<td style=\"width: 8.05843%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">2</td>\n<td style=\"width: 8.04452%; height: 29px;\">2*</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.05246%; height: 29px;\">-</td>\n</tr>\n<tr style=\"height: 29px;\">\n<td style=\"width: 14.3263%; height: 29px;\">15</td>\n<td style=\"width: 12.8537%; height: 29px;\">3</td>\n<td style=\"width: 7.83386%; height: 29px;\">-</td>\n<td style=\"width: 8.39825%; height: 29px;\">-</td>\n<td style=\"width: 8.05843%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">2</td>\n<td style=\"width: 8.04452%; height: 29px;\">2*</td>\n<td style=\"width: 8.05246%; height: 29px;\">-</td>\n</tr>\n<tr style=\"height: 29px;\">\n<td style=\"width: 14.3263%; height: 29px;\">16</td>\n<td style=\"width: 12.8537%; height: 29px;\">3</td>\n<td style=\"width: 7.83386%; height: 29px;\">-</td>\n<td style=\"width: 8.39825%; height: 29px;\">-</td>\n<td style=\"width: 8.05843%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">2</td>\n<td style=\"width: 8.04452%; height: 29px;\">2*</td>\n<td style=\"width: 8.05246%; height: 29px;\">-</td>\n</tr>\n<tr style=\"height: 29px;\">\n<td style=\"width: 14.3263%; height: 29px;\">17</td>\n<td style=\"width: 12.8537%; height: 29px;\">3</td>\n<td style=\"width: 7.83386%; height: 29px;\">-</td>\n<td style=\"width: 8.39825%; height: 29px;\">-</td>\n<td style=\"width: 8.05843%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">2</td>\n<td style=\"width: 8.05246%; height: 29px;\">2*</td>\n</tr>\n<tr style=\"height: 29px;\">\n<td style=\"width: 14.3263%; height: 29px;\">18</td>\n<td style=\"width: 12.8537%; height: 29px;\">3</td>\n<td style=\"width: 7.83386%; height: 29px;\">-</td>\n<td style=\"width: 8.39825%; height: 29px;\">-</td>\n<td style=\"width: 8.05843%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">2</td>\n<td style=\"width: 8.05246%; height: 29px;\">2*</td>\n</tr>\n<tr style=\"height: 29px;\">\n<td style=\"width: 14.3263%; height: 29px;\">19</td>\n<td style=\"width: 12.8537%; height: 29px;\">3</td>\n<td style=\"width: 7.83386%; height: 29px;\">-</td>\n<td style=\"width: 8.39825%; height: 29px;\">-</td>\n<td style=\"width: 8.05843%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">2</td>\n<td style=\"width: 8.05246%; height: 29px;\">2</td>\n</tr>\n<tr style=\"height: 29px;\">\n<td style=\"width: 14.3263%; height: 29px;\">20</td>\n<td style=\"width: 12.8537%; height: 29px;\">3</td>\n<td style=\"width: 7.83386%; height: 29px;\">-</td>\n<td style=\"width: 8.39825%; height: 29px;\">-</td>\n<td style=\"width: 8.05843%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">-</td>\n<td style=\"width: 8.04452%; height: 29px;\">2</td>\n<td style=\"width: 8.05246%; height: 29px;\">2</td>\n</tr>\n<tr style=\"height: 45px;\">\n<td style=\"color: white; width: 99.7456%; background-color: rgb(82, 46, 44); text-align: center; height: 45px;\" colspan=\"11\">* Your divine font gives you additional <em>heal </em>or <em>harm </em>spells of this level. You have 2 additional slots at 1st level, 3 at 7th level, 4 at 13th level, and 5 at 19th level.</td>\n</tr>\n</tbody>\n</table>"
		},
		"Sacred Executioner": {
			"name": "Sacred Executioner",
			"description": "<p>All your Strikes against a creature that is the subject of your Pursue a Lead have the death trait, causing them to be instantly killed when reduced to 0 Hit Points. When killed in this way, attempts to communicate with it, return it to life, turn it into an undead, or otherwise disturb its afterlife fail unless the effect's counteract level is higher than half your level when you killed the creature (rounded up), or originates from an artifact or a deity. You must have the sacred assassin blessing to select this.</p>"
		},
		"Sacred Lair": {
			"name": "Sacred Lair",
			"description": "<p>Your sacred animal creates a small demiplane that you and your allies can enter. It can create a rift to this demiplane (which has an area of 40 feet and resembles the creature's natural habitat) as a 1 minute activity. Delicious and refreshing food and water can be found in this demiplane, and resting here feels supernaturally comfortable. You can leave items in the demiplane and retrieve them later. When you wish to leave the demiplane, you may do so as a 1 minute activity, returning to where you were before you left. When you and your allies rest within your sacred animal&rsquo;s lair, you regain twice the number of Hit Points you normally would and you gain a +2 status bonus to saves against diseases that are afflicting you or your allies.</p>"
		},
		"Sacred Sight": {
			"name": "Sacred Sight",
			"description": "<p>Your sacred animal allows you to see as it sees. Once every 10 minutes, you can use a single action with the concentrate trait to project your senses into your sacred animal. When you do, you lose all sensory information from your own body, but can sense through your familiar's body for up to 1 minute. You can Dismiss this effect.</p>"
		},
		"Second Decree (Herald Binding)": {
			"name": "Second Decree (Herald Binding)",
			"description": "<p>You gain a 1st-level spell slot which you can use to prepare cleric spells. At 7th level, you gain a 2nd-level spell slot, and at 9th level you gain a 3rd-level spell slot.</p>"
		},
		"Second Decree (Sanctified Slaying)": {
			"name": "Second Decree (Sanctified Slaying)",
			"description": "<p dir=\"ltr\">You have employed expert strategy in your attacks. You gain expert proficiency in your deity&rsquo;s favored weapon, simple weapons, and unarmed attacks. You gain the strategic strike class feature, which deals 1d6 precision damage on attacks you Devise a Stratagem for. At 7th level and 15th level when you would gain the strategic strike benefits, you instead increase your proficiency in your divine skill to master and legendary respectively.&nbsp;</p>"
		},
		"Second Decree (Warsworn Ecstacy)": {
			"name": "Second Decree (Warsworn Ecstacy)",
			"description": "<p>You've become expert in your weapons at the behest of your god. Your proficiency ranks for simple weapons, martial weapons of your deity&rsquo;s favored weapon group, and unarmed attacks increase to expert. At 7th level when you would normally gain expert proficiency in the weapons granted by your doctrine, you gain weapon specialization.&nbsp;</p>"
		},
		"Second Doctrine+": {
			"name": "Second Doctrine+",
			"description": "<p>You gain the second benefit of your doctrine:</p>\n<ul>\n<li>@UUID[Compendium.pf2e.classfeatures.sa7BWfnyCswAvBVa]{Cloistered Cleric}</li>\n<li>@UUID[Compendium.pf2e.classfeatures.D34mPo29r1J3DPaX]{Warpriest}</li>\n<li>@UUID[Compendium.clerics.clerics-doctrines.CpPL46sphFjPJs2j]{Seeker}</li>\n<li>@UUID[Compendium.clerics.clerics-doctrines.39zibkG7ZpMWfquR]{Armorclad}</li>\n</ul>"
		},
		"Sheathed in Light": {
			"name": "Sheathed in Light",
			"description": "<p>Your deity has a bestowed light to your companion in the form of a halo, flames, or an aura. It emits bright light from within a 20-foot emanation and dim light 20 feet beyond that (as per the light cantrip). Your sacred animal can suppress or resume this ability by spending a single action, which has the concentrate trait.</p>\n<p>@Compendium[pf2e.spell-effects.cVVZXNbV0nElVOPZ]{Spell Effect: Light}</p>"
		},
		"Show Thyself!": {
			"name": "Show Thyself!",
			"description": "<p>You can sense the presence of shapeshifters and invisible creatures through a honed sense of suspicion. When in the presence of creatures that are under the effects of illusion or transmutation effects that would either obscure their presence or alter their form beyond recognition, you eventually detect them if they are within 30 feet of you, though you might not do so instantly, and you can't pinpoint the location. This acts as a vague sense, similar to humans' sense of smell. When you detect one of these creatures, you may immediately make them the subject lead of your @Compendium[pf2e.actionspf2e.xTK2zsWFyxSJvYbX]{Pursue a Lead}.</p>"
		},
		"Speak Before God": {
			"name": "Speak Before God",
			"description": "<p>Your questions are pointed and chilling. When you use Perception to Coerce, you can do so as a 3-action activity instead of taking 1 minute but you take a -5 penalty to the check. If you succeed at the check the creature answers one of your questions as normal and the target becomes @Compendium[pf2e.conditionitems.TBSHQspnbcqxsmjL]{Frightened 2}. You must have the divine interrogation blessing to select this.</p>"
		},
		"Steel-Wielder": {
			"name": "Steel-Wielder",
			"description": "<p>Your sacred animal gains the ability to manifest your deity&rsquo;s weapon. Your animal companion gains an unarmed attack that has the same damage die and traits as your deity&rsquo;s favored weapon. It can manifest or dismiss this unarmed attack as a single action with the concentration trait and it cannot make Strikes with other unarmed attacks while this unarmed attack is manifested. You can only select this blessing if your deity&rsquo;s favored weapon is a simple weapon or a one-handed martial weapon.</p>"
		},
		"Strength to Stand": {
			"name": "Strength to Stand",
			"description": "<p>Divine power bolsters your body, keeping you from falling to your foes. Once per day, as a reaction when you would be reduced to 0 HP, you may expend one of your <em>@Compendium[pf2e.spells-srd.wdA52JJnsuQWeyqz]{Harm}</em> or <em>@Compendium[pf2e.spells-srd.rfZpqmj0AIIdkVIs]{Heal}</em> spell slots from your channel spell slots to cast a single action <em>heal </em>spell on yourself and you do not provoke reactions when you Cast the Spell.</p>"
		},
		"Summon Weapon": {
			"name": "Summon Weapon",
			"description": "<p>Your weapon is summoned to your side by calling on your deity, allowing you to store or retrieve your weapon as an Interact action into existence. When you take the Fervor action, you can summon your weapon as part of the same action.</p>"
		},
		"Third Decree (Herald Binding)": {
			"name": "Third Decree (Herald Binding)",
			"description": "<p>Choose one greater blessing of the herald keeper, either from the following or from other deific blessings to which you have access.</p>\n<p><strong>Greater Herald Binding Blessings</strong></p>\n<ul>\n<li><strong>@UUID[Compendium.clerics.clerics-features.JmxK7kO8zLBTLd0l]{Blessed Support}: </strong>Your sacred animal has learned to support you in unique ways. During your daily preparations, choose an ally to be blessed by your sacred animal. Your sacred animal can apply the benefits of its support activity to the chosen ally instead of yourself when it takes the support action.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.UnfJBElaX2FIqDUk]{Chimeric Beast}: </strong>Your sacred animal becomes a hybrid between itself and another type of creature. It gains the support benefit of another animal companion type appropriate to this new form.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.Q6iLTBa3CP9N4qxF]{Enchanted Strikes}: </strong>Your sacred animal&rsquo;s unarmed attacks gain additional power. Your sacred animals unarmed Strikes gain the effects of one of the following weapon property runes: crushing, disruptive, or fearsome.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.zodYJM1aAWajF1a2]{Multiheaded Form}: </strong>Your sacred animal's form shifts wildly, giving it multiple heads. Any ability that would sever a sacred animal&rsquo;s (such as the vorpal weapon property) doesn&rsquo;t cause the creature to die if it still has its other head, but does cause it to lose one of its actions when it is given commands. Mental effects that target a single creature affect only one of the sacred animal&rsquo;s heads and the effects apply to only one of its actions each turn. If only one of your sacred animal&rsquo;s heads was severed, it regrows during your next daily preparations when your deity would normally send you a new companion if it died. If your sacred animal would ever gain more than two actions, you decide which head gains the additional action, but action restrictions (such as using Support and attacking in the same turn) apply to both heads.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.WRikxj5ndmZDXoIB]{Otherworldly Awareness}:</strong> Your sacred animal tenses up and alerts your presence to the unseen. Your sacred animal gains an imprecise sense out to 30 feet to potentially notice celestials, fiends, monitors, or spirits. Your sacred animal can detect these creatures even if they are not visible or are in disguise and it uses its Perception to determine their presence.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.N1mLXPJGII1fgYk3]{Sacred Sight}:</strong> Your sacred animal allows you to see as it sees. Once every 10 minutes, you can use a single action with the concentrate trait to project your senses into your sacred animal. When you do, you lose all sensory information from your own body, but can sense through your familiar's body for up to 1 minute. You can Dismiss this effect.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.sON1kEFCk2fRwsqN]{Transcendent Mobility}:</strong> Your deity has blessed your sacred animal with great speed. Your sacred animal increases its Climb Speed, Speed, or Swim Speed by 15 feet.&nbsp;</li>\n</ul>"
		},
		"Third Decree (Sanctified Slaying)": {
			"name": "Third Decree (Sanctified Slaying)",
			"description": "<p>You gain a greater deific blessing that aids you on your quests to seek that which evades your church. Choose one greater blessing of the sanctioned enforcer, either from the following or from other deific blessings to which you have access.</p>\n<p><strong>Greater Sanctified Slaying Blessings</strong></p>\n<ul>\n<li><strong>@UUID[Compendium.clerics.clerics-features.CTquZhJDu7STw6t1]{Clergy Detective}: </strong>You have been entrusted with several investigations on behalf of the church. You gain a level 1 or 2 investigator class feat for which you meet the prerequisites. You can't use your Intelligence modifier on other rolls from abilities that expand Devise a Stratagem, such as the Athletic Strategist feat.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.p1WOAAheSBXIopXh]{Cloaked Fervor}: </strong>You are adept at ambush and your deity&rsquo;s fervor aids you in your endeavors. When you take the Avoid Notice exploration activity and enter combat, you may use Fervor as a free-action with a trigger of rolling initiative and when you do creatures that haven't acted are Off-Guard to you.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.4pbX7pN8PeLpiCFc]{Gray Shepard}:</strong> In order to carry out the will of your deity and protect the souls of the faithful, you must do what they cannot. You may prepare spells with traits that would normally be anathema to your deity, such as spells with the evil trait if you are good or vice versa. The first time each day you cast a spell that would normally be anathema for you, you do so without endangering falling out of your deity&rsquo;s favor.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.i8JJhPOgIWMM3Ihs]{Many Bodies of God}:</strong> The faith of the many is present in the few. You gain the ability to cast mirror image by expending a harm or heal spell slot from your channel spell slots.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.sEsud6Rm725y1D1C]{Speak Before God}:</strong> Your questions are pointed and chilling. When you use Perception to Coerce, you can do so as a 3-action activity instead of taking 1 minute but you take a -5 penalty to the check. If you succeed at the check the creature answers one of your questions as normal and the target becomes frightened 2. You must have the divine interrogation blessing to select this.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.MEBP5XDLoJXmemB0]{Sacred Assassin}:</strong> You are the blade of your deity, and are skilled with undertaking covert slayings at the behest of the church. When you Devise a Stratagem, your agile and finesse weapons and unarmed attacks gain the backstabber and deadly d6 weapon traits. If the weapon or unarmed attack already has the deadly trait, increase the size of the deadly damage die by one step instead of giving it deadly d6.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.5ihruXxcMlvOOW6S]{Whispered Prayer}:</strong> Even in silence, you guide from the shadows. You can spend a single action reciting a common prayer of your deity which counts as having taken sufficient preparatory actions to Aid your ally on an attack roll of your choice, regardless of the circumstances. When you later use the Aid reaction, you can roll Religion instead of the normal skill check. If you are legendary in Religion, when you would get a failure you instead get a success.</li>\n</ul>"
		},
		"Third Decree (Warsworn Ecstacy)": {
			"name": "Third Decree (Warsworn Ecstacy)",
			"description": "<p>Choose one greater blessing of the arsenal chaplain, either from the following or from other deific blessings to which you have access.</p>\n<p><strong>Greater Warsworn Ecstacy Blessings</strong></p>\n<ul>\n<li><strong>@UUID[Compendium.clerics.clerics-features.OXA0roZ0xjG6eivF]{Advanced Favored Weapon}: </strong>Choose a single advanced weapon within the same weapon group as your deity&rsquo;s favored weapon. You gain access to that weapon, and for the purpose of determining your proficiency, that weapon is a martial weapon.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.XXpWMGin6iwqTMVW]{Empowering Presence}: </strong>Your fierce battle presence influences your allies or enemies. Weapons you wield gain the following critical specialization effect: You gain the benefits of a 1st-level bane or bless spell for 1 minute, bane if your divine font is harm or bless if your divine font is heal. When you get a successful Strike while this effect is active, the emanation increases by 5 feet.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.c72Lo1saLDPYgmif]{Fear of God}: </strong>Your fervor grows more powerful against those in fear. While you are under the effects of Fervor, you deal 4 additional damage to creatures who are frightened or 6 additional damage if you have master proficiency with the weapon. The type of damage dealt is chaotic, evil, good, or lawful depending on your choice of deity. If your deity could choose more than one damage type, you must choose one at the time this blessing is selected and your choice cannot be changed. If your deity is true neutral, you deal evil damage if your divine font grants you harm, or good damage if your divine font grants you heal. You can only ever gain one damage type from this blessing.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.N81Ho0z7uoQHVJrE]{Glorious Protection}: </strong>You call down the might of the gods, channeling their awesome power into you and leaving others awestruck. You gain the ability to cast sanctuary by expending a harm or heal spell slot from your channel spell slots, except the range of the spell is 30 feet instead of touch.<br>Hand of the Acolyte: Your weapon flies from your hand into your foes, before swinging back into your grasp. Your weapon gains the thrown 30 feet trait and the returning rune.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.QdW4tpBhBkEWOqMw]{Imposing Hand}: </strong>You gain the ability to cast enlarge by expending a harm or heal spell slot from your channel spell slots. If you target yourself with the spell, you can cast the spell as a single action with the somatic component.</li>\n<li><strong>@UUID[Compendium.clerics.clerics-features.X9Ri45MJ0PdWDpbx]{Warrior's Focus}:</strong> You gain a level 1 or 2 fighter class feat for which you meet the prerequisites.&nbsp;</li>\n</ul>"
		},
		"Third Doctrine+": {
			"name": "Third Doctrine+",
			"description": "<p>You gain the third benefit of your doctrine:</p>\n<ul>\n<li>@UUID[Compendium.pf2e.classfeatures.s8WEmc4GGZSHSC7q]{Cloistered Cleric}</li>\n<li>@UUID[Compendium.pf2e.classfeatures.Zp81uTBItG1xlH4O]{Warpriest}</li>\n<li>@UUID[Compendium.clerics.clerics-doctrines.0JkK08PCKm2cUM1g]{Seeker}</li>\n<li>@UUID[Compendium.clerics.clerics-doctrines.vTUdzVvp2nsFDUqR]{Amorclad}</li>\n</ul>"
		},
		"Transcendent Mobility": {
			"name": "Transcendent Mobility",
			"description": "<p>Your deity has blessed your sacred animal with great speed. Your sacred animal increases its Climb Speed, Speed, or Swim Speed by 15 feet.</p>"
		},
		"Unstoppable Advance": {
			"name": "Unstoppable Advance",
			"description": "<p>The weight of your armor, weapons and past never slow you down. You ignore all effects that would give you a status penalty to Speed.</p>"
		},
		"Wall of Iron": {
			"name": "Wall of Iron",
			"description": "<p>You become a veritable bulwark while your shield is raised. While your shield is raised, adjacent allies also benefit from your circumstance bonus to AC. Additionally, your circumstance bonus to AC from your shield also applies to your saves against spells and other magical effects.&nbsp;</p>"
		},
		"Warrior Training": {
			"name": "Warrior Training",
			"description": "<p>Your time in study of scriptures has been paired with clear guidance on how to wield your weapons of war. You gain proficiency in all martial weapons and increase this proficiency whenever you would gain increased proficiency from your sacred decree.</p>"
		},
		"Warrior's Commitment": {
			"name": "Warrior's Commitment",
			"description": "<p>You gain a fighter class feat equal to half your level for which you meet the prerequisites. You must have the warrior&rsquo;s focus blessing to select this.</p>"
		},
		"Warrior's Focus": {
			"name": "Warrior's Focus",
			"description": "<p>You gain a level 1 or 2 fighter class feat for which you meet the prerequisites.&nbsp;</p>"
		},
		"Whispered Prayer": {
			"name": "Whispered Prayer",
			"description": "<p>Even in silence, you guide from the shadows. You can spend a single action reciting a common prayer of your deity which counts as having taken sufficient preparatory actions to Aid your ally on an attack roll of your choice, regardless of the circumstances. When you later use the Aid reaction, you can roll Religion instead of the normal skill check. If you are legendary in Religion, when you would get a failure you instead get a success.</p>"
		}
	}
}