{
	"label": "Clerics+ Deities",
	"entries": {
		"Abadar (Father Progress)": {
			"name": "Abadar (Father Progress)",
			"description": "<p>Some churches of Abadar look not to the past, but to the future&mdash; and that future is industry. Firearms, electricity, mechanical boats that can travel the stars; the world of Golarion is at the brink of a revolution, and some believe that in the far future, Abadar will be a patron of invention and technology. Whether or not this will come to pass remains to be seen, though hotbeds of this denomination in Absalom or Alkenstar vocally preach it.</p>\n<p><strong>Edicts </strong>invest in new ideas, create efficient solutions to old problems, sell your inventions</p>\n<p><strong>Anathema </strong>destroy mechanical objects, allow ancient customs to sway your decision-making, give up on a project before its time.</p>\n<p><strong>Areas of Concern</strong> technology, invention, branding</p>"
		},
		"Aesthete": {
			"name": "Aesthete",
			"description": "<p>Your vocation is to create beauty in the name of your god, though that definition is often subjective. You might do this through erection of monuments in your deities image, celebrate your deity through magnificent feasts of food you cook, or by simply protecting artistic works of your god. Whatever your methods, your end goal is to spread the beauty of your faith.</p>\n<p><strong>Additional Edict </strong>You must seek to create beauty on behalf of your god that can be witnessed or enjoyed by others or yourself.</p>\n<p><strong>Additional Anathema </strong>You must never destroy art, deface a monument of a non-enemy faith, or otherwise curtail the expression of beauty.</p>\n<p><strong>Divine Skill</strong> You replace your deity&rsquo;s divine skill with Crafting or a Lore associated with your art.</p>\n<p><strong>Favored Weapon </strong>You replace your deity's favored weapon with one of the following weapons most closely associated with your art: @Compendium[pf2e.equipment-srd.rQWaJhI5Bko5x14Z]{Dagger} or @Compendium[pf2e.equipment-srd.FibwLZ12EIEwLGhw]{Light Hammer}.</p>\n<p><strong>Alternate Domains</strong> You replace your alternate domains with the creation domain.</p>\n<p><strong>Cleric Spells</strong> You replace a spell of equal or higher level with <em>@Compendium[pf2e.spells-srd.TUj8eugNqAvB1vVR]{Creation}</em> as a 4th-level spell. If your deity would already grant you a 4th-level spell, you must select that spell when choosing what spell to replace. If you do not have a spell of equal or higher level, you must replace your highest level spell.</p>"
		},
		"Beacon": {
			"name": "Beacon",
			"description": "<p>You are a leader, an inspiration and a guide to the members of your flock. Empowered by the divine, you do what you can to motivate others to do as you do; fighting on the front lines, acting with honor and always upholding your faith. With your deity's symbol in one hand and the heart of a lion, none shall keep you or your allies from accomplishing your goals.</p>\n<p><strong>Additional Edict</strong> lead and inspire others to do great things as dictated by your deity's goals.</p>\n<p><strong>Additional Anathema </strong>show weakness or hesitation that leads to consequences of significant nature.</p>\n<p><strong>Divine Skill </strong>You replace your deity&rsquo;s divine skill with Diplomacy</p>\n<p><strong>Favored Weapon </strong>You are not trained in your deities favored weapon. Instead, you can spend a single action to raise your deity's focus to grant allies within 15 feet a +1 status bonus against emotion effects. When you would become an expert in your deity&rsquo;s favored weapon, you instead increase the range to 30 feet.</p>\n<p>@UUID[Compendium.clerics.clerics-effects.dXfcDoY4mPgz46A1]{Effect: Beacon}</p>\n<p><strong>Alternate Domain</strong> You replace your alternate domains with the confidence domain.</p>\n<p><strong>Cleric Spells</strong> You replace a spell of equal or higher level with <em>@Compendium[pf2e.spells-srd.4c1c6eNzU1PFGkAy]{Endure}</em> as a 1st-level spell. If your deity would already grant you a 1st-level spell, you must select that spell when choosing what spell to replace.</p>"
		},
		"Clinician": {
			"name": "Clinician",
			"description": "<p>You are sworn to help those who are wounded, sick or otherwise in need of medical treatment. From selfless healers of Sarenrae to extortionate practitioners of Asmodeus, you walk among those who safeguard the faithful wherever you travel.</p>\n<p><strong>Additional Edict</strong> heal those who are in need according to the will of your deity.</p>\n<p><strong>Additional Anathema</strong> intentionally worsen the condition of your patient.</p>\n<p><strong>Divine Skill </strong>You replace your deity&rsquo;s divine skill with Medicine.</p>\n<p><strong>Favored Weapon </strong>You are not trained in your deity&rsquo;s favored weapon but instead gain a common 1st-level skill feat for Medicine. When you would become an expert in your deity&rsquo;s favored weapon, you instead select another common 1st-level skill feat for Medicine.</p>\n<p><strong>Alternate Domains </strong>You replace your alternate domains with the healing domain.</p>\n<p><strong>Cleric Spells </strong>You replace a spell of equal or higher level with <em>@Compendium[pf2e.spells-srd.szIyEsvihc5e1w8n]{Soothe} </em>as a 1st-level spell. If your deity would already grant you a 1st-level spell, you must select that spell when choosing what spell to replace.</p>"
		},
		"Erastil (The Great Elk King)": {
			"name": "Erastil (The Great Elk King)",
			"description": "<p>Erastil is one of the oldest gods worshipped on Golarion, growing alongside his followers through prehistory and sponsoring them as they left behind hunter-gathering for farming. However, some sects still worship him in his original form: an elk the size of a mountain with colossal trees for antlers. Legends whisper that The Great Elk helped ward off creatures that would have otherwise hunted his followers with great bugling that shook the air. Some say it was his steps that created thunder, his shed horns that created the trees, and his travels that created valleys between mountains.&nbsp;</p>\n<p><strong>Edicts </strong>take in the beauty of nature, use all parts of an animal you've hunted, protect your clan from dangerous predators</p>\n<p><strong>Anathema </strong>hunt for sport, disturb natural structures, show cowardice in the face of natural threats</p>\n<p><strong>Areas of Concern</strong> wilderness, ancient traditions, nomads</p>"
		},
		"Esotericist": {
			"name": "Esotericist",
			"description": "<p>Your calling is to investigate the mysterious and unusual aspects of your faith. Whether through being a member of an obscure cult, investigating strange phenomenons associated with your deity or studying long forgotten esoterica your religion has left behind, you are drawn to the more unusual and sometimes bizarre sides of religion.</p>\n<p><strong>Additional Edict </strong>You must seek out strange truths associated with your deity and church.</p>\n<p><strong>Additional Anathema</strong> Allow others outside of your faith to fully understand the secrets of your deity.</p>\n<p><strong>Divine Skill </strong>You replace your deity's divine skill with Occultism.</p>\n<p><strong>Favored Weapon</strong> You are not trained in your deity&rsquo;s favored weapon but instead gain one of the following skill feats: @Compendium[pf2e.feats-srd.6O8MoMheHs5hNHX1]{Crystal Healing}, @Compendium[pf2e.feats-srd.22P7IFyhrF7Fbw8B]{Root Magic}, or @Compendium[pf2e.feats-srd.lEgYzFHransLkSvI]{Schooled In Secrets}. When you would become an expert in your deity&rsquo;s favored weapon, you instead select one of the skill feats you didn&rsquo;t select at first level.</p>\n<p><strong>Alternate Domain</strong> You replace your alternate domains with the void domain.</p>\n<p>Cleric Spells You replace a spell of equal or higher level with one of the following: <em>@Compendium[pf2e.spells-srd.2w4OpAGihn1JSHFD]{Black Tentacles}</em>, <em>@Compendium[pf2e.spells-srd.Mkbq9xlAUxHUHyR2]{Paranoia}</em>, <em>@Compendium[pf2e.spells-srd.R8bqnYiThB6MYTxD]{Phantom Pain}</em>, or <em>@Compendium[pf2e.spells-srd.i1TvBID5QLyXrUCa]{Summon Entity}</em>. If your deity would already grant you a spell of that level, you must select that spell when choosing what spell to replace. If you do not have a spell of equal or higher level, you must replace your highest level spell.</p>"
		},
		"Gozreh (The Vast Titans)": {
			"name": "Gozreh (The Vast Titans)",
			"description": "<p>Gozreh's image is often used throughout the inner sea by sea monster cults that wish to hide in plain sight; deep one worshippers, shrines to outer gods like Bokrug or demon lords like Dagon. Sometimes, the secret practices and real practices blend into one, and the elusive cult of The Titan Of The Deep arises. These cultists look on in awe at the destructive power of Gozreh, and see creatures like kaiju as their spawn. Other worshippers of Gozreh are aware of this sect, but do not persecute them&mdash; they see the cult as a reminder of the sea's dark power.</p>\n<p><strong>Edicts </strong>Witness natural disasters, pave the way for monster attacks in coastal areas, celebrate large losses of life.</p>\n<p><strong>Anathema</strong> Act against a kaiju, save someone from drowning, prevent wide scale disasters</p>\n<p><strong>Areas of Concern </strong>Arial and aquatic megafauna, natural disasters, megalophobia</p>"
		},
		"Heretic": {
			"name": "Heretic",
			"description": "<p>Your vocation is to subvert the notoriety of another faith under the guise of being a member of it despite following the edicts of your true deity. You might prominently display or profess your counter concepts, undermine teachings through mild mannered opposition, or secretly masquerade as a true believer looking for the perfect opportunity to enact your heresy. Whatever the case, your goal is to spread discord among your opposition faith.</p>\n<p><strong>Special </strong>When you select this vocation, choose another deity with an alignment that opposes your deity. You can use the symbol of your opposing deity as if it were that of your deity.</p>\n<p><strong>Additional Edict </strong>You must follow the edicts of your opposing deity while observed, and doing so does not violate the anathema of your deity as long as you do so with the intent to be undiscovered</p>\n<p><strong>Additional Anathema </strong>You must never openly admit you are under the guise of another deity unless the person is a member of your actual faith or a trusted individual who will keep your secret. If you do so, you do not lose your deity's blessing, but lose access to the benefits of this vocation.</p>\n<p><strong>Divine Skill </strong>You replace your deity&rsquo;s divine skill with Deception.</p>\n<p><strong>Favored Weapon</strong> You replace your deity's favored weapon with the favored weapon of your opposing deity.</p>\n<p><strong>Alternate Domains </strong>You replace your alternate domains with the secrecy domain.</p>"
		},
		"Iomedae (The Wyrmknight)": {
			"name": "Iomedae (The Wyrmknight)",
			"description": "<p>Iomedae is widely renowned as a patron deity to humans&hellip; and to some, a patron deity to kobolds. Pointing out her almost impossible victories and bravery that no mere mortal could accomplish, these kobolds claim that Iomedae was never a human, but a silver dragon in disguise. They often cite her divine herald, Peace Through Vigilance. This gold dragon refers to his patron as \"Mother Iomedae\", and rumours have long swirled that he is her offspring, sired by Apsu. How could this be, the kobolds crow, if she herself were not a dragon? There are few dragons in this particular sect, as most find the insinuation amusing at best. However, a number of gold and silver dragons still honour the Wyrmknight for her accomplishments alongside ancients of their kind.</p>\n<p><strong>Edicts </strong>Protect the meek, show your power in awesome displays in combat, act with humility and respect outside of combat.</p>\n<p><strong>Anathema </strong>Take credit for your great deeds, disrespect humans or dragons, slay a metallic dragon</p>\n<p><strong>Areas of Concern </strong>crusades, dragons, justice</p>\n<p><em>You may only summon metallic dragons with the @Compendium[pf2e.spells-srd.kghwmH3tQjMIhdH1]{Summon Dragon} spell granted by this deity.</em></p>"
		},
		"Irori (Purveyor of Perception)": {
			"name": "Irori (Purveyor of Perception)",
			"description": "<p dir=\"ltr\">While some see Irori as the seeker of perfection, other&rsquo;s believe this view is a misreading of his views on perfection and that self-acceptance is the true path to perfection. As a leaf in the wind&rsquo;s path travels eloquently and without err, so too do these followers of Irori which see experience as the ultimate sculptor of magnificence. Where other followers of the deity might strive for hours on end to master a lesson or art, this sect believes the lessons of life are dealt by the hands of fate instead of claimed by one's own hands. Do not try to control the universe's plans for you; embrace them, and let them take you wherever you are needed! Depictions of Irori within this sect are of a heavier, smiling man at peace with his place in the universe no matter what happens around him.</p>\n<p dir=\"ltr\"><strong>Edicts </strong>exude confidence; help others find acceptance for themselves; adapt to all aspects of life, no matter how unexpected.</p>\n<p dir=\"ltr\"><strong>Anathema </strong>become too rigid in one's own ideology, refuse to adapt to changes, avoid partaking in new experiences</p>\n<p dir=\"ltr\"><strong>Areas of Concern</strong> adaptation, contentedness, and self-acceptance</p>\n<p>&nbsp;</p>"
		},
		"Keeper": {
			"name": "Keeper",
			"description": "<p>Your vocation is to protect that which your deity and faith holds dear. You might be responsible for a particular shrine, a person bequeathed with a particularly important text, or the personal guard for a chosen of the faith, but whatever your methods, your end goal is keep the safety of a ward of your faith.</p>\n<p><strong>Special </strong>Choose an item or location that is sacred to your faith when you select this vocation as your faith&rsquo;s ward.</p>\n<p><strong>Additional Edict </strong>You must protect your faith&rsquo;s ward from harm or from falling into the wrong hands.</p>\n<p><strong>Additional Anathema </strong>You must never allow harm to come to your ward or recklessly risk it being harmed.</p>\n<p><strong>Divine Skill </strong>You replace your deity&rsquo;s divine skill with Crafting if you selected an item or Society if you selected a location.</p>\n<p><strong>Favored Weapon</strong> You are not trained in your deity&rsquo;s favored weapon. When you make a skill check with your divine skill that involves the use of your ward or your ward as a target, you gain a +1 circumstance bonus to your check. When you would become an expert in your deity&rsquo;s favored weapon, when you get a critical failure on these checks with your ward, you get a failure instead.</p>\n<p><strong>Alternate Domains</strong> You replace your alternate domains with the duty domain.</p>\n<p><strong>Cleric Spells</strong> You replace a spell of equal or higher level with <em>@Compendium[pf2e.spells-srd.onjZCEHs3JJJRTD0]{Private Sanctum}</em> as a 4th-level spell. If your deity would already grant you a 4th-level spell, you must select that spell when choosing what spell to replace. If you do not have a spell of equal or higher level, you must replace your highest level spell.</p>"
		},
		"Lamashtu (The Wounded Mother)": {
			"name": "Lamashtu (The Wounded Mother)",
			"description": "<p dir=\"ltr\">Most depictions of Lamashtu depict a horrific entity with abhorrent goals. However, there's a not insignificant number of worshippers of hers who wonder if this truly is the case. Goblins, gnolls, tieflings&mdash; people long ascribed to be her evil spawn&mdash; find a certain sympathy in their hearts for them. They see a kinder side to Lamashtu; a Lamashtu who is a safe place for the hunted, who cares for her children regardless of their origin, who bites only because she is protecting her young. These gentler clerics of Lamashtu hope that one day, she can be turned from evil just as Nocticula was. The fact that they still have their divine powers proves that perhaps there's hope after all.</p>\n<p dir=\"ltr\"><strong>Edicts </strong>Protect monsters from unfair judgment, aid the impoverished, show pride in your unusual attributes</p>\n<p dir=\"ltr\"><strong>Anathema </strong>Put a monster to a needless death, judge others by their appearance, become wealthy</p>\n<p dir=\"ltr\"><strong>Areas of Concern</strong> The subjugated, childbirth, mercy</p>"
		},
		"Nethys (The Broken Mask)": {
			"name": "Nethys (The Broken Mask)",
			"description": "<p>Some whisper that the greatest secret of Nethys is that his ascension to godhood was not a gift, but a curse that his congregation believes has a hideous truth. Nethys gained power and knowledge of all existence and as such, all questions were answered in the blink of his all seeing eyes. With this came a price and a single question that remained for him to answer: What would there be if nothing, not even the gods, existed? The doomsday cult of the Hidden Seeker of Entropy believe that when Nethys ultimately loses control of his balance, it will be the total eradication of all life, knowledge and magic. The void that is left after this final blink will be an empty paradise where they shall live eternally.</p>\n<p><strong>Edicts </strong>destroy the knowledge of others, disrupt balance and equilibrium, prepare for the end-times</p>\n<p><strong>Anathema </strong>waste an opportunity to snuff out secrets forever, aid in preserving the cosmic status quo, use your magic to aid others who won't further your plans</p>\n<p><strong>Areas of Concern</strong> nihilism, secrets, magic</p>"
		},
		"Precentor": {
			"name": "Precentor",
			"description": "<p>Your vocation is to create music in the name of your god. You might do this through careful composition, celebratory dances or theatrical performances of your deity&rsquo;s accomplishments, or by simply playing songs on a street corner. Whatever your methods your end goal is to spread the sound and music of your faith.</p>\n<p><strong>Additional Edict</strong> You must seek to play or spread music of your god that can be witnessed by others or yourself.</p>\n<p><strong>Additional Anathema</strong> You must never disrupt performances for entertainment, or otherwise prevent someone from enjoying good music.</p>\n<p><strong>Divine Skill </strong>You replace your deity&rsquo;s divine skill with Performance.</p>\n<p><strong>Favored Weapon </strong>You replace your deity's favored weapon with the following weapon most closely associated with your performance: battle lute or bladed diabolo.</p>\n<p><strong>Alternate Domains </strong>You replace your alternate domains with the soul domain.</p>\n<p><strong>Cleric Spells</strong> You replace a spell of equal or higher level with <em>@Compendium[pf2e.spells-srd.Yv3AFIO55FONQYMH]{Sonata Span}</em> as a 2nd-level spell. If your deity would already grant you a 2nd-level spell, you must select that spell when choosing what spell to replace.</p>"
		},
		"Proselytizer": {
			"name": "Proselytizer",
			"description": "<p>Your vocation is to pronounce your faith when given opportunities to spread it. You might do this through giving powerful speeches to congregations, subtle destabilization of opposing churches, or simply by spreading the word of your deity to anyone who will listen. Whatever your methods, your end goal is to draw more to your faith.</p>\n<p><strong>Additional Edict </strong>You must attempt to convert ideal candidates to your faith when presented an opportunity.</p>\n<p><strong>Additional Anathema</strong> You must never cause an existing devotee in your deity&rsquo;s favor to leave the faith or fall out of favor.</p>\n<p><strong>Divine Skill</strong> You replace your deity&rsquo;s divine skill with Diplomacy.</p>\n<p><strong>Favored Weapon</strong> You are not trained in your deity&rsquo;s favored weapon but instead gain a common 1st-level skill feat for Diplomacy. When you would become an expert in your deity&rsquo;s favored weapon, you instead select another common 1st-level skill feat for Diplomacy.</p>\n<p><strong>Alternate Domains</strong> You replace your alternate domains with the confidence domain.</p>\n<p><strong>Cleric Spells</strong> You replace a spell of equal or higher level with <em>@Compendium[pf2e.spells-srd.IihxWhRfpsBgQ5jS]{Enthrall}</em> as a 3rd-level spell. If your deity would already grant you a 3rd-level spell, you must select that spell when choosing what spell to replace</p>"
		},
		"Rovagug (The Law-Eater)": {
			"name": "Rovagug (The Law-Eater)",
			"description": "<p dir=\"ltr\">The most powerful beasts are the ones that ambush their prey. This is the mantra of the Church of The Law-Eater, a sect of Rovagug that blends into civilization. They understand that the gods only imprisoned Rovagug because they were afraid of his strength, but also understand that Rovagug lost because there was nobody else to fight for him. As such, to do his work properly, you must convince the masses of his goals. This church sneers at the more brutal cults of Rovagug that hide away from society, and instead actively partake in it. They follow strict athletic regimes and influence politics and education to push their ideals. Their ultimate goal is to bring society to its knees through its own laws, highlighting the folly of a world that cares for others.</p>\n<p dir=\"ltr\"><strong>Edicts </strong>Work within the system to cause cruelty and injustice, use subtlety to convince others of your views, eat the hearts of those you have successfully pushed into poverty or prison</p>\n<p dir=\"ltr\"><strong>Anathema </strong>announce your allegiance to Rovagug to someone who won't join you and let them survive, live in the wilderness, use your influence to improve the lives of others</p>\n<p dir=\"ltr\"><strong>Areas of Concern </strong>Politics, heretics, policing</p>\n<p>&nbsp;</p>"
		},
		"Teacher": {
			"name": "Teacher",
			"description": "<p>Your vocation is to instruct others within your faith and guide them through the teachings. You might do this through strict lessons held in a classroom, challenges of might performed by way of physical obstacles, or by presenting the standard teaching from an unusual perspective to emphasize its meaning, but whatever your methods, your end goal is to teach others of your faith.</p>\n<p><strong>Additional Edict</strong> You must seek to drive understanding of your deity at all turns, and challenge those that misunderstand your faith.</p>\n<p><strong>Additional Anathema</strong> You must never destroy, hide, or otherwise prevent others from learning about your faith unless the object of learning is by its nature meant to be secret.</p>\n<p><strong>Divine Skill</strong> You replace your deity&rsquo;s divine skill with a Lore skill associated with your deity.</p>\n<p><strong>Favored Weapon</strong> You are not trained in your deity&rsquo;s favored weapon but instead gain the @Compendium[pf2e.feats-srd.sMm0UfYxEPpq2Yzd]{Experienced Professional} skill feat for your divine skill. When you would gain increased proficiency in your deity&rsquo;s favored weapon, you instead become an expert in your divine skill and gain the @Compendium[pf2e.feats-srd.H3I2X0f7v4EzwxuN]{Automatic Knowledge} skill feat for that skill. If you were already an expert in your divine skill, you instead become trained in another Lore skill appropriate for your deity.</p>\n<p><strong>Alternate Domains</strong> You replace your alternate domains with the knowledge domain.</p>\n<p><strong>Cleric Spells </strong>You replace a spell of equal or higher level with <em>@Compendium[pf2e.spells-srd.ZYoC630tNGutgbE0]{Hypercognition}</em> as a 3rd-level spell. If your deity would already grant you a 3rd-level spell, you must select that spell when choosing what spell to replace.</p>"
		},
		"Urgathoa (The Proscribed Proctor)": {
			"name": "Urgathoa (The Proscribed Proctor)",
			"description": "<p>Though worship of Urgathoa is nearly universally reviled, there exists one particularly unusual group of her followers with equally bizarre teachings&mdash; that Urgathoa is the mother of science and medicine. This faith is worshipped openly in Ustalav and Geb, especially among the rich and the academic. They claim that her rebellion against Pharasma was the first act of scientific curiosity, and argue that the undead are an area of academics unjustly decried as immoral. Most notably, these followers have developed strange magic that uses electricity rather than negative energy, which they view as debased. They use this to justify their practices as acceptable, though few recognize their genius.</p>\n<p><strong>Edicts </strong>learn what others are afraid to learn, create life, document your findings thoroughly</p>\n<p><strong>Anathema </strong>Allow ethics to sway your decisions, destroy your creations, be imprisoned for your works or beliefs</p>\n<p><strong>Areas of Concern</strong> academics, experiments, undeath</p>\n<p><strong>Special </strong>The <em>@Compendium[pf2e.spells-srd.wdA52JJnsuQWeyqz]{Harm}</em> spell loses the negative trait for you, and instead gains the electric trait. It still affects the living and the undead the same way as it normally would.&nbsp;</p>"
		},
		"Wayfarer": {
			"name": "Wayfarer",
			"description": "<p>Your vocation is to journey and witness the glory of your deity. You might do this by searching to find a hidden temple of your god, seeking to witness your god&rsquo;s glory among the people, or simply taking in the bountiful influence it exerts on the mortal world, but whatever your methods, your end goal is to go on pilgrimages to witness and see locations and acts of your faith.</p>\n<p><strong>Additional Edict </strong>You must journey to find acts, testaments, or monuments to your faith as a means to further your understanding of it.</p>\n<p><strong>Additional Anathema</strong> You must never end your journey permanently or inhibit the spiritual journeys of others.</p>\n<p><strong>Divine Skill</strong> You replace your deity&rsquo;s divine skill with Survival.</p>\n<p><strong>Favored Weapon</strong> You are not trained in your deity&rsquo;s favored weapon but instead gain a +2 status bonus against severe cold, heat, or weather. When you would gain increased proficiency in your deity&rsquo;s favored weapon, instead of the normal bonus you treat your degree of success against severe cold, heat, and weather as one better.</p>\n<p><strong>Alternate Domains</strong> You replace your alternate domains with the travel domain.</p>\n<p><strong>Cleric Spells</strong> You replace a spell of equal or higher level with <em>@Compendium[pf2e.spells-srd.o6YCGx4lycsYpww4]{Haste}</em> as a 3rd-level spell. If your deity would already grant you a 3rd- level spell, you must select that spell when choosing what spell to replace.</p>"
		}
	}
}