{
	"label": "Impossible Lands+ Backgrounds",
	"entries": {
		"Alkenstar School Teacher": {
			"name": "Alkenstar School Teacher",
			"description": "<p>While some teachers seek to impart their knowledge on children and the unlearned, you see the position as a means to recruit fresh faces to a less than honorable career path. Either as a gang member or individual enterprise, you look to take advantage of classrooms of people seeking to expand their horizons, by expanding your network of criminal contacts instead.</p>\n<p>Choose two ability boosts. One must be <strong>Charisma</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in your choice of either the Diplomacy or Thievery skill, as well as the Academia Lore skill. You gain the @Compendium[pf2e.feats-srd.KpFetnUqTiweypZk]{Group Impression} or @Compendium[pf2e.feats-srd.B9cQLRHtXoLlF0iR]{Concealing Legerdemain} skill feat, depending on your trained skill selection.</p>"
		},
		"Bhopan Baker": {
			"name": "Bhopan Baker",
			"description": "<p>The bakeries of Bhotphtha are renowned in Bhoparan society for their extraordinary breads and pastries that are as delicately suffused with the Fey magic that pervades the region, as they are with delicious spices. You trained at one of the famous bakeries and seek to share your creations with the wider world.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You are trained in Cooking Lore and gain the @UUID[Compendium.impossible-lands.impossible-lands-actions.Eli0NwKfjKzUaFpn]{Sweet Treats} exploration activity.</p>"
		},
		"Contract Citizen": {
			"name": "Contract Citizen",
			"description": "<p>Desperate to improve your position in Gebbite society, you bound yourself to a powerful undead socialite. Your contract compelled you to become a constant source of sustenance for your patron. You have had to steel yourself against the injuries and blood drain sustained during your association but thankfully, you are now finally free of your legal obligations.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in Medicine. You gain the Diehard feat.</p>"
		},
		"Deep Diver of Prada Hanam": {
			"name": "Deep Diver of Prada Hanam",
			"description": "<p>The waters of the Obari ocean have long been a siren's call for you, pulling you inexorably deeper into its depths. Perhaps you pursue the water's most extravagant pearls for the summer parades, are just looking for extra income, or simply revel in the thrill of exploring the dark unknown that terrifies others. Regardless of the reason, the waters have become a refuge for you as familiar as walking on land.</p>\n<p>Choose two ability boosts. One must be <strong>Strength</strong> or <strong>Constitution</strong>, and one is a free ability boost.</p>\n<p>You gain the Breath Control feat and the Additional Lore feat for Diving Lore.</p>"
		},
		"First World Emissary": {
			"name": "First World Emissary",
			"description": "<p>The peace between the First World and the Material Plane is often as fickle as the seasons. You have had enough interactions with the First World to maintain a fragile peace in your region that you feel its influence everywhere.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Diplomacy skill, and the Fey Lore skill. You gain the @UUID[Compendium.impossible-lands.impossible-lands-actions.zJezkadumscUCe5h]{Fey Favor} free action.</p>"
		},
		"Maiden Memorabilia Hunter": {
			"name": "Maiden Memorabilia Hunter",
			"description": "<p>The Field of Maidens in Southern Geb is a constant reminder of the power of Necromancy when left unchecked. But among the haunted statues and barren wastes of that place you find opportunity and intrigue in the form of all manner of ancient artifacts that either have historical significance, or will fetch a lot of coin. If only you have the strength of body and character to retrieve them.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You are trained in the Occultism skill and the Haunt Lore skill. Any time you are required to make a saving throw against a Haunt, you gain a +1 circumstance bonus on the roll.</p>"
		},
		"Niswani High Flyer": {
			"name": "Niswani High Flyer",
			"description": "<p>In Jalmeray, there is little more able to make one famous on the streets than their performance in the competition known as the Festival of Flights. Whether you were an independent flier, part of a kite crew, a hired sneak to scout out the competition, or simply an enjoyer of the simple pleasure that is watching beautifully crafted toys trying mercilessly to rip their competitors out of the sky, kite flying is undeniably a large part of who you are.</p>\n<p>Choose two ability boosts. One must be <strong>Dexterity</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in Crafting and the Toy Lore Skill. You gain the @Compendium[pf2e.feats-srd.Improvise Tool]{Improvise Tool} skill feat.</p>"
		},
		"Observer Hopeful": {
			"name": "Observer Hopeful",
			"description": "<p>Each year you attempt the grueling examinations and trials required to become one of Alkenstar's famed Observers. These tests are both physically and mentally demanding and whether you ever become an Observer or not, your ability to gather data about the world around you through analytical precision makes you ready to venture beyond the walls of Alkenstar.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You gain the @Compendium[pf2e.feats-srd.i4yRvVwvXbGZDsD1]{Canny Acumen} feat and you must select Perception. You can use the Gather Information action using Perception instead of Diplomacy, but the check takes 3 times as long.</p>"
		},
		"Sileen Sous Chef": {
			"name": "Sileen Sous Chef",
			"description": "<p>Apprenticed to the Master Chef Sileen, you have learned that working as part of a busy team of chefs is as important as preparing the culinary delights themselves. Becoming an adventurer will allow you to spread the knowledge you have learned about the art of cookery, and foster your cooperative spirit.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in Cooking Lore. You gain a +1 circumstance bonus to checks to Aid, and your allies gain a +1 circumstance bonus to checks to Aid you. When you or another ally @Compendium[pf2e.actionspf2e.Earn Income]{Earn Income} with Cooking Lore, you gain a +1 circumstance bonus to your check for each ally participating up to a maximum bonus of +3.</p>"
		},
		"Smokeside Florist": {
			"name": "Smokeside Florist",
			"description": "<p>You have always had an eye for creativity and color and the business of flower arranging called to you, but the scant offerings of the blasted desert succulents are less than satisfying. You've even taken up adventuring as a means to gain access to all manner of wild and exciting flora.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Nature skill, and the Herbalism Lore skill. You gain the @UUID[Compendium.impossible-lands.impossible-lands-actions.yoHFZgtggJkkbaQL]{Flora Expert} reaction.</p>"
		},
		"Unwarped Crusader": {
			"name": "Unwarped Crusader",
			"description": "<p>You are a protester and civil activist, tired of the class cruelty and abuse of those in power so rife in Oenopion. Whether taking to the streets or occupying factories and civil buildings, it is important that the people know you use peace to bring about change rather than the violence you have suffered at the hands of the establishment.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in your choice of either Diplomacy or Society, as well as the Legal Lore skill. You gain the @Compendium[pf2e.feats-srd.6ON8DjFXSMITZleX]{No Cause For Alarm} or @Compendium[pf2e.feats-srd.JtjnFsOToBLnSRO9]{Courtly Graces} skill feat, depending on your trained skill selection.</p>"
		},
		"Ustradi Drinker": {
			"name": "Ustradi Drinker",
			"description": "<p>The arcane miasma caused by countless years of magical interference and warfare between Nex and Geb have poisoned the waters of the Ustradi River.You have drunk from these waters and though you survived, you are forever changed.</p>\n<p>You gain one ability boost that must be to <strong>Constitution </strong>or <strong>Strength</strong>.</p>\n<p>You're trained in Nature or Occultism and Mutant Lore skill.</p>\n<p>You gain one special ability as a result of the mutating effects of the Ustradi waters. Work with the GM to select an appropriate ability from the following list or to come up with another special ability.</p>\n<ul>\n<li>@UUID[Compendium.impossible-lands.impossible-lands-features.gJl3KpDpN48eLWn7]{Mutant Healing Factor}: You regain half your level in Hit Points every hour you have not taken damage. This does not prevent you from gaining the Dying condition.</li>\n<li>@UUID[Compendium.impossible-lands.impossible-lands-features.9ZRxLdOkrXlna1pU]{Resistant Skin}: The waters rendered your skin tougher and resilient to a particular type of damage. You gain resistance equal to half your level (minimum resistance 1) against bludgeoning, piercing or slashing.</li>\n<li>@UUID[Compendium.impossible-lands.impossible-lands-features.k024RrEDL1FCydKI]{Mutation Tolerance}: You gain a +1 status bonus against spells and effects with the transmutation trait.</li>\n</ul>"
		}
	}
}