{
	"label": "Impossible Lands+ Actions",
	"entries": {
		"Call the Flesh": {
			"name": "Call the Flesh",
			"description": "<p>You spend 1 minute calling upon the flesh of your animal companion to alter itself to one of its animal forms, switching its presenting form with one of your fleshforged companion’s peripheral forms.</p>"
		},
		"Call Vehicle": {
			"name": "Call Vehicle",
			"description": "<p>You call on the divine bond between you and your vehicle to bring it forth. As long as your vehicle is within 1 mile of you and on the same Plane of existence, it appears adjacent to you. There must be sufficient free space for the vehicle to occupy and it must be called into an environment in which the vehicle could normally operate.</p>"
		},
		"Fey Favor": {
			"name": "Fey Favor",
			"description": "<p><strong>Trigger</strong> You attempt a Diplomacy check on a Fey creature and haven't yet rolled</p>\n<hr />\n<p><strong>Effect</strong> You roll the triggering check twice and take the better result.</p>\n<p>@UUID[Compendium.impossible-lands.impossible-lands-feats.9sRralDD3ETCtFnB]{Effect: Fey Favor}</p>"
		},
		"Flora Expert": {
			"name": "Flora Expert",
			"description": "<p><strong>Trigger</strong> You suffer from an effect caused by a plant</p>\n<hr />\n<p><strong>Effect</strong> You can Recall Knowledge on the creature or environment that caused the triggering effect and you gain a +1 circumstance bonus to the check.</p>"
		},
		"Infectious Antics": {
			"name": "Infectious Antics",
			"description": "<p><strong>Requirements</strong> You are in an encounter and have at least one ally in your jester's aura</p>\n<hr />\n<p><strong>Effect</strong> With the zest of life flowing through you, your allies are urged to join in on your performances. Make a @Check[type:perform|traits:action:perform|dc:resolve(@actor.level)]{Perform} check against a standard DC of your level. If you succeed, you gain a +1 status bonus to your choice of attack rolls, Will saves, or Charisma-based skill checks until the start of your next turn. While you benefit from this bonus, allies who observed a successful performance and are within your jester's aura can take a single action, which has the concentrate trait, to gain the same bonus you chose until the start of their next turn.</p>\n<p>@UUID[Compendium.impossible-lands.impossible-lands-effects.pALITgJTbG500DPa]{Effect: Infectious Antics}</p>"
		},
		"Infuse Armor": {
			"name": "Infuse Armor",
			"description": "<p>You can spend 10 minutes and expend a spell slot to infuse your armor until the next time you make your daily preparations. While your armor is infused, you gain a +1 status bonus to saves against the school of the spell you expended. Infused Armor fuels many of your puremetal paragon abilities and when you expend slots infused into your armor, you lose the bonus to saves and your armor is no longer infused. You can only infuse one spell slot in your armor at a time.</p>\n<p>@UUID[Compendium.impossible-lands.impossible-lands-effects.XtUfe9rAnn1YCLmQ]{Effect: Infuse Armor}</p>"
		},
		"Lashing Swap": {
			"name": "Lashing Swap",
			"description": "<p>Your fleshforged companion uses Malleableize Form to manifest one of the unarmed attacks of its peripheral forms and makes an immediate Strike with the unarmed attack it gained.</p>"
		},
		"Malleableize Form": {
			"name": "Malleableize Form",
			"description": "<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p>Your fleshforged companion alters its form so its peripheral form manifests itself through transformation of flesh. Your fleshforged companion gains one of the following chosen aspects of its peripheral form until the end of your next turn:</p>\n<ul>\n<li>You replace one of the unarmed attacks of your companion's primary form with an unarmed attack of your peripheral form. If this unarmed attack would use the same appendage as one of its primary form, you must select that unarmed attack to replace.</li>\n<li>You replace the skill of your companion's primary form with the skill of its peripheral form and you use the bonus of your peripheral form instead of your presenting form.</li>\n<li>You replace the senses of your companion's primary form with its peripheral form.</li>\n</ul>\n<p><strong>Special </strong>Your fleshforged companions can take the Support action and the Malleableize Form action in the same turn.</p>"
		},
		"Paired Movement": {
			"name": "Paired Movement",
			"description": "<p><strong>Trigger </strong>You begin or end a Stride adjacent to your dance partner and you still have movement left on your Stride action. </p>\n<hr />\n<p>You and your dance partner move in tandem. You can continue your Stride up to your remaining Speed and your dance partner may spend their reaction to Stride with you. During your Stride, your dance partner remains adjacent to you throughout your movement until you stop moving or they've moved their full Speed.</p>"
		},
		"Retrieve Spell": {
			"name": "Retrieve Spell",
			"description": "<p><strong>Requirements</strong> Your armor is infused with a spell and you have expended spell slots.</p>\n<hr />\n<p>You may regain a spell slot of a level equal to your infused spell. If you are a prepared caster, you may automatically prepare the spell you infused into your armor or can choose to instead regain the slot which you can spend 10 minutes preparing another spell of appropriate level. Your armor is no longer Infused and you lose your Infused armor benefits.</p>"
		},
		"Soul Intervention": {
			"name": "Soul Intervention",
			"description": "<p><strong>Trigger</strong> You or an ally within your emanation would fail or critically fail a save against a mental effect by a creature with the fiend trait.</p>\n<hr />\n<p>Reroll the triggering save and use the better result.</p>"
		},
		"Spelldance": {
			"name": "Spelldance",
			"description": "<p>You seamlessly blend complex gestures with graceful movement, finishing your spell with a flourish! You Stand, @Compendium[pf2e.actionspf2e.Leap]{Leap}, or Step and then Cast a Spell that takes 2 or 3 actions to cast. If you use 2 actions, the spell you cast as part of your Spelldance must be 2 actions, and if you use 3 actions, the spell you cast as part of your Spelldance must be 3 actions.</p>"
		},
		"Sweet Treats": {
			"name": "Sweet Treats",
			"description": "<p><strong>Requirements</strong> You have access to a working kitchen or other suitable cooking area.</p>\n<hr />\n<p>You can bake 1 sweet treat that when consumed restores your allies health. This process takes 1 hour, but you can perform a single 10 minute activity during the process without disrupting your baked goods. A creature that eats your sweet treat, regains twice the normal number of Hit Points from resting overnight. This treat remains potent for 1 day, but can still be consumed as food on subsequent days until it would spoil naturally. If you are an expert in Cooking Lore, you can create 2 sweet treats in this hour, if you are a master you can create 4, and if you are legendary you can create 8.</p>"
		}
	}
}