{
	"label": "Impossible Lands+ Feats",
    "mapping": {
        "prerequisites": "system.prerequisites.value"
	},
	"entries": {
		"A Soul's Truth": {
			"name": "A Soul's Truth",
			"description": "<p>You learn a Soulguard ability intended to weed out @Compendium[pf2e.conditionitems.Hidden]{Hidden} fiends. You can cast <em>@Compendium[pf2e.spells-srd.aewxsale5xWEPKLk]{Zone of Truth}</em> as an innate divine spell. Any creature with the fiend trait targeted in this area takes a -2 status penalty to their saving throw. At level 12 you can cast this once per hour, and once every 10 minutes at level 16.</p>",
			"prerequisites": [
				{
					"value": "Soulguard Dedication"
				}
			]
		},
		"Abominable Amalgamation": {
			"name": "Abominable Amalgamation",
			"description": "<p>You meld all your fleshforged companions matter into one and then, in an instant, sift them back out into their component selves. Until the end of your next turn, your active companion can @Compendium[impossible-lands.impossible-lands-actions.Eu6aPrxqwLOgS1hX]{Malleableize Form} from any of the primary or peripheral forms for all of your fleshforged companions. </p>\n<p>When you separate your fleshforged companions, you can distribute the Hit Points of all companions however you choose, except that no target can receive fewer than 1 Hit Point or more than their maximum Hit Points.</p>\n<p>You @Compendium[pf2e.actionspf2e.q9nbyIF0PEBqMtYe]{Command} your fleshforged companion as part of this action and it can use Malleableize Form as a free action until the end of your next turn.</p>",
			"prerequisites": [
				{
					"value": "Fleshforged Tamer Dedication"
				},
				{
					"value": "more than one fleshforged companion"
				}
			]
		},
		"Additional Fleshforged Companion": {
			"name": "Additional Fleshforged Companion",
			"description": "<p>You create another fleshforged companion. This companion follows the same rules as the fleshforged companion you gained as part of taking this dedication. See Beastmaster Animal Companions for rules on how having multiple animal companions works.</p>\n<p><strong>Special</strong> You can select this feat more than once, gaining an additional fleshforged companion each time, to a maximum of four total companions (including the one you gained from @Compendium[impossible-lands.impossible-lands-feats.4wABw66kSX8diY7p]{Fleshforged Tamer Dedication} and possibly one you gained from sources other than this archetype).</p>",
			"prerequisites": [
				{
					"value": "Fleshforged Tamer Dedication"
				}
			]
		},
		"Additional Peripheral Form": {
			"name": "Additional Peripheral Form",
			"description": "<p>Another form becomes present on your fleshforged. Choose another young animal companion that has the minion trait as an additional peripheral form for one of your fleshforged companions.</p>\n<p><strong>Special</strong> You can select this feat more than once, gaining an additional peripheral form each time, to a maximum of three total peripheral forms per fleshforged companion.</p>",
			"prerequisites": [
				{
					"value": "Fleshforged Tamer Dedication"
				}
			]
		},
		"Advanced Machine": {
			"name": "Advanced Machine",
			"description": "<p>You continue tinkering with your bike to further improve its operation and handling.  Your customized cycle’s Speed increases by 10 feet and its collision damage increases to 5d10. Pick from Crafting, Deception, Diplomacy, Intimidate, Performance, or Thievery. You gain a +1 item bonus to skill checks of the appropriate type while riding your customized cycle. When you use the @Compendium[pf2e.actionspf2e.lID4rJHAVZB6tavf]{Run Over} action, you can attempt to ram creatures that are up to Large size or run over creatures up to Medium size. The operational time of the cycle becomes four hours before being wound again.</p>",
			"prerequisites": [
				{
					"value": "Modified Machine"
				}
			]
		},
		"Advanced Tutelage": {
			"name": "Advanced Tutelage",
			"description": "<p>You have advanced your studies and carried on the tutelage to new heights. You gain the advanced focus spell for the Student of the Ebon Mausoleum, <em>@Compendium[impossible-lands.impossible-lands-spells.OpOJ4sInlNGm2PmI]{Invert Lifeforce}</em>. If you already possess <em>invert lifeforce </em>through one of your class adjustments, you can instead select the original focus spell you would have received as part of your class. Alternatively, you can select one of the other options you did not select as part of gaining the @Compendium[impossible-lands.impossible-lands-feats.Kz9YLvkIOLWj0nLI]{Student of the Ebon Mausoleum Dedication}.</p>",
			"prerequisites": [
				{
					"value": "Student of the Ebon Mausoleum Dedication"
				}
			]
		},
		"Agitate Undead": {
			"name": "Agitate Undead",
			"description": "<p>You can urge the undead you’ve summoned to rampage further on. Whenever you cast <em>@Compendium[pf2e.spells-srd.9WGeBwIIbbUuWKq0]{Animate Dead}</em> or another spell to which you have access that summons an undead with the minion trait, you can spend 2 actions to Sustain the Spell and when you do, your summoned undead uses an additional action.</p>",
			"prerequisites": []
		},
		"Anatomically Awesome": {
			"name": "Anatomically Awesome",
			"description": "<p>Through your manipulations your fleshforged companion has learned to adapt advanced anatomy required for its maneuvers. Your fleshforged companion can use Malleableize Form to replace its Advanced Maneuver with an Advanced Maneuver from one of its peripheral forms. If your fleshforged companion's primary form does not have the appropriate anatomy to accomplish the abilities, it cannot gain the Advanced Maneuver.</p>",
			"prerequisites": [
				{
					"value": "Fleshforged Tamer Dedication"
				},
				{
					"value": "Incredible Beastmaster Companion"
				}
			]
		},
		"Anti-Fiend Magic: Eradication": {
			"name": "Anti-Fiend Magic: Eradication",
			"description": "<p>When you use Anti-Fiend Magic, the additional damage dealt is [[/r 1d8]]. Additionally, when you enter Anti-fiend Magic stance, you can target 1 additional weapon within 30 feet to deal an additional [[/r 2[good]]] for as long as your Anti-fiend Magic is active. If you're at least 18th level, you increase the damage by 1d8 and the number of additional weapons you can target becomes 2.</p>\n<p>@UUID[Compendium.impossible-lands.impossible-lands-effects.jcWNnFJ7EGbkWFzc]{Effect: Anti-Fiend Magic: Eradication}</p>",
			"prerequisites": [
				{
					"value": "Anti-fiend Magic: Slayer"
				}
			]
		},
		"Anti-Fiend Magic: Fortification": {
			"name": "Anti-Fiend Magic: Fortification",
			"description": "<p>You learn to channel the power of your soul to better defend against the fiends you hunt. You gain a +1 circumstance bonus to AC and saving throws against fiends, and gain resistance equal to half your level against damage done by fiends. If you or an ally reduces a fiend with 30 feet to 0 Hit Points while in this stance, the evil energies rebuffed by you become cleansed and revitalize you. You can enter this stance an additional time that day. This effect only triggers once per duration.</p>\n<p>@UUID[Compendium.impossible-lands.impossible-lands-effects.JyOj8W22VKkxkq0L]{Effect: Anti-Fiend Magic: Fortification}</p>",
			"prerequisites": [
				{
					"value": "Soulguard Dedication"
				}
			]
		},
		"Anti-Fiend Magic: Phalanx": {
			"name": "Anti-Fiend Magic: Phalanx",
			"description": "<p>When you use Anti-fiend Magic, increase your status bonus to AC and saving throws to +2, and your resistance to damage by fiends to your level. Additionally, while your Anti-fiend Magic is active, you emit a @Template[type:emanation|distance:15] of soul energy. Allies within the emanation gain resistance 2 to damage done by fiends. You gain the Soul Intervention reaction. If you're at least 18th level, you increase the emanation radius to a @Template[type:emanation|distance:30] and you can use @UUID[Compendium.impossible-lands.impossible-lands-actions.spgUMHirQHXLRMPV]{Soul Intervention} an additional time per day.</p>",
			"prerequisites": [
				{
					"value": "Anti-fiend Magic: Fortification"
				}
			]
		},
		"Anti-Fiend Magic: Slayer": {
			"name": "Anti-Fiend Magic: Slayer",
			"description": "<p>You learn to channel the power of your soul to better destroy the fiends you hunt. Your unarmed attacks and weapons wielded by you deal an additional 1d4 damage against fiends. This additional damage has the good trait and the trait associated with the color of your soul. If you or an ally reduce a fiend within 30 feet to 0 Hit Points while in this stance, the energy borne from cleansing their evil revitalizes you. You can enter this stance an additional time that day. This effect only triggers once per each duration.</p>\n<p>@UUID[Compendium.impossible-lands.impossible-lands-effects.CxLIOVIhKBj0kXzz]{Effect: Anti-Fiend Magic: Slayer}</p>",
			"prerequisites": [
				{
					"value": "Soulguard Dedication"
				}
			]
		},
		"Armored Component": {
			"name": "Armored Component",
			"description": "<p>You are never without your armor, even during ceremonial activities, or when doing something so safe as escorting the Attendi amid the fleshforges. You have learned to supplement your armor in place of material components. While wearing your infused armor, you can replace material components for your spells with somatic components by drawing sigils on your armor. You cannot replace your material components if the material component required has a cost.</p>",
			"prerequisites": [
				{
					"value": "Puremetal Paragon Dedication"
				}
			]
		},
		"Basic Spelldancer Spellcasting": {
			"name": "Basic Spelldancer Spellcasting",
			"description": "<p>You gain the basic spellcasting benefits. Each time you gain a spell slot of a new level from this archetype, add a spell of the appropriate spell level to your repertoire, either a common spell of your chosen tradition or another spell of that tradition you have learned or discovered.</p>",
			"prerequisites": [
				{
					"value": "Spelldancer Dedication"
				}
			]
		},
		"Burn Rubber": {
			"name": "Burn Rubber",
			"description": "<p><strong>Requirements</strong> You are on board your customized cycle.</p>\n<hr />\n<p>You hold onto the brakes and hit the throttle, causing a cloud of smoke, dirt and debris to billow up around your bike. You create a @Template[type:burst|distance:20] of smoke centered on your customized cycle. This functions as <em>@Compendium[pf2e.spells-srd.GKpEcy9WId6NJvtx]{Stinking Cloud}</em> except the duration is 1 round. You can extend the duration on subsequent turns by using at least a single @Compendium[pf2e.actionspf2e.uS3qDAgOkZ7b8ERL]{Drive} action spin your wheels and remain in your current space. The save for this effect is equal to your vehicle's collision DC. You receive a +2 circumstance bonus to your own saving throws against your Burn Rubber.</p>",
			"prerequisites": [
				{
					"value": "Reckless Rider Dedication"
				}
			]
		},
		"Burst Armor": {
			"name": "Burst Armor",
			"description": "<p><strong>Requirements</strong> Since your last turn, you or your armor was the target of spell with either an elemental or energy trait and your armor is infused with a spell.</p>\n<hr />\n<p>You've encountered more magic from your border patrols of the Mana Wastes than most denizens of Golarion have seen in their life. In bearing the brunt of magical attacks you've learned how to capture this energy into your armor and use it to improve your comrades casting. You can funnel the power from the triggering spell to supercharge the surrounding area like a poison cloud, lingering with potential. You expend the spell infused in your armor and gain one of the following effects:</p>\n<ul>\n<li>You create an aura in a @Template[type:emanation|distance:20] of amplifying energy, creating a zone that emits and amplifies magic of that specific trait. Spells cast from within the aura with the chosen trait gain a status bonus to damage equal to twice the level of the required spell.</li>\n<li>You create an aura in a @Template[type:emanation|distance:20] of damaging energy. Enemies that enter or end their turn within the aura need to attempt a @Check[type:reflex|basic:true|dc:resolve(@actor.attributes.spellDC.value)] save against your spellcasting DC or take 1d6 damage of the chosen trait per spell level of the required spell.</li>\n</ul>\n<p>@UUID[Compendium.impossible-lands.impossible-lands-effects.DyVFHgRMVUx1mRcY]{Effect: Burst Armor}</p>",
			"prerequisites": []
		},
		"Call From Within": {
			"name": "Call From Within",
			"description": "<p>In a pinch, you separate one of the peripheral forms of your fleshforged companion into an unoccupied square of your choice within 30 feet of you. It grants you its support benefit, and then remerges with your fleshforged companion on your next turn. If it takes any damage before your next turn, it collapses into a fleshy amorphous pile and the support benefit ends immediately.</p>",
			"prerequisites": [
				{
					"value": "Fleshforged Tamer Dedication"
				}
			]
		},
		"Call-Out": {
			"name": "Call-Out",
			"description": "<p><strong>Requirements</strong> The target has taken a hostile action against you or your allies. You call the attention of your audience to the presence of a bad actor inside your aura. They make a @Check[type:will|dc:resolve(@actor.attributes.classDC.value)] save against your class DC.</p>\n<hr />\n<p><strong>Critical Success</strong> The target makes a swift and effective rebuttal. They are unaffected and immune for 24 hours.</p>\n<p><strong>Success</strong> The target is momentarily put off. They receive a -1 status penalty to Stealth and Will saves and they cannot benefit from cover or the @Compendium[pf2e.conditionitems.Concealed]{Concealed} condition for 1 round.</p>\n<p><strong>Failure</strong> The target is left befuddled at the fact they were actually confronted and slow to respond. As success, but the penalty is -2 and the duration is 1 minute.</p>\n<p><strong>Critical Failure</strong> So jarring is the idea that the target might be in the wrong that they lose hold of their sensibilities. They become @Compendium[pf2e.conditionitems.Stupefied]{Stupefied 2} and cannot benefit from cover, concealment, or the @Compendium[pf2e.conditionitems.Hidden]{Hidden} condition for 1 minute.</p>\n<p>@UUID[Compendium.impossible-lands.impossible-lands-effects.ICtdnxE62Vo88uPP]{Effect: Call-Out}</p>",
			"prerequisites": [
				{
					"value": "Sage’s Coterie Dedication"
				}
			]
		},
		"Chariot of the Gods": {
			"name": "Chariot of the Gods",
			"description": "<p>Your vehicle manifests a suite of powerful abilities granted to it by your deity. The vehicle gains a fly speed equal to its speed. Its hit points increase by 40 and its BT increases by 20. Additionally, you gain the @UUID[Compendium.impossible-lands.impossible-lands-actions.sR6Ymz3GusR2jni2]{Call Vehicle} action.</p>",
			"prerequisites": [
				{
					"value": "divine ally (vehicle)"
				}
			]
		},
		"Comic's Visitation": {
			"name": "Comic's Visitation",
			"description": "<p>The strength of laughter is not one to be underestimated. When you use @Compendium[impossible-lands.impossible-lands-feats.pT9gCsgaXtdDhfPV]{The Best Medicine}, you may restore Hit Points to all allies within your audience instead of a single ally. If you have Refreshing Performance, you can target one of the affected allies with its effects as part of the same action.</p>",
			"prerequisites": [
				{
					"value": "The Best Medicine"
				}
			]
		},
		"Concussive Counter": {
			"name": "Concussive Counter",
			"description": "<p><strong>Trigger</strong> A creature casts a spell that targets you or includes you in its area of effect.</p>\n<p><strong>Requirements</strong> Your armor is infused with a spell.</p>\n<hr />\n<p>Through many campaigns spent chasing after escaped fleshforged creations or scaring off scavenging mutant giants, your armor has had your back. Sometimes you think it knows your spells better than you do. Your armor attempts to Counterspell magic that resembles its infusion when targeted by similar spells. You do not need to know the spell to attempt to counteract it, but you do need to be aware of the casting. When you use Counterspell in this way, you expend the spell infused in your armor and the spell infused must share a trait other than its tradition with the triggering spell. At the GM's discretion, your armor can be infused with a spell of an opposing trait or a spell that otherwise logically would counter the triggering spell (such as using a cold or water spell to counter fireball or using remove fear to counter a fear spell). Regardless of the result of your counteract check, your armor is no longer Infused and you lose your Infused armor benefits. If you attempt to counteract a spell that does not share a trait with your infused spell, the attempt automatically fails and you lose your reaction, but your armor remains infused.</p>\n<p><strong>Special</strong> This feat has the trait corresponding to the tradition of spells you cast (arcane, divine, occult, or primal).</p>",
			"prerequisites": [
				{
					"value": "Puremetal Paragon Dedication"
				},
				{
					"value": "Counterspell"
				}
			]
		},
		"Corrupt Collision": {
			"name": "Corrupt Collision",
			"description": "<p>You imbue your vehicle with the wicked power of evil. When attempting the @Compendium[pf2e.actionspf2e.lID4rJHAVZB6tavf]{Run Over} action, you can cast <em>@Compendium[pf2e.spells-srd.jFmWSIpJGGebim6y]{Touch of Corruption}</em> on your vehicle. Your spell is coupled with your attempt to Run Over enemies but only applies to the first enemy you collide with. The damage from the Collision and your <em>@Compendium[pf2e.spells-srd.jFmWSIpJGGebim6y]{Touch of Corruption}</em> are combined and the enemy makes a single @Check[type:reflex|basic:true|dc:resolve(@actor.attributes.classDC.value)] saving throw against your class DC.</p>",
			"prerequisites": [
				{
					"value": "divine ally (vehicle)"
				},
				{
					"value": "devotion spell (touch of corruption)"
				}
			]
		},
		"Counter Animation": {
			"name": "Counter Animation",
			"description": "<p><strong>Trigger </strong>A creature Casts a Spell from the necromancy school or conjuration school.</p>\n<p><strong>Requirements</strong> You have a non-cantrip spell of the necromancy school.</p>\n<hr />\n<p>Your thorough expertise with necromancy, and the summoning of undead minions means that you can use them to counteract similar magic cast by others. When a foe casts a necromancy spell or a conjuration spell and you can see its manifestations, you can use your own magic to disrupt it. You lose a spell of the necromancy school as if you Cast the Spell. You then attempt to counteract the triggering spell with your spell.</p>",
			"prerequisites": [
				{
					"value": "Student of the Ebon Mausoleum Dedication"
				}
			]
		},
		"Crashing Dismount": {
			"name": "Crashing Dismount",
			"description": "<p><strong>Requirements</strong> You are piloting your customized cycle.</p>\n<hr />\n<p>You purposefully coax your cycle into a slide, smashing into enemies while you leap to safety. Attempt a @Compendium[pf2e.actionspf2e.lID4rJHAVZB6tavf]{Run Over} action and you make a piloting check against a hard DC for your level to leap off your vehicle while it continues its movement. You must remain on your customized cycle for at least 20 feet of movement before you can leap off or you treat your degree of success as one step worse.</p>\n<hr />\n<p><strong>Critical Success</strong> You take no collision damage and land safely on your feet up to 10 feet away from the first creature who would be affected. If you chose to ram a target, they are knocked @Compendium[pf2e.conditionitems.Prone]{Prone}.</p>\n<p><strong>Success</strong> As critical success, but a rammed target is not knocked prone.</p>\n<p><strong>Failure</strong> You take half your vehicle's collision damage and land adjacent to the first creature who would be affected and your vehicle's movement immediately ends.</p>\n<p><strong>Critical Failure</strong> As failure, but you fall prone where you landed.</p>",
			"prerequisites": [
				{
					"value": "Reckless Rider Dedication"
				}
			]
		},
		"Cry of the Flesh": {
			"name": "Cry of the Flesh",
			"description": "<p>You pour your concentration into maintaining your modification on your companion. You can spend 2 actions to @Compendium[pf2e.actionspf2e.q9nbyIF0PEBqMtYe]{Command an Animal} instead of 1 when commanding your fleshforged companion. If you do, your fleshforged companion uses an additional action to @Compendium[impossible-lands.impossible-lands-actions.Eu6aPrxqwLOgS1hX]{Malleableize Form}.</p>",
			"prerequisites": [
				{
					"value": "Fleshforged Tamer Dedication"
				}
			]
		},
		"Dance Partner": {
			"name": "Dance Partner",
			"description": "<p>You designate a single ally as your dance partner for one minute and lend them some of the grace of your balletic movements. You must be able to see and hear your dance partner and they must be able to see or hear you. Your dance partner gains a +1 circumstance bonus to Acrobatics and Reflex saves as long as they are adjacent to you. You may only have one dance partner at a time and designating a new dance partner immediately ends the effects for your previous dance partner. You gain the @UUID[Compendium.impossible-lands.impossible-lands-actions.3i8T8IQmeTbzkOLN]{Paired Movement} free action.</p>\n<p>@UUID[Compendium.impossible-lands.impossible-lands-effects.dhNfdFt3yURxjsWk]{Effect: Dance Partner (Marker)}</p>",
			"prerequisites": [
				{
					"value": "Spelldancer Dedication"
				}
			]
		},
		"Dancing Flicker": {
			"name": "Dancing Flicker",
			"description": "<p><strong>Cost </strong>Expend a spell slot.</p>\n<hr />\n<p>Your body undulates elegantly, and as magical power builds to a crescendo your movements explode in a deadly rhythm. You Strike and then Step. The Strike deals additional damage equal to double the level of the spell expended. If the spell had an elemental trait, the bonus damage is of the same type as the spell, otherwise the additional damage is of the same type as the weapon used to make the Strike.</p>",
			"prerequisites": [
				{
					"value": "Spelldancer Dedication"
				}
			]
		},
		"Dancing on Air": {
			"name": "Dancing on Air",
			"description": "<p><strong>Requirements</strong> You are adjacent to your Dance Partner and have at least one hand free.</p>\n<hr />\n<p>You seize your dance partner in a powerful embrace and then leap through the air like leaves drifting in the breeze. You @Compendium[pf2e.actionspf2e.Leap]{Leap} up to 30 feet in any direction without touching the ground, and your dance partner can spend their reaction to Leap with you. You must land on a space of solid ground, or else you both fall after using your next action. As normal for effects where you fall after using your next action, you still fall at the end of your turn, even if you don't use any further actions that turn. You and your partner land adjacent to each other or you each fall @Compendium[pf2e.conditionitems.Prone]{Prone} in the same square if one of you would fall.</p>",
			"prerequisites": [
				{
					"value": "Dance Partner"
				}
			]
		},
		"Danse Macabre": {
			"name": "Danse Macabre",
			"description": "<p>The grace of your most heartbreaking dance is beautiful and terrible to behold, and those who observe feel an irresistible urge to perform the Danse Macabre. Choose one creature that you have line of sight to that can see you. The creature must make a @Check[type:will|dc:resolve(@actor.attributes.classOrSpellDC.value)] saving throw against your class DC or spellcasting DC, whichever is higher. Danse Macabre follows the rules for Afflictions.</p>\n<p><strong>Maximum Duration</strong> 5 rounds</p>\n<p><strong>Stage 1</strong> The creature takes @Damage[5d6[mental]] and is @Compendium[pf2e.conditionitems.xYTAsEpcJE1Ccni3]{Slowed 1} as they begin the Danse (1 round).</p>\n<p><strong>Stage 2</strong> @Damage[6d6[mental]] and @Compendium[pf2e.conditionitems.xYTAsEpcJE1Ccni3]{Slowed 2} (1 round).</p>\n<p><strong>Stage 3</strong> @Damage[7d6[mental]] and @Compendium[pf2e.conditionitems.xYTAsEpcJE1Ccni3]{Slowed 3} (1 round).</p>\n<p><strong>Stage 4</strong> The Danse reaches its glorious conclusion. The creature is slain in a burst of joyous ecstasy.</p>",
			"prerequisites": [
				{
					"value": "Spelldancer Dedication"
				},
				{
					"value": "legendary in Performance"
				}
			]
		},
		"Divine Comedy": {
			"name": "Divine Comedy",
			"description": "<p>Your comedy is honed and used to punch up at those that are in need of learning a lesson. You gain the following effects based on how many actions you used.</p>\n<p><span class=\"\\&quot;pf2-icon\\&quot; pf2-icon\">2</span> Choose one between attack rolls, AC, or saving throws, and make a @Check[type:performance] check against the Will DC of one enemy within your audience.</p>\n<p><span class=\"\\&quot;pf2-icon\\&quot; pf2-icon\">3</span> Choose two between attack rolls, AC, or saving throws, and make a @Check[type:performance] check against the Will DC of one enemy within your audience.</p>\n<p><strong>2 rounds </strong>You select all three of attack rolls, AC, and saving throws, and make a @Check[type:performance] check against the Will DC of one enemy within your audience.</p>\n<hr />\n<p><strong>Critical Success</strong> The target receives a -3 status penalty to your selection against others within your audience for 1 round and then -2 status penalty for 1 minute afterwards.</p>\n<p><strong>Success</strong> The target receives a -2 status penalty to your choice for 1 for 1 round and then a -1 status penalty for 1 minute afterwards.</p>\n<p><strong>Failure</strong> The target receives a -1 status penalty to your choice for 1 round.</p>\n<p><strong>Critical Failure</strong> The target is unaffected and immune for 24 hours.</p>\n<p>@UUID[Compendium.impossible-lands.impossible-lands-effects.wBG5TjH5Cy8Oa3gn]{Effect: Divine Comedy}</p>",
			"prerequisites": [
				{
					"value": "Sage’s Coterie Dedication"
				}
			]
		},
		"Divine Stability": {
			"name": "Divine Stability",
			"description": "<p>At your controls your vehicle is much more stable. You no longer take a penalty for attacks made while on your vehicle if it has moved in the last round, and your penalty to attack if the vehicle is uncontrolled or any action in the last round had the reckless trait is -2.</p>",
			"prerequisites": [
				{
					"value": "divine ally (vehicle)"
				}
			]
		},
		"Efficient Motion": {
			"name": "Efficient Motion",
			"description": "<p><strong>Trigger</strong> Your turn begins.</p>\n<hr />\n<p>Your connection to your vehicle has deepened, and it conveys you around the battlefield with ease. You @Compendium[pf2e.actionspf2e.bG91dbtbgOnw7Ofx]{Board} or @Compendium[pf2e.actionspf2e.uS3qDAgOkZ7b8ERL]{Drive} your vehicle ally.</p>",
			"prerequisites": [
				{
					"value": "divine ally (vehicle)"
				}
			]
		},
		"Effortless Command": {
			"name": "Effortless Command",
			"description": "<p><strong>Frequency </strong>once per round</p>\n<hr />\n<p>You command your undead with little more than a whim. You immediately gain the effects of the Sustain a Spell action on a spell which you used to summon undead. You cannot use Effortless Command if you already Sustained a Spell this turn.</p>",
			"prerequisites": [
				{
					"value": "Student of the Ebon Mausoleum Dedication"
				}
			]
		},
		"Elastic Size": {
			"name": "Elastic Size",
			"description": "<p>Through endless permutations, your fleshforged companions can expand to immense proportions. When your fleshforged companion use Malleableize Form to change sizes it can change its size up to two steps to a maximum of Huge and a minimum of Tiny.</p>",
			"prerequisites": [
				{
					"value": "Fleshforged Tamer Dedication"
				},
				{
					"value": "Right Sized"
				}
			]
		},
		"Electric Slide": {
			"name": "Electric Slide",
			"description": "<p><strong>Cost </strong>Expend a spell slot.</p>\n<hr />\n<p>Your feet crackle with magical power and you launch yourself forward in a series of blistering steps that leave a curtain of electricity in your wake.</p>\n<p>You Stride. During this movement you ignore difficult and greater difficult terrain. You create a 10-foot high curtain of electricity in every space you leave during this Stride that lasts until the end of your next turn. Any creature you @Compendium[pf2e.actionspf2e.Tumble Through]{Tumble Through} that begins their turn within the curtain, or attempts to pass through the curtain, takes @Damage[1d6[electricity]] per level of the expended spell with a @Check[type:reflex|basic:true|dc:resolve(@actor.attributes.classOrSpellDC.value)] save against your class or spell DC, whichever is higher.</p>",
			"prerequisites": [
				{
					"value": "Spelldancer Dedication"
				}
			]
		},
		"Enhanced School Project": {
			"name": "Enhanced School Project",
			"description": "<p>You’ve continued tinkering with your School Project. You can select two additional familiar abilities each day, one of which must be one of the following familiar abilities. You can't select more than one of the following familiar abilities at a time. You can't select more than one destruction familiar ability at a time.</p>\n<p>@UUID[Compendium.impossible-lands.impossible-lands-effects.Ozj57uM68ERfphp0]{Deathlink}</p>\n<p>@UUID[Compendium.impossible-lands.impossible-lands-effects.BEEZLKHKzTayWYLE]{Explosive Death}</p>\n<p>@UUID[Compendium.impossible-lands.impossible-lands-effects.j827327z1qcUY30w]{Feast}</p>\n<p>@UUID[Compendium.impossible-lands.impossible-lands-effects.jsaAgt4Kcezxgbkj]{Screaming Head}</p>",
			"prerequisites": []
		},
		"Enveloping Armor": {
			"name": "Enveloping Armor",
			"description": "<p><strong>Requirements</strong> Your armor is infused with a spell.</p>\n<hr />\n<p>Nothing is closer to you than your ward comrades, but your armor comes a close second. Over numerous nights spent talking around the fire your enthusiasm for armor spreads to your allies. You produce a protective aura in a @Template[type:emanation|distance:20] until the end of your next turn. Your aura grants your allies a status bonus to saving throws from the spell school your armor is infused with equal to its armor potency bonus. Your armor is no longer Infused and you lose your infused armor benefits.</p>\n<p>@UUID[Compendium.impossible-lands.impossible-lands-effects.dBX02lbWls3xTlDo]{Effect: Enveloping Armor}</p>",
			"prerequisites": [
				{
					"value": "Puremetal Paragon Dedication"
				}
			]
		},
		"Expert Spelldancer Spellcasting": {
			"name": "Expert Spelldancer Spellcasting",
			"description": "<p>You learn additional eldritch archer magic. You gain the expert spellcasting benefits.</p>",
			"prerequisites": [
				{
					"value": "Basic Spelldancer Spellcasting"
				}
			]
		},
		"Fleshforged Tamer Dedication": {
			"name": "Fleshforged Tamer Dedication",
			"description": "<p>You gain the service of a fleshforged companion that travels with you and obeys your commands. A fleshforged companion is similar to other animal companions, except you select two young animal companions you have access to when you first gain this dedication. Your fleshforged companion manifests one of these two forms as its presenting form, and one as its peripheral form. Your fleshforged companion uses all of the statistics for its presenting form, but its peripheral form presents visual characteristics that clearly make it look unlike a normal animal of its kind. Due to its construction, your fleshforged companion has the aberration trait instead of the animal trait and has weakness to slashing damage equal to half your level (minimum 1). You can spend 1 week of downtime to choose a new animal companion to replace one of your fleshforged companion's forms by altering its body chemistry. You gain the @Compendium[impossible-lands.impossible-lands-actions.ZmSSNY8rbuKgHlph]{Call the Flesh} action and your fleshforged companion gains the @Compendium[impossible-lands.impossible-lands-actions.Eu6aPrxqwLOgS1hX]{Malleableize Form} action. When you would gain mature, nimble, savage, specialized or other increases to animal companions from feats you take, you also apply these benefits to your fleshforged companions forms, but you may select different options for each of its forms (such as nimble or savage). You use the statistics of your fleshforged companions presenting form when determining its ability modifiers, damage, and skill proficiencies.</p>",
			"prerequisites": [
				{
					"value": "trained in Crafting"
				}
			]
		},
		"Forceful Conveyance": {
			"name": "Forceful Conveyance",
			"description": "<p>Your vehicle becomes a foreboding engine of destruction when guided by your hands. Its appearance transforms whenever you Board it as divine power blazes from its tires, engine, or canopy. When piloting your vehicle ally, you can choose positive energy if you follow the tenets of good, or negative energy if you follow the tenets of evil. As long as you are on board, your vehicle gains resistance 10 to the opposing damage type, and any creature that touches your vehicle takes 1d6 damage of the chosen type; this includes hitting the vehicle with unarmed attacks or with a melee weapon Strike while adjacent to the vehicle, and when causing Collision damage with another vehicle. This damage increases to 2d6 at 16th level and 3d6 at 20th level.</p>\n<p>@UUID[Compendium.impossible-lands.impossible-lands-effects.3piaFOaX3MPRC6jt]{Effect: Forceful Conveyance}</p>",
			"prerequisites": [
				{
					"value": "divine ally (vehicle)"
				}
			]
		},
		"Heckler Squelcher": {
			"name": "Heckler Squelcher",
			"description": "<p><strong>Trigger</strong> You or an ally within your audience rolls a saving throw against an auditory or visual effect.</p>\n<hr />\n<p>In your travels, you have learned to deal with the inevitable people that try to undermine your performances with unwarranted interruptions. Make a @Check[type:perform|traits:action:perform]{Perform} check to comedically dismay the target. You and allies in your audience can use the better result between your Performance check and the saving throw.</p>",
			"prerequisites": [
				{
					"value": "Sage's Coterie Dedication"
				}
			]
		},
		"Holy Repair": {
			"name": "Holy Repair",
			"description": "<p>Your devotion to your vehicle means you can call on your deity to repair its damage. You can cast <em>@Compendium[pf2e.spells-srd.zNN9212H2FGfM7VS]{Lay on Hands}</em> on your vehicle even though it is not a living creature. When you do, you restore 10 Hit Points, plus 10 for each heightened level.</p>\n<p>[[/r 10*ceil(@actor.level/2)]]{Lay on Hands Healing}</p>",
			"prerequisites": [
				{
					"value": "divine ally (vehicle)"
				},
				{
					"value": "devotion spell (lay on hands)"
				}
			]
		},
		"Incredible Machine": {
			"name": "Incredible Machine",
			"description": "<p>Your customized cycle becomes a miracle of engineering. Your customized cycle’s Speed increases by 10 feet and its collision damage becomes 10d10. The item bonus to your chosen skill from Advanced Machine increases to +2. When you use the Run Over action, you can attempt to ram creatures that are up to Huge size or run over creatures up to Large size. The operational time of the cycle becomes eight hours before being wound again.</p>",
			"prerequisites": [
				{
					"value": "Advanced Machine"
				}
			]
		},
		"Incredible School Project": {
			"name": "Incredible School Project",
			"description": "<p>You’ve continued to tinker with your School Project. You can select two additional familiar abilities each day, and one must be one of the following abilities. </p>\n<p>When your familiar is reduced to 0 Hit Points, you retrieve some of its essence via your necromantic magic and it is brought back to unlife during your next daily preparations.</p>\n<p>The following familiar abilities are now available:</p>\n<p>@Compendium[impossible-lands.impossible-lands-effects.idGuzEx55LBzovBF]{Brief Restoration}</p>\n<p>@Compendium[impossible-lands.impossible-lands-effects.NchmA18NwEGWkCCq]{Explosive Stench}</p>\n<p>@Compendium[impossible-lands.impossible-lands-effects.vzbcY13TBuTg7mXI]{Familiar Hug}</p>\n<p>@Compendium[impossible-lands.impossible-lands-effects.lISHwqW5BVFfWPqa]{Reverse Rot}</p>",
			"prerequisites": [
				{
					"value": "Enhanced School Poject"
				}
			]
		},
		"Lashing Swap": {
			"name": "Lashing Swap",
			"description": "<p>You can turn your creations into vicious animals that must be feared. Your fleshforged gains the @Compendium[impossible-lands.impossible-lands-actions.0e3ZMhGfsgdZSa3w]{Lashing Swap} action.</p>",
			"prerequisites": [
				{
					"value": "Fleshforged Tamer Dedication"
				}
			]
		},
		"Life's Reprise": {
			"name": "Life's Reprise",
			"description": "<p>You recount a tale of your past experiences to help those who might be in a similar situation. Designate an ally within your audience; this action counts as sufficient preparation to Aid that ally. When you use the Aid reaction to help that ally, you can roll Performance in place of the usual check. If your check to Aid is a success, that ally can choose to use your Performance check in place of their roll result, in addition to the normal results. On a critical success, that ally can instead roll their check twice and use the better result.</p>",
			"prerequisites": [
				{
					"value": "Sage’s Coterie Dedication"
				}
			]
		},
		"Live and Learn": {
			"name": "Live and Learn",
			"description": "<p><strong>Trigger</strong> You failed or critically failed a saving throw or skill check.</p>\n<hr />\n<p>Success comes from an attempt, which means failure, which means an opportunity for you to learn. The next time you make the same check against the same or similar enemy, effect, or obstacle, you roll twice and use the better result.</p>",
			"prerequisites": []
		},
		"Master Spelldancer Spellcasting": {
			"name": "Master Spelldancer Spellcasting",
			"description": "<p>You gain the master spellcasting benefits.</p>",
			"prerequisites": [
				{
					"value": "Expert Spelldancer Spellcasting"
				}
			]
		},
		"Metabolize Decay": {
			"name": "Metabolize Decay",
			"description": "<p><strong>Trigger</strong> You take damage from a foe's spell or effect with the necromancy or negative traits.</p>\n<hr />\n<p>You rapidly metabolize the necromantic energies in your opponent's spell to gain a boost of energy. You gain the @Compendium[pf2e.conditionitems.Quickened]{Quickened} condition until the end of your next turn. You can use the extra action only to Stride or Step.</p>",
			"prerequisites": [
				{
					"value": "Student of the Ebon Mausoleum Dedication"
				}
			]
		},
		"Miraculous Machine": {
			"name": "Miraculous Machine",
			"description": "<p>Your customized cycle is a truly awe-inspiring example of engineering. Your customized cycle’s speed increases by 10 feet and its collision damage becomes 15d10. The item bonus to your chosen skill from Advanced Machine increases to +3. When you use the Run Over action, you can attempt to ram creatures that are up to Gargantuan size or run over creatures up to Huge size.</p>",
			"prerequisites": [
				{
					"value": "Incredible Machine"
				}
			]
		},
		"Modified Machine": {
			"name": "Modified Machine",
			"description": "<p>You have upgraded your bike's power and efficiency, granting it new capabilities. Your customized cycle's Speed increases by 10 feet and its Collision Damage increases to [[/r 3d8]]. At the end of your turn if you have not used the @Compendium[pf2e.actionspf2e.uS3qDAgOkZ7b8ERL]{Drive} action, you can make a single action Drive as a free action. When you use the @Compendium[pf2e.actionspf2e.lID4rJHAVZB6tavf]{Run Over} action, you can attempt to ram creatures that are up to Medium size or run over creatures up to Small size. The operational time of the cycle becomes two hours before being wound again.</p>",
			"prerequisites": [
				{
					"value": "Reckless Rider Dedication"
				}
			]
		},
		"Multiform Manipulation": {
			"name": "Multiform Manipulation",
			"description": "<p>You've improved your ability to control the mayhem of your companions. When your fleshforged companion uses Malleableize Form, it can choose two of its available effects instead of one. If your fleshforged companion has multiple peripheral forms, it must select both effects from the same peripheral form.</p>",
			"prerequisites": [
				{
					"value": "Fleshforged Tamer Dedication"
				}
			]
		},
		"Nature's Tapestry": {
			"name": "Nature's Tapestry",
			"description": "<p>Your fey influence gives you a wider range of natural color recognition. You gain a +1 circumstance bonus to Perception checks, Stealth checks, and saving throws made against illusion effects while in a forest or similar mostly undisturbed natural environment.</p>",
			"prerequisites": [
				{
					"value": "fey order"
				}
			]
		},
		"Paired Opportunist": {
			"name": "Paired Opportunist",
			"description": "<p><strong>Trigger</strong> Your dance partner is within 30 feet of you and critically Strikes an enemy with a melee Strike or melee spell attack roll.</p>\n<hr />\n<p>You continue the deadly dance with your partner. You immediately Stride up to half your Speed towards the target of your ally's attack. If you end your movement within reach of the target of the triggering attack, you may make a melee Strike against the target at a -2 penalty. In addition, you can expend a spell slot to grant your Strike additional damage equal to twice the level of the spell sacrificed.</p>",
			"prerequisites": [
				{
					"value": "Dance Partner"
				}
			]
		},
		"Partial Soul Concentration: Cleanse": {
			"name": "Partial Soul Concentration: Cleanse",
			"description": "<p>Repeated training has taught you to coat your weapons with soul energy to cut away fiendish magic. Make a weapon Strike against a target you see. If you hit, you attempt to counteract a spell effect active on the target if they are a fiend or an effect placed upon them by a fiend (your choice of effect, or the highest-level effect if you don't choose). Your counteract level is equal to half your level (rounded up), and your counteract check modifier is equal to your [[/r 1d20 + @actor.attributes.classDC.value]]{class DC - 10}.</p>",
			"prerequisites": [
				{
					"value": "Soulguard Dedication"
				}
			]
		},
		"Partial Soul Concentration: Flow": {
			"name": "Partial Soul Concentration: Flow",
			"description": "<p>Meditative training has taught you how to regulate your soul energy to be malleable and curative. You gain temporary Hit Points equal to your level plus your Wisdom modifier.</p>\n<p>@Compendium[impossible-lands.impossible-lands-feats.pTp5Al2fkj1aLlCE]{Partial Soul Concentration: Flow}</p>",
			"prerequisites": [
				{
					"value": "Soulguard Dedication"
				}
			]
		},
		"Powerful Momentum": {
			"name": "Powerful Momentum",
			"description": "<p>You use the driving momentum of your vehicle to enhance your attacks. Melee weapons you wield on board your vehicle gain jousting d6, and being on board your vehicle counts as being mounted for the purposes of the jousting trait. If the weapon or unarmed attack already has the jousting trait, increase the size of the jousting damage die by one step instead of giving it jousting d6.</p>\n<p><em>Note: Increasing the size of the jousting die must be done manually. Alternatively, you can edit the rule element on the Rules tab.</em></p>",
			"prerequisites": [
				{
					"value": "divine ally (vehicle)"
				}
			]
		},
		"Puremetal Paragon Dedication": {
			"name": "Puremetal Paragon Dedication",
			"description": "<p>As a mage in the Nexian army, you have learned to meld might and magic to survive close military conflict. You become trained in heavy armor, if you are not already. Whenever you gain a class feature that grants you expert or greater proficiency in any type of armor (including unarmored defense), you also gain that proficiency in all armor types. You gain the @UUID[Compendium.impossible-lands.impossible-lands-actions.I3i8Q0mVsP4pwaa0]{Infuse Armor} action.</p>",
			"prerequisites": [
				{
					"value": "Sentinel Dedication"
				},
				{
					"value": "You must be able to cast spells from spell slots."
				}
			]
		},
		"Quicksteps": {
			"name": "Quicksteps",
			"description": "<p><strong>Frequency</strong> once per turn</p>\n<p><strong>Requirements</strong> Your most recent action was to cast a non-cantrip</p>\n<hr />\n<p>spell. You draw on the magical power flowing through you and channel it into your sliding, twirling dance steps until you become a blur of movement. You gain a 10-foot status bonus to your Speed and the bonus lasts for a number of rounds equal to the spell level of the required spell.</p>",
			"prerequisites": [
				{
					"value": "Spelldancer Dedication"
				}
			]
		},
		"Reckless Rider": {
			"name": "Reckless Rider",
			"description": "<p>You cruise the mean streets on a two-wheeled machine of alchemical or clockwork creation, pushing its capabilities beyond expectation as you perform all manner of daredevil stunts. You gain a customized cycle. This vehicle uses the same statistics as an @Compendium[pf2e.vehicles.fiSvQBWyyJuXnVvn]{Automated Cycle} except that it is Medium sized and 5 feet wide, can carry no passengers and has no sidecars. You have a close bond with this piece of machinery, and can pull off your wildest stunts while riding it.</p>\n<p>You are constantly tweaking and tuning your ride and the AC, Fortitude save, and Hardness increase by 1 per level. The Hit Point total increases by 10 per level and Broken Threshold increases by 5 per level. The DC to pilot your customized cycle is a standard DC for your level if you use Driving Lore or a hard DC of your level if you use another skill. The collision DC of your vehicle is equal to your class DC or your spellcasting DC, whichever is higher. When you use the @Compendium[pf2e.actionspf2e.lID4rJHAVZB6tavf]{Run Over} action, you can attempt it against creatures that are up to Small size.</p>\n<p><strong>Special</strong> You cannot select another dedication feat until you have gained two other feats from the Reckless Rider archetype.</p>",
			"prerequisites": [
				{
					"value": "trained in Driving Lore"
				}
			]
		},
		"Refreshing Performance": {
			"name": "Refreshing Performance",
			"description": "<p>Your comedic anecdotes have the ability to help your audience deal with life's many problems. When you use The Best Medicine, make a Performance check to attempt to reduce your choice of @Compendium[pf2e.conditionitems.4D2KBtexWXa6oUMR]{Drained}, @Compendium[pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled}, or @Compendium[pf2e.conditionitems.TBSHQspnbcqxsmjL]{Frightened} conditions of the chosen ally by 1. On a critical success, reduce the condition by 2. The DC for the Performance check is usually the DC as the original effect that caused the condition.</p>",
			"prerequisites": [
				{
					"value": "The Best Medicine"
				}
			]
		},
		"Ride Along": {
			"name": "Ride Along",
			"description": "<p><strong>Requirements</strong> You begin your turn on board your customized cycle, adjacent to an ally and have one or more hands free.</p>\n<hr />\n<p>You grab your friend and quickly convey them around the battlefield using your customized cycle. Grab an adjacent willing ally of your size or smaller and use a single action @Compendium[pf2e.actionspf2e.uS3qDAgOkZ7b8ERL]{Drive}. You can Release them at any point during your Drive to an unoccupied space or in a space adjacent to you at the end of your Drive. Your ally ends this movement on their feet and if they are within melee reach of at least one enemy, they can make a melee Strike against an enemy within their reach as a reaction.</p>",
			"prerequisites": [
				{
					"value": "Reckless Rider Dedication"
				}
			]
		},
		"Riding Reload": {
			"name": "Riding Reload",
			"description": "<p><strong>Requirements</strong> You are on board your customized cycle.</p>\n<hr />\n<p>You temporarily control your cycle with your knees and deftly reload your weapon. You use the single action @Compendium[pf2e.actionspf2e.uS3qDAgOkZ7b8ERL]{Drive}, and then Interact to reload.</p>",
			"prerequisites": [
				{
					"value": "Reckless Rider Dedication"
				}
			]
		},
		"Right Sized": {
			"name": "Right Sized",
			"description": "<p>Your creations cannot be contained and they can escape the tightest confines or tower over your enemies. Your animal companion can use Malleableize Form to increase or decrease its size category one step, up to a maximum of Large and a minimum of Tiny.</p>",
			"prerequisites": [
				{
					"value": "Fleshforged Tamer Dedication"
				}
			]
		},
		"Road Rash": {
			"name": "Road Rash",
			"description": "<p>The open road can be a painful place, as your enemies will soon find out. You @Compendium[pf2e.actionspf2e.uS3qDAgOkZ7b8ERL]{Drive}, gaining the effects of the Drive action for two or three actions. During this movement you can grab one adjacent enemy of a size you could @Compendium[pf2e.actionspf2e.lID4rJHAVZB6tavf]{Run Over} and drag them along with you by making a @Check[type:driving-lore] or @Check[type:athletics] check against the opponent's Fortitude DC. You can Release them at any point during the movement and you must drop them at the end of your movement if they are still @Compendium[pf2e.conditionitems.Grabbed]{Grabbed}. This is forced movement.</p>\n<hr />\n<p><strong>Critical Success</strong> The enemy takes your vehicle's collision damage and the target is knocked @Compendium[pf2e.conditionitems.Prone]{Prone} after you drop them.</p>\n<p><strong>Success</strong> As success, but the target takes half damage.</p>\n<p><strong>Failure</strong> You lose your grip early. The enemy is moved only 10 feet, is not prone and takes no damage.</p>\n<p><strong>Critical Failure</strong> The enemy drags you from your bike as you ride past. You fall prone in a space adjacent to your enemy and your customized cycle continues to the end of your Drive movement away from you.</p>",
			"prerequisites": [
				{
					"value": "Reckless Rider Dedication"
				}
			]
		},
		"Sage's Coterie Dedication": {
			"name": "Sage's Coterie Dedication",
			"description": "<p>You become trained in Performance. If you were already trained, you become an expert instead. You gain a jester's aura in a @Template[type:emanation|distance:30] which allows you to target allies and enemies within your aura with actions granted by this archetype. Creatures within your aura are considered to be your audience. If you are legendary in Performance, the aura increases to a @Template[type:emanation|distance:60]. You gain the @Compendium[impossible-lands.impossible-lands-actions.Ks0c15PShonpvdcI]{Infectious Antics} action.</p>\n<p><strong>Special </strong>You can't select another dedication feat until you've gained two other feats from the Sage's Coterie archetype.</p>",
			"prerequisites": [
				{
					"value": "charisma 14"
				},
				{
					"value": "worshiper of Ragdya"
				}
			]
		},
		"School Project": {
			"name": "School Project",
			"description": "<p>You gain a familiar with one familiar ability. Your familiar is undead. It has negative healing and is immune to death effects, disease, poison, and unconscious. It's destroyed at 0 HP.</p>",
			"prerequisites": []
		},
		"Seize Animation": {
			"name": "Seize Animation",
			"description": "<p>When you use your Counter Animation to counter a spell that summoned a creature, you can instead seize control of the life essence using necromantic manipulation. When you would successfully counteract the triggering spell, you may instead allow the spell to finish and force the summoned creature to instead attempt a @Check[type:will|dc:resolve(@actor.attributes.spellDC.value)] save against your spell DC with the following effects.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature summoned is under no one's control and gains two actions which it uses to attack the nearest creature, after which, it dissipates as if dismissed.</p>\n<p><strong>Success</strong> You infuse the creature with necromantic energy and it immediately dies or is destroyed if the summon was non-living.</p>\n<p><strong>Failure</strong> The creature is under your control until the end of your next turn, after which it immediately dies or is destroyed if the summon was non-living.</p>\n<p><strong>Critical Failure</strong> The creature instantly dies and you gain the effects of an <em>@Compendium[pf2e.spells-srd.9WGeBwIIbbUuWKq0]{Animate Dead}</em> spell of the same level as the triggering spell.</p>",
			"prerequisites": [
				{
					"value": "Counter Animation"
				}
			]
		},
		"Shades of Life": {
			"name": "Shades of Life",
			"description": "<p>You pull a figment of a fey from the First World. You gain the <em>@Compendium[impossible-lands.impossible-lands-spells.Y0YtKRguj6sx1oUi]{Shades of Life}</em> order spell. Increase the number of Focus Points in your focus pool by 1.</p>",
			"prerequisites": [
				{
					"value": "fey order"
				}
			]
		},
		"Sniff Out": {
			"name": "Sniff Out",
			"description": "<p>Training your soul against fiendish plots has heightened your senses. You gain fiend sense as an imprecise sense with a range of 30 feet, allowing you to smell the presence of creatures with the fiend trait as the scent ability. You also gain a +2 status bonus to Perception checks to @Compendium[pf2e.actionspf2e.Seek]{Seek} fiends within your scent range. When you successfully Seek a fiend, you can @Compendium[pf2e.actionspf2e.sn2hIy1iIJX9Vpgj]{Point Out} their presence as a free action.</p>",
			"prerequisites": [
				{
					"value": "Soulguard Dedication"
				}
			]
		},
		"Soulguard Dedication": {
			"name": "Soulguard Dedication",
			"description": "<p>Against the unseen fiends of Jalmeray, knowledge is power, and you are at the beginning of your new training regimen. You become trained Religion or Society. If you were already trained in both of these skills, you become an expert in one of these skills. You gain the Additional Lore skill feat for Fiend Lore. You can use Fiend Lore in place of Diplomacy for checks to Gather Information related to the activities of fiends.</p>\n<p>As part of becoming a full member of the Soulguard, you undergo a ritual that requires you to begin the process of becoming cognisant of your soul so that you may strengthen it against the corrupting touch of fiends. This is an individual process that you undergo with the aid of a full member of the Soulguard that takes one day. After this is complete, you learn of the true color of your soul. Pick a color on the table below. You gain resistance equal to half your level to the associated energy trait. This decision cannot be changed or trained out of.</p>\n<ul>\n<li><strong>Blue </strong>- Cold</li>\n<li><strong>Green </strong>- Force</li>\n<li><strong>Orange </strong>- Acid</li>\n<li><strong>Purple </strong>- Sonic</li>\n<li><strong>Red </strong>- Fire</li>\n<li><strong>Yellow </strong>- Electricity</li>\n</ul>\n<p><strong>Special </strong>You can’t select another dedication feat until you’ve gained two other feats from the Soulguard archetype</p>",
			"prerequisites": [
				{
					"value": "any good alignment"
				},
				{
					"value": "initiate of the Soulguard"
				}
			]
		},
		"Spell Retrieval": {
			"name": "Spell Retrieval",
			"description": "<p>Sometimes people ask you what you see yourself as first: a spell caster, or an armor aficionado, to which you say, why not both? You gain the @UUID[Compendium.impossible-lands.impossible-lands-actions.TxCkBhAOG0urxvK2]{Retrieve Spell} action.</p>",
			"prerequisites": [
				{
					"value": "Puremetal Paragon Dedication"
				}
			]
		},
		"Spellbound Armor": {
			"name": "Spellbound Armor",
			"description": "<p><strong>Requirements</strong> Your armor is infused with a spell.</p>\n<hr />\n<p>It takes only a few hours outside of Nex's major cities for the countryside to turn unpredictable and cruel. You've learned how to adapt your armor more uniformly with your spells. When you infuse your armor, you can grant your armor a common armor property rune or another armor property rune to which you have access that is up to twice the level of the spell infused into your armor instead of the normal benefits. The armor property rune chosen must be compatible with your armor but you can replace one of its existing property runes with the chosen property rune for the duration.</p>",
			"prerequisites": [
				{
					"value": "Puremetal Paragon Dedication"
				}
			]
		},
		"Spelldancer Dedication": {
			"name": "Spelldancer Dedication",
			"description": "<p>You have mastered the art of the spelldance, merging the power of magic and grace into an enchanting art.</p>\n<p>If you don't already cast spells from spell slots, you learn to cast spontaneous spells and gain the Cast a Spell activity. You gain a spell repertoire with one cantrip of your choice, from a spell list of your choice. You choose this cantrip from the common spells on your chosen spell list or from other spells to which you have access on that list. You're trained in spell attack rolls and spell DCs for that tradition.</p>\n<p>Your key spellcasting ability for your spelldancer spells is Charisma. You gain the @UUID[Compendium.impossible-lands.impossible-lands-actions.ETTgJRYgFrCa2Q28]{Spelldance} activity.</p>",
			"prerequisites": [
				{
					"value": "expert in Performance"
				},
				{
					"value": "Charisma 14 or the ability to cast spells from spell slots."
				}
			]
		},
		"Spiritual Shielding": {
			"name": "Spiritual Shielding",
			"description": "<p><strong>Trigger</strong> A creature targets your vehicle with an attack and you can see the attacker.</p>\n<p><strong>Requirements</strong> You are riding your vehicle.</p>\n<hr />\n<p>You call on your deity to protect your spiritual ally, gaining a +1 circumstance bonus to AC against the triggering attack. If the attack is still successful, your vehicle gains resistance to all damage against the triggering damage equal to 2 + your level.</p>",
			"prerequisites": [
				{
					"value": "divine ally (vehicle)"
				}
			]
		},
		"Stable Rider": {
			"name": "Stable Rider",
			"description": "<p>You are able to distribute your weight and make split-second adjustments that enable you to pull off dare-devil stunts with ease. While piloting your customized cycle, you gain a +2 circumstance bonus to piloting checks to take actions with the Reckless trait.</p>",
			"prerequisites": []
		},
		"Stench of Evil": {
			"name": "Stench of Evil",
			"description": "<p>Your sense for fiends has heightened considerably with training. Your fiend sense becomes a precise sense and its range increases to 60 feet. When you attempt to @Compendium[pf2e.actionspf2e.Sense Motive]{Sense Motive} against a fiend affected by a transmutation or illusion effect to disguise themselves, the GM rolls your Perception check twice and uses the better result. This is a fortune effect.</p>",
			"prerequisites": [
				{
					"value": "Soulguard Dedication"
				},
				{
					"value": "Sniff Out"
				}
			]
		},
		"Student of the Ebon Mausoleum Dedication": {
			"name": "Student of the Ebon Mausoleum Dedication",
			"description": "<p>You have walked the halls of the Ebon Mausoleum and rendered its teachings to your services, though a student of the mausoleum defines itself by its tutelage, not simply by its enrollment. When you first gain this feat, select one of the following options:</p>\n<ul>\n<li><strong>Spell Curriculum</strong> You have mastered the spells of the Ebon Mausoleum. You gain the initial focus spell for the Student of the Ebon Mausoleum, <em>@Compendium[impossible-lands.impossible-lands-spells.OXVhLVynkA1b3KEM]{Bleed Life}</em>. If you already possess <em>bleed life </em>through one of your class adjustments, you can instead select the original focus spell you would have received from your class.</li>\n<li><strong>Training Regiment </strong>You have learned to raise armies in Geb's name. You gain the @Compendium[pf2e.feats-srd.5Cm2TYHzoO2DbQNM]{Reanimator Dedication} and you add an additional 1st-level spell from your magical tradition to your spell list.</li>\n<li><strong>Unlife Tamer </strong>You have learned to tame unlife. You gain the @Compendium[pf2e.feats-srd.M6cWLywN0aWnX5Gl]{Undead Master Dedication}.</li>\n<li><strong>School Project </strong>During your first midterms you messed up a summoning project, and brought forth something too weak to sustain any confrontation. You gain the School Project feat. For you, the Enhanced School Project feat has a prerequisite of 4th level instead of 6th level and the Incredible School Project feat has a prerequisite of 8th level instead of 10th level.</li>\n</ul>",
			"prerequisites": []
		},
		"Stylish Tumble": {
			"name": "Stylish Tumble",
			"description": "<p>You have learned to blend your ability to dance into fluid motions that distract your enemy and allow you to pass through their space. You can roll a Performance check to dance instead of an Acrobatics check when using the @Compendium[pf2e.actionspf2e.Tumble Through]{Tumble Through} action and the action gains the visual trait.</p>",
			"prerequisites": [
				{
					"value": "Spelldancer Dedication"
				},
				{
					"value": "trained in Acrobatics"
				},
				{
					"value": "master in Peformance"
				}
			]
		},
		"Support From Within": {
			"name": "Support From Within",
			"description": "<p>Your fleshforged companion's peripheral form can aid you even when it's not exposed. Your fleshforged companion can use @Compendium[impossible-lands.impossible-lands-actions.Eu6aPrxqwLOgS1hX]{Malleableize Form} to replace its Support action with a Support action from one of its peripheral forms.</p>",
			"prerequisites": [
				{
					"value": "Fleshforged Tamer Dedication"
				}
			]
		},
		"Teeming With Unlife": {
			"name": "Teeming With Unlife",
			"description": "<p>You are brimming with necromantic energies, seeking to create more unlife. You gain an additional spell slot of your highest level, which you can use only to cast <em>@Compendium[pf2e.spells-srd.9WGeBwIIbbUuWKq0]{Animate Dead}</em>.</p>",
			"prerequisites": [
				{
					"value": "Student of the Ebon Mausoleum Dedication"
				}
			]
		},
		"Tethering Cable": {
			"name": "Tethering Cable",
			"description": "<p><strong>Requirements</strong> You are piloting your customized cycle and you have a free hand.</p>\n<hr />\n<p>You trail a cable, chain or rope out behind your bike as you circle your enemy, bringing it tighter and tighter. You @Compendium[pf2e.actionspf2e.uS3qDAgOkZ7b8ERL]{Drive}, gaining the effects of the Drive action for the same number of actions you spent to perform Tethering Cable. If you end your Drive action in the same space as you started, having ridden in a circle around an enemy, you can attempt to @Compendium[pf2e.actionspf2e.Trip]{Trip} them regardless of their size and you may use your proficiency in Driving Lore instead of your Athletics. If you critically succeed on your check, the target is also @Compendium[pf2e.conditionitems.Immobilized]{Immobilized} for 1 round as they untangle the cables.</p>",
			"prerequisites": [
				{
					"value": "Reckless Rider Dedication"
				}
			]
		},
		"The Best Medicine": {
			"name": "The Best Medicine",
			"description": "<p>Your words bring a brief, but much needed moment of respite to those around you. You restore Hit Points to an ally within your audience equal to 1d6 per 2 levels you possess.</p>\n<p>[[/r floor(@actor.level / 2)d6]]{Leveled healing}</p>",
			"prerequisites": [
				{
					"value": "Sage's Coterie Dedication"
				}
			]
		},
		"Throw Wide the Plane": {
			"name": "Throw Wide the Plane",
			"description": "<p>You tear open a breach to the First World. You gain the <em>@UUID[Compendium.impossible-lands.impossible-lands-spells.ofAjbSQB3tNIMNiZ]{Planar Breach}</em> order spell.</p>",
			"prerequisites": [
				{
					"value": "fey order"
				}
			]
		},
		"Total Soul Concentration: Eruption": {
			"name": "Total Soul Concentration: Eruption",
			"description": "<p><strong>Requirements </strong>You are in an Anti-fiend Magic stance.</p>\n<hr />\n<p>You channel the entirety of your soul into a powerful explosion of energy in a @Template[type:emanation|distance:30], dealing 1d6 damage per level. This damage has the good trait and the trait associated with the color of your soul. All creatures in the area make a @Check[type:fortitude|dc:resolve(@actor.attributes.classDC.value)|basic:true] save against your class DC. If they are a fiend, they take a -3 status penalty on their save. On a failure, creatures that take damage are also @Compendium[pf2e.conditionitems.Stunned]{Stunned 2}. On a critical failure, they are stunned for 1 round. After using this, your Anti-fiend Magic immediately ends. If you or an ally reduce a fiend within 30 feet to 0 Hit Points, you can enter your Anti-fiend Magic stance again after [[/r 1d4 #rounds]]{1d4 rounds}. Additionally, after using this, you become @Compendium[pf2e.conditionitems.Doomed]{Doomed 1} or increase your doomed value by 1 if you were already doomed. Doomed values gained this way take twice as many nights of rest to decrease. If your doomed value ever equals your maximum dying value, you immediately die as normal.</p>",
			"prerequisites": [
				{
					"value": "Anti-fiend Magic: Slayer or Anti-Fiend Magic: Fortification"
				}
			]
		},
		"Total Soul Concentration: Torrent": {
			"name": "Total Soul Concentration: Torrent",
			"description": "<p><strong>Requirements</strong> You are in an Anti-fiend Magic stance.</p>\n<hr />\n<p>Expert familiarity with the manipulation of your soul allows you to heal yourself to greater degrees. For 1 minute, you gain regeneration equal to half your level plus your Wisdom modifier, which restores that amount of Hit Points at the start of each of your turns. While you have regeneration, you can't die from damage and your dying condition can't increase to a value that would kill you, though if your wounded value becomes 4 or higher, you stay @Compendium[pf2e.conditionitems.Unconscious]{Unconscious} until your wounds are treated. These conditions do not apply to taking evil damage from a fiend. If such damage would cause you to gain the dying condition, you also become @Compendium[pf2e.conditionitems.Doomed]{Doomed 1}. If you were already doomed, increase the doomed value by 1. Doomed values gained this way take twice as many nights of rest to decrease. If your doomed value ever equals your maximum dying value, you immediately die as normal.</p>",
			"prerequisites": [
				{
					"value": "Partial Soul Concentration: Flow"
				}
			]
		},
		"Twirling Spelldance": {
			"name": "Twirling Spelldance",
			"description": "<p>Your ability to combine spell and step has been blended seamlessly to allow more complex movement. For actions you gained through the Spelldancer Archetype that would allow you to use Step as part of the action, you may instead Stride or @Compendium[pf2e.actionspf2e.Tumble Through]{Tumble Through}.</p>",
			"prerequisites": [
				{
					"value": "Spelldancer Dedication"
				}
			]
		},
		"Wall Rider": {
			"name": "Wall Rider",
			"description": "<p><strong>Requirements</strong> You are piloting your customized cycle.</p>\n<hr />\n<p>Through advanced engineering or via overwhelmingly aggressive speed, you are able to ride your customized cycle over sheer obstacles. Your customized cycle gains a Climb speed equal to its Speed, except you must end any movement on horizontal ground.</p>",
			"prerequisites": [
				{
					"value": "Reckless Rider Dedication"
				}
			]
		},
		"Wave Rider": {
			"name": "Wave Rider",
			"description": "<p><strong>Requirements</strong> You are piloting your customized cycle.</p>\n<hr />\n<p>Even water can't slow you down. When you @Compendium[pf2e.actionspf2e.uS3qDAgOkZ7b8ERL]{Drive} in a straight line, if you move at least half your Speed over solid ground, you can move any amount of the remaining distance across a level body of water or greater difficult terrain without increasing the pilot DC. If you don't end your Drive on solid ground, you fall off your customized cycle @Compendium[pf2e.conditionitems.Prone]{Prone} and your customized cycle falls over (or into the water if you passed over a body of water).</p>",
			"prerequisites": [
				{
					"value": "Reckless Rider Dedication"
				}
			]
		},
		"Wheelie": {
			"name": "Wheelie",
			"description": "<p><strong>Requirements</strong> You are piloting your customized cycle.</p>\n<hr />\n<p>As you ride forward you pull the cycle up into a wheelie, twisting your body to hide behind its bulk. You Drive, gaining the effects of the Drive action for the same number of actions you spent to Wheelie. During this movement you gain standard cover from enemies.</p>",
			"prerequisites": [
				{
					"value": "Reckless Rider Dedication"
				}
			]
		},
		"Worldly Improvisation": {
			"name": "Worldly Improvisation",
			"description": "<p>Your travels and exposure to the land’s many flavors of life have expanded your horizons and abilities. During your daily preparations, pick one skill in which you are not trained. When making a check using that skill with untrained improvisation, you are allowed to use the skill’s trained actions.</p>",
			"prerequisites": [
				{
					"value": "Sage’s Coterie Dedication"
				},
				{
					"value": "Untrained Improvisation"
				}
			]
		}
	}
}