{
	"label": "Impossible Lands+ Features",
	"entries": {
		"Bloodline: Mana Wastes": {
			"name": "Bloodline: Mana Wastes",
			"description": "<p><strong>Spell List</strong> arcane</p>\n<p><strong>Bloodline Skills</strong> Arcane, Survival</p>\n<p><strong>Granted Spells</strong> cantrip: <em>@Compendium[pf2e.spells-srd.MPxbKoR54gkYkqLO]{Gouging Claw}</em>, 1st: <em>@Compendium[pf2e.spells-srd.gfPjmG6Fe6D3MFjl]{Pest Form}</em>, 2nd: <em>@Compendium[pf2e.spells-srd.aXoh6OQAL57lgh0a]{Expeditious Excavation}</em>, 3rd: <em>@Compendium[pf2e.spells-srd.B3eLlbaPxOYHcs1o]{Curse Of Lost Time}</em>, 4th: <em>@Compendium[pf2e.spells-srd.VuPDHoVEPLbMfCJC]{Bestial Curse}</em>, 5th: <em>@Compendium[pf2e.spells-srd.d9sBzPOXX3KT8uTu]{Grisly Growths}</em>, 6th: <em>@Compendium[pf2e.spells-srd.ZMvplR106Jxl7B15]{Awaken Entropy}</em>, 7th: <em>@Compendium[pf2e.spells-srd.9aFg4EuOBVz0i3Lb]{Corrosive Body}</em>, 8th: <em>@Compendium[pf2e.spells-srd.8AMvNVOUEtxBCDvJ]{Monstrosity Form}</em>, 9th: <em>@Compendium[pf2e.spells-srd.pswdik31kuHEvdno]{Shapechange}</em></p>\n<p><strong>Bloodline Spells</strong> initial: <em>@UUID[Compendium.impossible-lands.impossible-lands-spells.XEr95cmdeJQT8HbI]{Murky Miasma}</em>, advanced: <em>@UUID[Compendium.impossible-lands.impossible-lands-spells.LZvJDunCcEqxkl6F]{Spell Eater}</em>, greater: <em>@UUID[Compendium.impossible-lands.impossible-lands-spells.WYwA01mk5W7zWS5H]{Magical Fumigation}</em></p>\n<p><strong>Blood Magic</strong> Magic doesn't work quite right around you. You gain a +3 circumstance bonus to counteract checks against spells for 1 round.</p>"
		},
		"Fey Order": {
			"name": "Fey Order",
			"description": "<p>Your proximity to the First World's influence has allowed it to imprint upon you in the form of the fey's mercurial nature.</p>\n<p>You're trained in Deception. You gain the @Item[LSBR2RRK1vw6sLer]{Nature's Tapestry} druid feat. You gain the<em> @Compendium[impossible-lands.impossible-lands-spells.YOzAZf5ajUrHtCIO]{Color Balance} </em>order spell, and you increase the number of Focus Points in your focus pool by 1.</p>\n<p>Refusing to seek out new sights and experiences, and destroying natural landmarks are anathema to your order (this doesn't prevent you from declining to try something that could seriously harm you, or from using natural resources to survive).</p>"
		},
		"Mutant Healing Factor": {
			"name": "Mutant Healing Factor",
			"description": "<p>You regain half your level in Hit Points every hour you have not taken damage. This does not prevent you from gaining the Dying condition.</p>"
		},
		"Mutation Tolerance": {
			"name": "Mutation Tolerance",
			"description": "<p>You gain a +1 status bonus against spells and effects with the transmutation trait.</p>"
		},
		"Necromantic Magic": {
			"name": "Necromantic Magic",
			"description": "<p>You’re a spell caster that’s specialized in harnessing negative energies, and guiding the undead. Due to your specialization in necromantic magic, you have a smaller, more focused spell list than other spellcasters, though your magic is drawn from multiple traditions. If you chose this class archetype, you must select the @Compendium[impossible-lands.impossible-lands-feats.Kz9YLvkIOLWj0nLI]{Student of the Ebon Mausoleum Dedication} as your 2nd-level class feat.</p>\n<p><strong>Prerequisites</strong>: You have a spellcasting class feature that chooses spells from the Arcane or Divine spell list.</p>\n<p><strong>Necromantic Adjustments</strong>: Replace your spell list with the necromancy spell list. Your actual magic tradition is unchanged, but you chose your spells from the necromantic list instead.</p>\n<p><strong>Prepared Caster Adjustments</strong>: You gain access to the <em>@Compendium[pf2e.spells-srd.9WGeBwIIbbUuWKq0]{Animate Dead}</em> spell and learn the spell in addition to the spells you normally learn at 1st level if you learn spells. You can spend 10 minutes to empty one of your prepared spell slots and prepare <em>animate dead </em>in its place. If you are interrupted during such a swap, the original spell remains prepared and can still be cast. You can try again to swap out the spell later, but you must start the process over again.</p>\n<p><strong>Spontaneous Caster Adjustments</strong>: You add the <em>animate dead</em> spell to your spell repertoire. When you gain the signature spells class feature, <em>animate dead </em>is treated as an additional signature spell.</p>\n<p><strong>Cleric</strong> <strong>Adjustments</strong> If you’re a cleric with the cloistered doctrine, when you gain the @Compendium[pf2e.feats-srd.hT4INKGtly4QY8KN]{Domain Initiate} class feat at level 1, you can choose to select the <em>@Compendium[impossible-lands.impossible-lands-spells.OXVhLVynkA1b3KEM]{Bleed Life}</em> focus spell instead of a domain focus spell. At 8th level if you would gain the @Compendium[pf2e.feats-srd.uR44wELN9OlU68cL]{Advanced Domain} class feat, you can choose to select <em>@Compendium[impossible-lands.impossible-lands-spells.OpOJ4sInlNGm2PmI]{Invert Lifeforce} </em>instead of the advanced domain focus spell.</p>\n<p><strong>Oracle Adjustments</strong> If you’re an oracle with the bones mystery, you can replace your initial revelation spell, <em>soul siphon</em>, with @Compendium[impossible-lands.impossible-lands-spells.OXVhLVynkA1b3KEM]{Bleed Life}.</p>\n<p><strong>Sorcerer Adjustments</strong> If you're a sorcerer with the undead bloodline, you can replace your initial bloodline spell, <em>undeath’s blessing</em>, with <em>bleed life</em>.</p>\n<p><strong>Witches+ Adjustments</strong> If you’re using Witches+ suggested errata and are a witch with the spectral patron, you can replace your basic lesson focus spell with <em>bleed life</em>.</p>\n<p><strong>Wizard Necromantic Adjustments</strong>: If you're a wizard you must take the necromancy school. In addition, you can replace your initial necromancy school spell, <em>call of the grave</em>, with bleed life. At 8th level if you would gain the @Compendium[pf2e.feats-srd.5hUj7glY8YnO5sBI]{Advanced School Spell} class feat, you can choose to select <em>invert lifeforce </em>instead of the advanced school focus spell.</p>\n<h3>Necromantic Spell List</h3>\n<p>The Student of the Ebon Mausoleum archetype uses the necromantic spell list. Your actual magical tradition is unchanged, but you choose your spells from the necromantic spell list instead. The necromantic spell list includes all spells from the necromancy school on both the Arcane and Divine spell lists as well as common spells that appear on every magical tradition (such as <em>@Compendium[pf2e.spells-srd.gpzpAAAJ1Lza2JVl]{Detect Magic}</em>) but no other spells. </p>\n<p>At 1st level, pick three 1st-level spells and two cantrips from your magical tradition and add it to your spell list. At each level after 1st, you can select one spell from your magical tradition of a level you are able to cast or lower, and add it to your spell list, allowing you to cast them as normal. </p>\n<p>If you are a prepared caster, you can prepare these spells as normal. If you’re a prepared caster who uses a spellbook like a wizard, these spells are added to your spell list, allowing you to scribe them into your spellbook and prepare them as normal if you learn them. If you’re a spontaneous caster, you can select from these spells when you add or swap spells in your spell repertoire.</p>"
		},
		"Resistant Skin": {
			"name": "Resistant Skin",
			"description": "<p>The waters rendered your skin tougher and resilient to a particular type of damage. You gain resistance equal to half your level (minimum resistance 1) against bludgeoning, piercing or slashing.</p>"
		},
		"Vehicle Ally": {
			"name": "Vehicle Ally",
			"description": "<p>A spirit of travel and battle dwells within your vehicle. Select one vehicle when you make your daily preparations. While you are piloting this vehicle its hardness increases by 2 and its HP and BT increase by half. You can always pilot your selected vehicle using Religion.</p>"
		}
	}
}