{
	"label": "Oracles+ Features",
	"entries": {
		"Avoid Doom": {
			"name": "Avoid Doom",
			"description": "<p><strong>Trigger</strong> You are about to attempt a saving throw.</p>\n<p><strong>Requirements</strong> Your last turn you cast a divination spell.</p>\n<p>Your visions of the future alert you to oncoming disaster. You may roll your saving throw twice and take the higher result.</p>\n<p>&nbsp;</p>"
		},
		"Awakened States": {
			"name": "Awakened States",
			"description": "<p>When you are @Compendium[oracles.oracles-effects.74u6gqdi2m9rVVrz]{Overwhelmed} by your curse, you enter your awakened state which causes your curse to take on additional effects and grants you access to awakened cantrips. Your awakened cantrips are an alternate effect for the cantrip granted by your mystery and you can choose to cast your granted cantrip with its normal effect, or the awakened effect.</p>"
		},
		"Blue Flames": {
			"name": "Blue Flames",
			"description": "<p>Your fire burns so hot that it goes bright blue, and it erupts in terrible plumes from your hair and hands. When you cast a spell with no duration that deals fire damage, you deal fire damage equal to the spell level to both yourself and your enemy as the blue flames sear you both. This additional damage ignores fire resistance but not immunity. Your <em>produce flame</em> gains the following awakened option when you select the awakened oracle dedication at level 2.</p>\n<p><strong>Awakened</strong> The damage die for your <em>produce flame</em> increases to d6s when you make a melee attack.</p>\n<p>@Compendium[oracles.oracles-revelation-spells.WSROb3zzUUDCyN6Q]{Produce Flame (Blue Flames)}</p>"
		},
		"Claimed By The Summit": {
			"name": "Claimed By The Summit",
			"description": "<p>Stone crawls up your body and calcifies you. You become @Compendium[pf2e.conditionitems.HL2l2VRSaQHu9lUw]{Fatigued} and must attempt a DC 4 flat check to use an action with the move trait. Your connection to the ground around you makes you a mighty conduit, and you can use any square on the ground with 15 feet of you as the point of casting for your oracle spells with the earth trait. Your <em>scatter scree</em> gains the following awakened option when you select the awakened oracle dedication at level 2.</p>\n<p><strong>Awakened</strong> You can reduce the number of contiguous squares by 1, and if you do previous castings of <em>scatter scree</em> are not ended.</p>\n<p>@Compendium[oracles.oracles-revelation-spells.NsxRUF0QhAw9elpa]{Scatter Scree (Claimed by the Summit)}</p>"
		},
		"Cosmic Transcendence": {
			"name": "Cosmic Transcendence",
			"description": "<p>You become one with the stars, your body becoming a silhouette filled with distant nebulas. You no longer need to breathe and gain darkvision if you did not already have it. Your knowledge of alien tongues allows you to use actions with the linguistic trait against creatures who you do not share a language with but you must succeed at a DC 4 flat check to use any action with the linguistic trait to keep from jumbling your languages. Your <em>dancing lights</em> gains the following awakened option when you select the awakened oracle dedication at level 2.</p>\n<p><strong>Awakened</strong> You can arrange your dancing lights in the form of a constellation, placing all four lights within 10 feet of each other in a fixed position that cannot be moved. Creatures adjacent to one of your dancing lights receive a +1 status bonus to Fortitude, Reflex, or Will saves, a choice you make based on the constellation you selected at the time of casting. Each time a creature attempts a save against one of these effects, one of the dancing lights is extinguished and the creature becomes immune to this spell for the duration. Once all of the dancing lights are extinguished, the spell immediately ends and you cannot cast dancing lights again for 1 hour.</p>\n<p>@Compendium[oracles.oracles-revelation-spells.u3iv4nM8ocZV1M95]{Dancing Lights (Cosmic Transcendence)}</p>"
		},
		"Cruel Hand": {
			"name": "Cruel Hand",
			"description": "<p>Your visions shift dramatically, taking your visions from predicting and projecting positive outcomes, to projecting and influencing negative ones. You cannot benefit from a fortune effect and creatures within 15 feet of you take a -2 status penalty to additional rolls they make as part of a fortune effect. This is a misfortune effect. Your <em>wash your luck</em> gains the following awakened option when you select the awakened oracle dedication at level 2.</p>\n<p><strong>Awakened</strong> You can target a creature instead of yourself. If you do, the target must attempt a Will save and the spell loses the fortune trait and gains the misfortune trait.</p>\n<p>@UUID[Compendium.oracles.oracles-revelation-spells.hP2pN66pvGsQ4wwp]{Wash Your Luck (Cruel Hand)}</p>\n<p><strong>Success </strong>The target is unaffected.</p>\n<p><strong>Failure </strong>Once during the spell's duration, before the creature rolls a check, you can cancel out a fortune effect on that roll, as normal when a fortune and misfortune effect apply to the same roll. After canceling out the fortune effect, the spell ends, and the creature is then temporarily immune to wash your luck for 10 minutes.</p>"
		},
		"Dust to Dust": {
			"name": "Dust to Dust",
			"description": "<p>The fires of creation burn to forge all things, and just as they are created so too are they destroyed. The aura of your moderate curse dissipates, leaving you able to see and unobstructed to difficult terrain but your body becomes soft and ash-like. You gain weakness to physical damage equal to half your level and the Expound Ash reaction. If you were suffering from your major curse, your weakness to physical damage is equal to your level and you no longer bleed. If you die, your body is reduced to ash.</p>\n<p>Your <em>produce flame</em> gains the following awakened option when you select the awakened oracle dedication at level 2.</p>\n<p><strong>Awakened</strong> When you use <em>produce flame</em> to make a ranged spell attack against an enemy and you critically succeed at your spell attack roll, the target must make a saving throw against the effects of your Expound Ash.</p>\n<p>@UUID[Compendium.oracles.oracles-revelation-spells.zqhbe1TjTCY9oGxT]{Produce Flame (Dust to Dust)}</p>"
		},
		"Expel The Beast": {
			"name": "Expel The Beast",
			"description": "<p>With a howl of pain and trembling flesh, you expel the beast inside of you into a physical form. You lose all effects of your curse and your mystery's granted spells when you become overwhelmed, and are @Compendium[pf2e.conditionitems.dfCMdR4wnpbYNTix]{Stunned 3}.</p>\n<p>When you select this archetype at character creation, you also choose an animal companion that is appropriate for your curse (subject to GM discretion). On the first turn in an encounter you are in your overwhelmed state, your curse's beast is expelled and your animal companion appears adjacent to you. If you are at least 6th level, your animal companion is mature, if you are at least 11th level your animal companion is nimble or savage, and if you are at least 17th level, your animal companion has a specialization of your choice.</p>\n<p>All of these selections are permanent and cannot be changed once they are made. If your animal companion is slain during this time, you become @Compendium[pf2e.conditionitems.4D2KBtexWXa6oUMR]{Drained 2} until your next daily preparations. Your gouging claw also gains the following awakened option when you select the awakened oracle dedication at level 2.</p>\n<p><strong>Awakened</strong> You may use your animal companion you gained in your awakened state as the point of casting for your gouging claw and when you do it increases its multiple attack penalty instead of your own. If you do so, it cannot take the Support action this turn.</p>\n<p>@Compendium[oracles.oracles-revelation-spells.9Ix8uUEWnzT8U8yC]{Gouging Claw (Expel the Beast)}</p>"
		},
		"Expound Ash": {
			"name": "Expound Ash",
			"description": "<p><strong>Trigger</strong> An enemy critically hit you with a melee Strike.</p>\n<hr>\n<p>Your body of ash sheds plumes of ash filled smoke on your foe. The triggering enemy must attempt a @Check[type:fortitude|dc:resolve(@actor.attributes.classOrSpellDC.value)] save against your spell DC. Creatures that fail their save are @Compendium[pf2e.conditionitems.fesd1n5eVhpCSS18]{Sickened 1} or @Compendium[pf2e.conditionitems.fesd1n5eVhpCSS18]{Sickened 2} on a critical failure.</p>\n<p><strong>Special </strong>If you were suffering from your major curse, creatures increase the sickened value from the failure and critical failure by 1.</p>"
		},
		"Eye of the Hurricane": {
			"name": "Eye of the Hurricane",
			"description": "<p>Your personal tempest erupts beyond outside your area and the storm envelopes those around you. You can no longer include yourself in the emanation created by your curse, but allies within the emanation gain half of your curses benefits while within the area (including the weakness to electricity). You can cast @Compendium[pf2e.spells-srd.dDiOnjcsBFbAvP6t]{Gale Blast} as a granted spell as long as you are overwhelmed and your <em>electric arc</em> and <em>gale blast</em> gain the following awakened option when you select the awakened oracle dedication at level 2.</p>\n<p><strong>Awakened </strong>Half of the damage dealt by your granted cantrips is electricity damage and half is bludgeoning damage and they have the air and electricity traits.</p>\n<p><em>There are no separate Awakened cantrip items for Eye of the Hurricane.</em></p>"
		},
		"Frozen Over": {
			"name": "Frozen Over",
			"description": "<p>Ice collects over you into a statue-like form, engulfing you in a thick suit of icy armour. You gain resistance equal to your level to piercing and slashing damage, but an equal weakness to bludgeoning and fire damage. Your <em>ray of frost</em> gains the following awakened option when you select the awakened oracle dedication at level 2.</p>\n<p><strong>Awakened</strong> You can target a single 5-foot square within range instead of a creature and that square becomes covered in ice until the beginning of your next turn.</p>\n<p>@Compendium[oracles.oracles-revelation-spells.KDN9Sj2wgoKVTCKt]{Ray of Frost (Frozen Over)}</p>"
		},
		"Lost In Wonderland": {
			"name": "Lost In Wonderland",
			"description": "<p>Your eyes opens to a land of dreams that nobody else can see. While in this state, you halve your overland speed as you&rsquo;re drawn in by fascinating wonders and marvels around you, and in combat, you have a -5-foot status penalty to your speed as you avoid obstacles that aren&rsquo;t there. However, the gravity of the dreamlands is something you can tap into on a whim, and you can cast <em>@Compendium[pf2e.spells-srd.5KobTMrZeZxuXMgl]{Spider Climb}</em> as an innate spell once per hour, heightened to the highest level spell you can cast. Your ghost sound gains the following awakened option when you select the awakened oracle dedication at level 2.</p>\n<p><strong>Awakened</strong> When you cast <em>ghost sound</em>, you can instead create a strange bulliberance of nonsense words. You can cast <em>ghost sound</em> on a specific creature, and fill their heads with ridiculous and unreal sounds. They must attempt a Will save.</p>\n<p>@Compendium[oracles.oracles-revelation-spells.75VEIyahkWqc9AAv]{Ghost Sound (Lost in Reverie)}</p>\n<p><strong>Critical Success</strong> You listen too closely to the nonsense words, and become affected instead. You suffer the effects of the failure of this spell.</p>\n<p><strong>Success</strong> The target is unaffected.</p>\n<p><strong>Failure</strong> The target is distracted and takes a &ndash;2 status penalty to Perception and -1 status penalty to saves against mental effects for 1 minute, but they can take a single concentrate action to end the effect.</p>\n<p><strong>Critical Failure</strong> As failure, but the target cannot end the effect.</p>"
		},
		"Mountain Armor": {
			"name": "Mountain Armor",
			"description": ""
		},
		"Omniscient Scholar": {
			"name": "Omniscient Scholar",
			"description": "<p>You are exposed to the underlying fundamentals of all knowledge in the universe. You become stupefied 1 (2 if your major curse is active, 3 if your extreme is). In return, you gain the Omniscient Lore skill, which you are trained in, or expert if your major curse is active and master if your extreme curse is. You may ask any questions with Omniscient Lore directly to your GM, though the whims of fate may enstate especially high DCs for questions that would derail the future. Your<em> read aura</em> gains the following awakened option when you select the awakened oracle dedication at level 2.</p>\n<p><strong>Awakened</strong> You can target a creature instead of an object and when you do the target must attempt a Will save.</p>\n<p>@Compendium[oracles.oracles-revelation-spells.hlTEahcTaHlZ3VUn]{Read Aura (Omniscient Scholar)}</p>\n<p><strong>Critical Success</strong> You learn false information about the creature.</p>\n<p><strong>Success</strong> You learn nothing about the creature.</p>\n<p><strong>Failure</strong> You learn if the creature can cast spells and their spellcasting tradition if they do. If a creature has more than one spellcasting tradition, you learn the tradition with the highest level spell.</p>\n<p><strong>Critical Failure</strong> As failure, except you also learn the highest level spell they can cast and whether they can cast spells with spell slots.</p>"
		},
		"Otherworldly Guidance": {
			"name": "Otherworldly Guidance",
			"description": "<p><strong>Otherworldly Guidance</strong> Your familiar gains the @Compendium[pf2e.familiar-abilities.j9vOSbF9kLibhSIf]{Second Opinion} familiar ability. Once per hour, your familiar can seek guidance from spirits from beyond, gaining the @Compendium[pf2e.familiar-abilities.jevzf9JbJJibpqaI]{Skilled} familiar ability with a skill in which you are at least trained for 10 minutes</p>"
		},
		"Overflowing With Life": {
			"name": "Overflowing With Life",
			"description": "<p>You can't stop the flow of life that erupts from you, healing others far beyond what you thought to be capable. When you successfully restore Hit Points and you would heal them for more than their maximum Hit Points, you can grant them the excess healing in temporary Hit Points for 1 minute and they become sickened 1 as long as these temporary Hit Points remain. Your <em>stabilize </em>gains the following awakened option when you select the awakened oracle dedication at level 2.</p>\n<p><strong>Awakened</strong> When you cast <em>stabilize</em>, you can instead target 1 creature benefiting from temporary Hit Points. When you do, you negate a number of temporary Hit Points it has equal to twice the spells level.</p>\n<p>@Compendium[oracles.oracles-revelation-spells.IN7JmcH1vxng7ynF]{Stabilize (Overflowing With Life)}</p>"
		},
		"Passing Through The Prism": {
			"name": "Passing Through The Prism",
			"description": "<p>Your light has reached its point of refraction, changing its color and its associated powers. When you become overwhelmed, roll [[/r 1d6]] to determine which of the colors becomes your primary color. Your mystery light changes to this color and you gain the listed effect. Your <em>light </em>spell gains the following awakened option when you select the awakened oracle dedication at level 2.</p>\n<p><strong>1-Red</strong> - You gain a +1 circumstance bonus to Perception checks to Seek creatures in dim light or darkness, but a -1 circumstance penalty to all other Perception checks.</p>\n<p><strong>2-Orange</strong> - You gain a +1 circumstance bonus to saves against emotion effects, but a -1 circumstance penalty to all other saves against mental effects.</p>\n<p><strong>3-Green</strong> - You gain a +1 circumstance bonus to saves against plants and plant effects and a -1 circumstance penalty to saves against fire.</p>\n<p><strong>4-Blue</strong> - You gain a +1 circumstance bonus to saves against water and a -1 circumstance penalty to saves against electricity.</p>\n<p><strong>5-Indigo</strong> - You gain a +1 circumstance bonus to saves against effects that target an alignment and a -1 circumstance penalty to saves against emotion effects.</p>\n<p><strong>6-Violet</strong> - Creatures in the area of your light effects no longer take a penalties from your curse to Hide or Sneak and instead gain a +1 circumstance bonus to these checks. You receive a -1 circumstance penalty to your Perception.</p>\n<p><strong>Awakened</strong> You can target a creature with your <em>light </em>spell instead of an object. When you do, the creature gains the same effect as your overwhelmed curses&rsquo; refracted light and lasts for 1 minute. After the spell ends, the creature becomes temporarily immune to your light spell until your next daily preparations.</p>\n<p>@Compendium[oracles.oracles-revelation-spells.Gnr3h9izzOnlSnnD]{Light (Passing Through the Prism)}</p>"
		},
		"Patient Zero": {
			"name": "Patient Zero",
			"description": "<p>The disease that plagues you now creeps into others, making them show the same symptoms as you if they get too close. Each time you retch, you take bleed damage equal to half your level. You and all creatures within 30 feet of you that Retch to attempt to remove the sickened condition take -2 status penalty to their Fortitude save to do so. Your <em>healing plaster</em> gains the following awakened option when you select the awakened oracle dedication at level 2.</p>\n<p><strong>Awakened</strong> You can use your <em>healing plaster</em> to @Compendium[pf2e.actionspf2e.TC7OcDa7JlWbqMaN]{Treat Disease}.</p>\n<p>@Compendium[oracles.oracles-revelation-spells.ilMtbDZPu840V038]{Healing Plaster (Patient Zero)}</p>"
		},
		"Soaked in Blood": {
			"name": "Soaked in Blood",
			"description": "<p>No battle ends cleanly, and your awakened state is a clear sign of that. You appear drenched in red, as if coated head to toe in blood. You can use the Rage barbarian action. If you were experiencing your Major Curse, increase the additional damage from Rage from 2 to 8. If you were experiencing your Extreme Curse, increase the damage to 14. Your <em>shield </em>also gains the following awakened option when you select the awakened oracle dedication at level 2.</p>\n<p>@UUID[Compendium.oracles.oracles-effects.A7e2GgXYE5qYKlR8]{Effect: Rage (Soaked in Blood)}</p>\n<p><strong>Awakened</strong> You must use your Shield Block reaction if you are targeted with a melee Strike, and if you take damage from the triggering Strike you immediately enter a Rage.</p>\n<p>@Compendium[oracles.oracles-revelation-spells.LVeA9jMmN0BW3OQW]{Shield (Soaked in Blood)}</p>"
		},
		"Spirit Body": {
			"name": "Spirit Body",
			"description": "<p><strong>Spirit Body</strong> Your familiar can cast 2nd-level <em>@Compendium[pf2e.spells-srd.XXqE1eY3w3z6xJCB]{Invisibility}</em> once per hour. You must be able to cast 2nd-level spells using spell slots to select this familiar ability</p>"
		},
		"Take A Bow": {
			"name": "Take A Bow",
			"description": "<p>Your song ends with a dramatic flourish and you are left, for now, free from it. You end all effects of your curse, and become fatigued. You and allies within 15-feet can still hear the distant humming of your music and receive a +1 status bonus to saves against mental effects. Your <em>haunting hymn</em> gains the following awakened option when you select the awakened oracle dedication at level 2.</p>\n<p><strong>Awakened</strong> The area of the spell is a 10-foot emanation and creatures that critically fail their save are fascinated for 1 minute instead of deafened.</p>\n<p>@Compendium[oracles.oracles-revelation-spells.nwwoNcKyVlktR1OX]{Haunting Hymn (Take a Bow)}</p>"
		},
		"Temporal Flux": {
			"name": "Temporal Flux",
			"description": "<p>Your connection to the timeline becomes totally severed, allowing you to toy with the very fabric of the space-time continuum. As an activity that takes 1 hour, you can rewind time around you within a 10-foot cube, allowing you to see the states of objects that resided in the area and how they changed over that time. This might allow you to determine the origin of a fire, when a door was last opened, or other knowledge but it does not allow you to see any creatures that may have interacted with the objects in that time. After you perform this activity, you receive a -1 status penalty to Will saves for 1 hour as your mind recalibrates to its current time. Your time sense gains the following awakened option when you select the awakened oracle dedication at level 2.</p>\n<p><strong>Awakened </strong>You learn about an alternate state of creature in time that could have been. You can target an enemy creature with this spell and you immediately Recall Knowledge on the creature using Religion instead of the skill appropriate for the creatures type. If you get a success, you can choose to relay that information to your allies by using @Compendium[pf2e.actionspf2e.sn2hIy1iIJX9Vpgj]{Point Out} and the creature receives a -1 circumstance penalty to one attack roll, Perception check, saving throw, or skill check it takes before your next turn that requires extremely precise timing. After you target a creature with this spell, it is temporarily immune for 1 day.</p>\n<p>@Compendium[oracles.oracles-revelation-spells.Z4frpLUf6nSI5y8z]{Time Sense (Temporal Flux)}</p>"
		},
		"They Live Again": {
			"name": "They Live Again",
			"description": "<p>Your ancestors flare back to life, using your mortal form as a vessel. Your appearance and attitude shift dramatically (though in an obviously spectral manner) as you are possessed by a particularly noteworthy ancestor. Roll on the Ancestral Influence table one final time; so long as you are overwhelmed, you remain possessed by an ancestor of that type and retain the benefits of that ancestor's moderate/major curse for the day. Your <em>guidance </em>also gains the following awakened option when you select the awakened oracle dedication at level 2.</p>\n<p><strong>Awakened</strong> Your ancestor influences the target. When you cast <em>guidance</em>, you grant the benefits of your ancestor&rsquo;s curse benefit instead of the normal effects, but using the bonus on the chosen roll does not end the spell. If the target creature uses one of the types of actions listed for the other ancestors, the spell immediately ends and the target must roll a DC 4 flat check or the action is lost.</p>\n<p>@Compendium[oracles.oracles-revelation-spells.arDljsPvJOTHK8QQ]{Guidance (They Live Again)}</p>"
		},
		"Trample": {
			"name": "Trample",
			"description": "<p>Your size or smaller, fist, @Check[type:reflex|dc:resolve(@actor.attributes.classOrSpellDC.value)]. If you move in a straight line, you can Stride up to triple your speed.</p>\n<hr>\n<p>You Stride up to double your Speed and can move through the spaces of creatures of the listed size, Trampling each creature whose space it enters. You can attempt to Trample the same creature only once in a single use of Trample. You deals the damage of the listed Strike, but trampled creatures can attempt a basic Reflex save at the listed DC (no damage on a critical success, half damage on a success, double damage on a critical failure).</p>"
		},
		"Wailing Spirit": {
			"name": "Wailing Spirit",
			"description": "<p>Your body's decomposition rapidly accelerates until you collapse into a pile of bones and cloth, releasing your spirit into the world. Your body becomes partially incorporeal, granting you resistance to physical damage equal to half your level and you must make a DC 4 flat check to Interact with objects not on your person when you became overwhelmed or you lose the action. Your <em>chill touch</em> also gains the following awakened option when you select the awakened oracle dedication at level 2.</p>\n<p><strong>Awakened</strong> Your<em> chill touch</em> gains the following effects and the auditory trait:</p>\n<ul>\n<li><strong>Living Creature</strong> The spell deals sonic damage equal to 1d6 plus your spellcasting modifier. The target attempts a basic Fortitude save, but is also deafened for 1 minute on a critical failure.</li>\n<li><strong>Undead Creature</strong> The target is enfeebled 1 for 1 round on a failed Fortitude save. On a critical failure, the target is also frightened 2.</li>\n</ul>\n<p><strong>Awakened Heightened (+1)</strong> The sonic damage to living creatures increases by 1d6.</p>\n<p>@Compendium[oracles.oracles-revelation-spells.0od5f94vk05EtkvM]{Chill Touch (Wailing Spirit)}</p>"
		},
		"Ward Spirits": {
			"name": "Ward Spirits",
			"description": "<p><strong>Ward Spirits</strong> Your familiar's connections to the beyond helps ward spirits and haunts. If your spirit familiar is within the area of a haunt or an effect caused by a creature with the spirit trait, creatures within a @Template[type:emanation|distance:15] from your spirit gain a +2 circumstance bonus to their saving throws against the effect.</p>"
		},
		"Weapon Expertise (Advanced)": {
			"name": "Weapon Expertise (Advanced)",
			"description": "<p>You become trained in one group of advanced weapons.</p>"
		}
	}
}