{
	"label": "Oracles+ Journals",
	"entries": {
		"Awakened Oracle": {
			"name": "Awakened Oracle",
			"pages":{
				"Awakened Oracle":{
					"name": "Awakened Oracle",
					"content": "<p>Your oracle nature is so intertwined with your being that your mystery and curse is inescapable but when your curse becomes overwhelming you gain perspective on your mystery unlike other oracles. You might be the first generation of those condemned to the curse, a particularly potent inheritor in a lineage of oracular entities, or even a victim of the inescapable divine power that uses your body as a conduit. Whatever the reason, you spend your life one step closer to your curses effects and in exchange, when you push your curse to its limits, your mind and body is awakened to divine power.</p><p>You are under the effects of your minor curse at all times even after your daily preparations and you can never lower the stage of their curse below this stage. You still progress your curse when you cast a revelation spell as normal. If you choose this class archetype, you must select @UUID[Compendium.oracles.oracle-feats.UpB4hGrTZ9fnZxDM]{Awakened Oracle Dedication} as your 2nd-level class feat.</p>"
				},
				"Awakened States (1st)":{
					"name": "Awakened States (1st)",
					"content": "<p>When you are overwhelmed by your curse, you enter your awakened state which causes your curse to take on additional effects and grants you access to awakened cantrips. Your awakened cantrips are an alternate effect for the cantrip granted by your mystery and you can choose to cast your granted cantrip with its normal effect, or the awakened effect.</p><p>@UUID[Compendium.oracles.oracles-mystery-features.N3ubZDNUV8cRi4n7]{Awakened States}</p><h3>@UUID[Compendium.oracles.oracle-feats.UpB4hGrTZ9fnZxDM]{Awakened Oracle Dedication} Feat 2</h3><p><strong>Prerequisites</strong> Awakened States</p><p>You gain the awakened option for the cantrip granted by your mystery while in your awakened state.</p>"
				},
				"They Live Again (Ancestor)":{
					"name": "They Live Again (Ancestor)",
					"content": "<img src=\"modules/oracles/img/Ancestor.webp\" title=\"Ancestors Mystery\" class=\"oracles-image\" style=\"float:right;shape-outside:url('modules/oracles/img/Ancestor.webp');margin-right:-2em\" /><p>Your ancestors flare back to life, using your mortal form as a vessel. Your appearance and attitude shift dramatically (though in an obviously spectral manner) as you are possessed by a particularly noteworthy ancestor. Roll on the Ancestral Influence table one final time; so long as you are overwhelmed, you remain possessed by an ancestor of that type and retain the benefits of that ancestor's moderate/major curse for the day. Your <em>guidance</em> also gains the following awakened option when you select the awakened oracle dedication at level 2.</p><p><strong>Awakened</strong> Your ancestor influences the target. When you cast <em>guidance</em>, you grant the benefits of your ancestor’s curse benefit instead of the normal effects, but using the bonus on the chosen roll does not end the spell. If the target creature uses one of the types of actions listed for the other ancestors, the spell immediately ends and the target must roll a DC 4 flat check or the action is lost.</p><p>@UUID[Compendium.oracles.oracles-revelation-spells.arDljsPvJOTHK8QQ]{Guidance (They Live Again)}</p>"
				},
				"Soaked In Blood (Battle)":{
					"name": "Soaked In Blood (Battle)",
					"content": "<p>No battle ends cleanly, and your awakened state is a clear sign of that. You appear drenched in red, as if coated head to toe in blood. You can use the Rage barbarian action. If you were experiencing your Major Curse, increase the additional damage from Rage from 2 to 8. If you were experiencing your Extreme Curse, increase the damage to 14. Your <em>shield</em> also gains the following awakened option when you select the awakened oracle dedication at level 2.</p><p><strong>Awakened</strong> You must use your Shield Block reaction if you are targeted with a melee Strike, and if you take damage from the triggering Strike you immediately enter a Rage.</p><p>@UUID[Compendium.oracles.oracles-revelation-spells.LVeA9jMmN0BW3OQW]{Shield (Soaked in Blood)}</p>"
				},
				"Expel The Beast (Beast)":{
					"name": "Expel The Beast (Beast)",
					"content": "<img src=\"modules/oracles/img/Beast.webp\" title=\"Beast Mystery\" class=\"oracles-image\" style=\"float:right;shape-outside:url('modules/oracles/img/Beast.webp');margin-right:-1em\" /><p>With a howl of pain and trembling flesh, you expel the beast inside of you into a physical form. You lose all effects of your curse and your mystery's granted spells when you become overwhelmed, and are stunned 3.</p><p>When you select this archetype at character creation, you also choose an animal companion that is appropriate for your curse (subject to GM discretion). On the first turn in an encounter you are in your overwhelmed state, your curse's beast is expelled and your animal companion appears adjacent to you. If you are at least 6th level, your animal companion is mature, if you are at least 11th level your animal companion is nimble or savage, and if you are at least 17th level, your animal companion has a specialization of your choice.</p><p>All of these selections are permanent and cannot be changed once they are made. If your animal companion is slain during this time, you become drained 2 until your next daily preparations. Your <em>gouging claw</em> also gains the following awakened option when you select the awakened oracle dedication at level 2.</p><p><strong>Awakened</strong> You may use your animal companion you gained in your awakened state as the point of casting for your <em>gouging claw</em> and when you do it increases its multiple attack penalty instead of your own. If you do so, it cannot take the Support action this turn.</p><p>@UUID[Compendium.oracles.oracles-revelation-spells.9Ix8uUEWnzT8U8yC]{Gouging Claw (Expel the Beast)}</p>"
				},
				"Wailing Spirit (Bones)":{
					"name": "Wailing Spirit (Bones)",
					"content": "<p>Your body's decomposition rapidly accelerates until you collapse into a pile of bones and cloth, releasing your spirit into the world. Your body becomes partially incorporeal, granting you resistance to physical damage equal to half your level and you must make a DC 4 flat check to Interact with objects not on your person when you became overwhelmed or you lose the action. Your <em>chill touch</em> also gains the following awakened option when you select the awakened oracle dedication at level 2.</p><p><strong>Awakened</strong> Your <em>chill touch</em> gains the following effects and the auditory trait:</p><ul><li><p><strong>Living Creature</strong> The spell deals sonic damage equal to 1d6 plus your spellcasting modifier. The target attempts a basic Fortitude save, but is also deafened for 1 minute on a critical failure.</p></li><li><p><strong>Undead Creature</strong> The target is enfeebled 1 for 1 round on a failed Fortitude save. On a critical failure, the target is also frightened 2.</p></li></ul><p><strong>Awakened Heightened (+1)</strong> The sonic damage to living creatures increases by 1d6.</p><p>@UUID[Compendium.oracles.oracles-revelation-spells.0od5f94vk05EtkvM]{Chill Touch (Wailing Spirit)}</p>"
				},
				"Cosmic Transcendence (Cosmos)":{
					"name": "Cosmic Transcendence (Cosmos)",
					"content": "<img src=\"modules/oracles/img/Awakened_Cosmos.webp\" title=\"cosmos Mystery\" class=\"oracles-image\" style=\"float:right;shape-outside:url('modules/oracles/img/Awakened_Cosmos.webp');margin-right:-0.75em\" /><p>You become one with the stars, your body becoming a silhouette filled with distant nebulas. You no longer need to breathe and gain darkvision if you did not already have it. Your knowledge of alien tongues allows you to use actions with the linguistic trait against creatures who you do not share a language with but you must succeed at a DC 4 flat check to use any action with the linguistic trait to keep from jumbling your languages. Your <em>dancing lights</em> gains the following awakened option when you select the awakened oracle dedication at level 2.</p><p><strong>Awakened</strong> You can arrange your dancing lights in the form of a constellation, placing all four lights within 10 feet of each other in a fixed position that cannot be moved. Creatures adjacent to one of your dancing lights receive a +1 status bonus to Fortitude, Reflex, or Will saves, a choice you make based on the constellation you selected at the time of casting. Each time a creature attempts a save against one of these effects, one of the dancing lights is extinguished and the creature becomes immune to this spell for the duration. Once all of the dancing lights are extinguished, the spell immediately ends and you cannot cast dancing lights again for 1 hour.</p><p>@UUID[Compendium.oracles.oracles-revelation-spells.u3iv4nM8ocZV1M95]{Dancing Lights (Cosmic Transcendence)}</p>"
				},
				"Cruel Hand (Fate)":{
					"name": "Cruel Hand (Fate)",
					"content": "<img src=\"modules/oracles/img/Fate.webp\" title=\"Beast Mystery\" class=\"oracles-image\" style=\"float:right;shape-outside:url('modules/oracles/img/Fate.webp');width:40%;margin-right:-1em\" /><p>Your visions shift dramatically, taking your visions from predicting and projecting positive outcomes, to projecting and influencing negative ones. You cannot benefit from a fortune effect and creatures within 15 feet of you take a -2 status penalty to additional rolls they make as part of a fortune effect. This is a misfortune effect. Your <em>wash your luck</em> gains the following awakened option when you select the awakened oracle dedication at level 2.</p><p><strong>Awakened</strong> You can target a creature instead of yourself. If you do, the target must attempt a Will save and the spell loses the fortune trait and gains the misfortune trait.</p><p><strong>Success</strong> The target is unaffected.</p><p><strong>Failure</strong> Once during the spell's duration, before the creature rolls a check, you can cancel out a fortune effect on that roll, as normal when a fortune and misfortune effect apply to the same roll. After canceling out the fortune effect, the spell ends, and the creature is then temporarily immune to wash your luck for 10 minutes.</p><p>@UUID[Compendium.oracles.oracles-revelation-spells.hP2pN66pvGsQ4wwp]{Wash Your Luck (Cruel Hand)}</p>"
				},
				"Blue Flames (Flames)":{
					"name": "Blue Flames (Flames)",
					"content": "<img src=\"modules/oracles/img/fire_trance.webp\" title=\"Beast Mystery\" class=\"oracles-image\" style=\"float:right;shape-outside:url('modules/oracles/img/fire_trance.webp');width:40%\" /><p>Your fire burns so hot that it goes bright blue, and it erupts in terrible plumes from your hair and hands. When you cast a spell with no duration that deals fire damage, you deal fire damage equal to the spell level to both yourself and your enemy as the blue flames sear you both. This additional damage ignores fire resistance but not immunity. Your <em>produce flame</em> gains the following awakened option when you select the awakened oracle dedication at level 2.</p><p><strong>Awakened</strong> The damage die for your <em>produce flame</em> increases to d6s when you make a melee attack.</p><p>@UUID[Compendium.oracles.oracles-revelation-spells.WSROb3zzUUDCyN6Q]{Produce Flame (Blue Flames)}</p>"
				},
				"Frozen Over (Frost)":{
					"name": "Frozen Over (Frost)",
					"content": "<img src=\"modules/oracles/img/Frost.webp\" title=\"Beast Mystery\" class=\"oracles-image\" style=\"float:right;shape-outside:url('modules/oracles/img/Frost.webp')\" /><p>Ice collects over you into a statue-like form, engulfing you in a thick suit of icy armour. You gain resistance equal to your level to piercing and slashing damage, but an equal weakness to bludgeoning and fire damage. Your <em>ray of frost</em> gains the following awakened option when you select the awakened oracle dedication at level 2.</p><p><strong>Awakened</strong> You can target a single 5-foot square within range instead of a creature and that square becomes covered in ice until the beginning of your next turn.</p><p>@UUID[Compendium.oracles.oracles-revelation-spells.KDN9Sj2wgoKVTCKt]{Ray of Frost (Frozen Over)}</p>"
				},
				"Overflowing With Life (Life)":{
					"name": "Overflowing With Life (Life)",
					"content": "<p>You can't stop the flow of life that erupts from you, healing others far beyond what you thought to be capable. When you successfully restore Hit Points and you would heal them for more than their maximum Hit Points, you can grant them the excess healing in temporary Hit Points for 1 minute and they become sickened 1 as long as these temporary Hit Points remain. Your <em>stabilize</em> gains the following awakened option when you select the awakened oracle dedication at level 2.</p><p><strong>Awakened</strong> When you cast <em>stabilize</em>, you can instead target 1 creature benefiting from temporary Hit Points. When you do, you negate a number of temporary Hit Points it has equal to twice the spell's level.</p>"
				},
				"Omniscient Scholar (Lore)":{
					"name": "Omniscient Scholar (Lore)",
					"content": "<p>You are exposed to the underlying fundamentals of all knowledge in the universe. You become stupefied 1 (2 if your major curse is active, 3 if your extreme is). In return, you gain the Omniscient Lore skill, which you are trained in, or expert if your major curse is active and master if your extreme curse is. You may ask any questions with Omniscient Lore directly to your GM, though the whims of fate may enstate especially high DCs for questions that would derail the future. Your <em>read aura</em> gains the following awakened option when you select the awakened oracle dedication at level 2.</p><p><strong>Awakened</strong> You can target a creature instead of an object and when you do the target must attempt a Will save.</p><p><strong>Critical Success</strong> You learn false information about the creature.</p><p><strong>Success</strong> You learn nothing about the creature.</p><p><strong>Failure</strong> You learn if the creature can cast spells and their spellcasting tradition if they do. If a creature has more than one spellcasting tradition, you learn the tradition with the highest level spell.</p><p><strong>Critical Failure</strong> As failure, except you also learn the highest level spell they can cast and whether they can cast spells with spell slots.</p><p>@UUID[Compendium.oracles.oracles-revelation-spells.hlTEahcTaHlZ3VUn]{Read Aura (Omniscient Scholar)}</p>"
				},
				"Claimed By The Summit (Mountain)":{
					"name": "Claimed By The Summit (Mountain)",
					"content": "<p>Stone crawls up your body and calcifies you. You become fatigued and must attempt a DC 4 flat check to use an action with the move trait. Your connection to the ground around you makes you a mighty conduit, and you can use any square on the ground with 15 feet of you as the point of casting for your oracle spells with the earth trait. Your <em>scatter scree</em> gains the following awakened option when you select the awakened oracle dedication at level 2.</p><p><strong>Awakened</strong> You can reduce the number of contiguous squares by 1, and if you do previous castings of <em>scatter scree</em> are not ended.</p>"
				},
				"Patient Zero (Plague)":{
					"name": "Patient Zero (Plague)",
					"content": "<img src=\"modules/oracles/img/Plague_two.webp\" class=\"oracles-image \" style=\"float:right\" title /><p>The disease that plagues you now creeps into others, making them show the same symptoms as you if they get too close. Each time you retch, you take damage equal to half your level. You and all creatures within 30 feet of you that Retch to attempt to remove the sickened condition take -2 status penalty to their Fortitude save to do so. Your <em>healing plaster</em> gains the following awakened option when you select the awakened oracle dedication at level 2.</p><p><strong>Awakened</strong> You can use your <em>healing plaster</em> to @UUID[Compendium.pf2e.actionspf2e.TC7OcDa7JlWbqMaN]{Treat Disease}.</p>"
				},
				"Passing Through The Prism (Radiance)":{
					"name": "Passing Through The Prism (Radiance)",
					"content": "<p>Your light has reached its point of refraction, changing its color and its associated powers. When you become overwhelmed, roll 1d6 to determine which of the colors becomes your primary color. Your mystery light changes to this color and you gain the listed effect. Your <em>light</em> spell gains the following awakened option when you select the awakened oracle dedication at level 2.</p><p><strong>1-Red</strong> - You gain a +1 circumstance bonus to Perception checks to Seek creatures in dim light or darkness, but a -1 circumstance penalty to all other Perception checks.</p><p><strong>2-Orange</strong> - You gain a +1 circumstance bonus to saves against emotion effects, but a -1 circumstance penalty to all other saves against mental effects.</p><p><strong>3-Green</strong> - You gain a +1 circumstance bonus to saves against plants and plant effects and a -1 circumstance penalty to saves against fire.</p><p><strong>4-Blue</strong> - You gain a +1 circumstance bonus to saves against water and a -1 circumstance penalty to saves against electricity.</p><p><strong>5-Indigo</strong> - You gain a +1 circumstance bonus to saves against effects that target an alignment and a -1 circumstance penalty to saves against emotion effects.</p><p><strong>6-Violet</strong> - Creatures in the area of your light effects no longer take a penalties from your curse to Hide or Sneak and instead gain a +1 circumstance bonus to these checks. You receive a -1 circumstance penalty to your Perception.</p><p><strong>Awakened</strong> You can target a creature with your <em>light</em> spell instead of an object. When you do, the creature gains the same effect as your overwhelmed curses’ refracted light and lasts for 1 minute. After the spell ends, the creature becomes temporarily immune to your light spell until your next daily preparations.</p>"
				},
				"Lost In Wonderland (Reverie)":{
					"name": "Lost In Wonderland (Reverie)",
					"content": "<p>Your eyes opens to a land of dreams that nobody else can see. While in this state, you halve your overland speed as you’re drawn in by fascinating wonders and marvels around you, and in combat, you have a -5-foot status penalty to your speed as you avoid obstacles that aren’t there. However, the gravity of the dreamlands is something you can tap into on a whim, and you can cast <em>@UUID[Compendium.pf2e.spells-srd.5KobTMrZeZxuXMgl]{Spider Climb}</em> as an innate spell once per hour, heightened to the highest level spell you can cast. Your <em>ghost sound</em> gains the following awakened option when you select the awakened oracle dedication at level 2.</p><p><strong>Awakened</strong> When you cast ghost sound, you can instead create a strange bulliberance of nonsense words. You can cast ghost sound on a specific creature, and fill their heads with ridiculous and unreal sounds. They must attempt a Will save.</p><p><strong>Critical Success</strong> You listen too closely to the nonsense words, and become affected instead. You suffer the effects of the failure of this spell.</p><p><strong>Success</strong> The target is unaffected.</p><p><strong>Failure</strong> The target is distracted and takes a –2 status penalty to Perception and -1 status penalty to saves against mental effects for 1 minute, but they can take a single concentrate action to end the effect.</p><p><strong>Critical Failure</strong> As failure, but the target cannot end the effect.</p><p>@UUID[Compendium.oracles.oracles-revelation-spells.75VEIyahkWqc9AAv]{Ghost Sound (Lost in Reverie)}</p>"
				},
				"Take A Bow (Song)":{
					"name": "Take A Bow (Song)",
					"content": "<p>Your song ends with a dramatic flourish and you are left, for now, free from it. You end all effects of your curse, and become fatigued. You and allies within 15-feet can still hear the distant humming of your music and receive a +1 status bonus to saves against mental effects. Your <em>haunting hymn</em> gains the following awakened option when you select the awakened oracle dedication at level 2.</p><p><strong>Awakened</strong> The area of the spell is a 10-foot emanation and creatures that critically fail their save are fascinated for 1 minute instead of deafened.</p><p>@UUID[Compendium.oracles.oracles-revelation-spells.nwwoNcKyVlktR1OX]{Haunting Hymn (Take a Bow)}</p>"
				},
				"Eye Of The Hurricane (Tempest)":{
					"name": "Eye Of The Hurricane (Tempest)",
					"content": "<p>Your personal tempest erupts beyond outside your area and the storm envelopes those around you. You can no longer include yourself in the emanation created by your curse, but allies within the emanation gain half of your curses benefits while within the area (including the weakness to electricity). You can cast <em>@UUID[Compendium.pf2e.spells-srd.dDiOnjcsBFbAvP6t]{Gale Blast}</em> as a granted spell as long as you are overwhelmed and your <em>electric arc</em> and <em>gale blast</em> gain the following awakened option when you select the awakened oracle dedication at level 2.</p><p><strong>Awakened</strong> Half of the damage dealt by your granted cantrips is electricity damage and half is bludgeoning damage and they have the air and electricity traits.</p><p><em>There are no separate Awakened cantrip items for Eye of the Hurricane.</em></p>"
				},
				"Dust to Dust (Ashes)":{
					"name": "Dust to Dust (Ashes)",
					"content": "<p>The fires of creation burn to forge all things, and just as they are created so too are they destroyed. The aura of your moderate curse dissipates, leaving you able to see and unobstructed to difficult terrain but your body becomes soft and ash-like. You gain weakness to physical damage equal to half your level and the Expound Ash reaction. If you were suffering from your major curse, your weakness to physical damage is equal to your level and you no longer bleed. If you die, your body is reduced to ash.</p><p>Your <em>produce flame</em> gains the following awakened option when you select the awakened oracle dedication at level 2.</p><p><strong>Awakened</strong> When you use produce flame to make a ranged spell attack against an enemy and you critically succeed at your spell attack roll, the target must make a saving throw against the effects of your @UUID[Compendium.oracles.oracles-mystery-features.VHAug39dpOhzgJRv]{Expound Ash}.</p><p>@Compendium[oracles.oracles-revelation-spells.zqhbe1TjTCY9oGxT]{Produce Flame (Dust to Dust)}</p>"
				}
			}
		}
	}
}