{
    "mapping": {
        "target": "system.target.value",
        "range": "system.range.value",
        "duration": "system.duration.value",
        "time": "system.time.value",
        "cost": "system.cost.value",
        "primarycheck": "system.primarycheck.value",
        "secondarycasters": "system.secondarycasters.value",
        "secondarycheck": "system.secondarycheck.value"
    },
    "label": "Oracles+ Spells",
	"entries": {
		"Assume Destiny": {
			"name": "Assume Destiny",
			"description": "<p><strong>Trigger </strong>an ally creature fails a save against an effect that you succeeded on.</p>\n<p>When a terrible fate awaits your friends, you often see it coming<br>and prepare to take on the role of a martyr. Using your limited<br>control over what you see, you trade fates with your ally, swapping the results of your roll.</p>\n<hr>\n<p><strong>Heightened (7th) </strong>If your ally&rsquo;s original result was a critical<br>failure, you get a failure instead.</p>",
			"target": "1 ally",
			"range": "60 feet",
			"duration": "",
			"time": "reaction",
			"cost": ""
		},
		"Bestial Howl": {
			"name": "Bestial Howl",
			"description": "<p>You unleash an awful roar at your opponents, enough to chill them to the bones. All creatures in the area must make a Will Save. Regardless of their result, they become immune for 24 hours.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is @Compendium[pf2e.conditionitems.Frightened]{Frightened 1}.</p>\n<p><strong>Failure</strong> The creature is @Compendium[pf2e.conditionitems.Frightened]{Frightened 2}.</p>\n<p><strong>Critical Failure</strong> The creature is @Compendium[pf2e.conditionitems.Frightened]{Frightened 3} and @Compendium[pf2e.conditionitems.Fleeing]{Fleeing} for 1 round.</p>\n<hr />\n<p><strong>Heightened (+2)</strong> The emanation size increases by 10 feet.</p>",
			"target": "",
			"range": "",
			"duration": "varies",
			"time": "1",
			"cost": ""
		},
		"Brain Drain+": {
			"name": "Brain Drain+",
			"description": "<p>You probe the target's mind to glean knowledge. This deals 1d8 mental damage with a basic Will save.</p>\n<p>If the target fails the save, you sort through the stolen memories to attempt a single check to @Compendium[pf2e.actionspf2e.1OagaWtBpVXExToo]{Recall Knowledge}. Choose a skill that has the Recall Knowledge action, and use the target's skill modifier for the check. You may Recall Knowledge on topics you may be unfamiliar with, but the target is, such as their past or their connections, subject to GM approval.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The mental damage increases by 1d8.</p>",
			"target": "1 creature",
			"range": "30 feet",
			"duration": "",
			"time": "2",
			"cost": "",
			"primarycheck": "",
			"secondarycasters": "",
			"secondarycheck": ""
		},
		"Chill Touch (Wailing Spirit)": {
			"name": "Chill Touch (Wailing Spirit)",
			"description": "<p>Siphoning negative energy into yourself, your hand radiates a pale darkness. Your touch weakens the living and disorients undead, possibly even causing them to flee. The effect depends on whether the target is living or undead.</p>\n<ul>\n<li><strong>Living Creature</strong> The spell deals sonic damage equal to 1d6 plus your spellcasting modifier. The target attempts a basic Fortitude save, but is also deafened for 1 minute on a critical failure.</li>\n<li><strong>Undead Creature</strong> The target is @Compendium[pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 1} for 1 round on a failed Fortitude save. On a critical failure, the target is also @Compendium[pf2e.conditionitems.TBSHQspnbcqxsmjL]{Frightened 2}.</li>\n</ul>\n<hr>\n<p><strong>Heightened (+1)</strong> The sonic damage to living creatures increases by 1d6.</p>",
			"target": "1 living or undead creature",
			"range": "touch",
			"duration": "",
			"time": "2",
			"cost": "",
			"primarycheck": "",
			"secondarycasters": "",
			"secondarycheck": ""
		},
		"Consume The Flesh": {
			"name": "Consume The Flesh",
			"description": "<p>You eat the meat of your prey, gaining their vitality and powers. Make an empowered melee Strike using the unarmed attack granted by your mystery against a living creature or a fresh corpse. The target is @Compendium[pf2e.conditionitems.4D2KBtexWXa6oUMR]{Drained 1} on a successful hit or @Compendium[pf2e.conditionitems.4D2KBtexWXa6oUMR]{Drained 2} on a critical hit. If the target is reduced to 0 Hit Points, they are instantly slain as you consume them. You gain a number of temporary Hit Points equal to the damage dealt including the damage dealt by the drained condition.</p>",
			"target": "",
			"range": "",
			"duration": "",
			"time": "1",
			"cost": ""
		},
		"Coughing Fit": {
			"name": "Coughing Fit",
			"description": "<p>The target is overtaken with fits of coughing. It must attempt a Fortitude save. For the duration, any creature that is adjacent to the target while it spends a single action retching to reduce its sickened condition must attempt a Fortitude save as well. When the original target of the spell is no longer under the effect of the spell, the spell ends for all creatures affected.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target is a carrier, but is not sickened.</p>\n<p><strong>Failure</strong> The target is @Compendium[pf2e.conditionitems.Sickened]{Sickened 1}.</p>\n<p><strong>Critical Failure</strong> The target is sickened 1 and can't use reactions while sickened.</p>",
			"target": "1 living creature",
			"range": "30 feet",
			"duration": "",
			"time": "1",
			"cost": ""
		},
		"Dancing Lights (Cosmic Transcendence)": {
			"name": "Dancing Lights (Cosmic Transcendence)",
			"description": "<p>You create up to four floating lights, no two of which are more than 10 feet apart. Each sheds light like a torch. When you Sustain the Spell, you can move any number of lights up to 60 feet. Each light must remain within 120 feet of you and within 10 feet of all others, or it winks out.</p>\n<p><strong>Awakened</strong> You can arrange your dancing lights in the form of a constellation, placing all four lights within 10 feet of each other in a fixed position that cannot be moved. Creatures adjacent to one of your dancing lights receive a +1 status bonus to Fortitude, Reflex, or Will saves, a choice you make based on the constellation you selected at the time of casting. Each time a creature attempts a save against one of these effects, one of the dancing lights is extinguished and the creature becomes immune to this spell for the duration. Once all of the dancing lights are extinguished, the spell immediately ends and you cannot cast dancing lights again for 1 hour.</p>\n<p>@UUID[Compendium.oracles.oracles-effects.NL9djwmcRKCEtyOR]{Effect: Dancing Lights (Cosmic Transcendence)}</p>",
			"target": "",
			"range": "120 feet",
			"duration": "sustained",
			"time": "2",
			"cost": "",
			"primarycheck": "",
			"secondarycasters": "",
			"secondarycheck": ""
		},
		"Doomsaying": {
			"name": "Doomsaying",
			"description": "<p>You call out the terrible futures that await the target, sharing the doom you suffer from with them. Your target must attempt a Will save. Regardless of the result, a creature is then temporarily immune for 10 minutes.</p>\n<hr>\n<p><strong>Critical Success</strong> You see your own fate closing in on you and become @Compendium[pf2e.conditionitems.Frightened]{Frightened 1} or increase your frightened condition by 1 if you were already frightened.</p>\n<p><strong>Success</strong> The creature is unaffected.</p>\n<p><strong>Failure</strong> The creature fears the inevitability of their future and becomes @Compendium[pf2e.conditionitems.Frightened]{Frightened 2} and cannot reduce its frightened condition below 1 for the duration of the spell. The next time they make an attack roll or save, the target rolls twice and takes the lower result, after which, the spell ends.</p>\n<p>@UUID[Compendium.oracles.oracles-effects.8B7CyaV4qIP8yoit]{Spell Effect: Doomsaying}</p>\n<p><strong>Critical Failure</strong> As failure except the creature becomes @Compendium[pf2e.conditionitems.Frightened]{Frightened 3} and @Compendium[pf2e.conditionitems.Fleeing]{Fleeing}.</p>\n<hr>\n<p><strong>Heightened (9th)</strong> You can target up to 2 creatures with this spell.</p>",
			"target": "1 creature",
			"range": "30 feet",
			"duration": "",
			"time": "1",
			"cost": ""
		},
		"Dream Come To Life": {
			"name": "Dream Come To Life",
			"description": "<p>Choose an illusion you have cast that requires the use of the<br>@Compendium[pf2e.actionspf2e.3f5DMFu8fPiqHpRg]{Sustain a Spell} action. You can Sustain that spell as a free action at the<br>beginning of each of your turns for the duration of this spell.</p>",
			"target": "",
			"range": "",
			"duration": "",
			"time": "1",
			"cost": ""
		},
		"Enchanting Rhapsody": {
			"name": "Enchanting Rhapsody",
			"description": "<p>You use your music to influence your foes to do as you wish. Enemy creatures who start their turn or end their turn in the area of the spell must make a Will save.</p>\n<hr>\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target takes a -1 status penalty to their saves against mental effects.</p>\n<p>@UUID[Compendium.oracles.oracles-effects.GMNe1DOjU4TJ2c5O]{Spell Effect: Enchanting Rhapsody (Success)}</p>\n<p><strong>Failure</strong> The target is @Compendium[pf2e.conditionitems.Fascinated]{Fascinated} by the music and takes a -2 status penalty to their saves against mental effects.</p>\n<p>@UUID[Compendium.oracles.oracles-effects.p6OnfU89mpuuU9Ji]{Spell Effect: Enchanting Rhapsody (Failure)}</p>\n<p><strong>Critical Failure</strong> As failure, but the target cannot leave the area of the spell as long as it is fascinated. It must spend the first action on each of its turns to @Compendium[pf2e.actionspf2e.Perform]{Perform} by dancing to the music as long as it is fascinated.</p>\n<hr>\n<p><strong>Heightened (7th)</strong> The emanation increases to a @Template[type:emanation|distance:30].</p>",
			"target": "",
			"range": "",
			"duration": "1 minute",
			"time": "2",
			"cost": ""
		},
		"Explosive Crescendo": {
			"name": "Explosive Crescendo",
			"description": "<p><strong>Trigger</strong>&nbsp; a creature within range takes sonic damage</p>\n<hr>\n<p>You cause an explosion of music as an erupting climax as a climactic finish. The target must attempt a Fortitude save.</p>\n<p><strong>Success</strong> The target is unaffected.</p>\n<p><strong>Failure</strong> The target is @Compendium[pf2e.conditionitems.Stunned]{Stunned 1} and @Compendium[pf2e.conditionitems.Deafened]{Deafened} for 1 round.</p>\n<p><strong>Critical Failure</strong> The target is @Compendium[pf2e.conditionitems.Stunned]{Stunned 3} and deafened for 1 minute. This effect has the incapacitation trait.</p>",
			"target": "1 creature",
			"range": "30 feet",
			"duration": "",
			"time": "Reaction",
			"cost": ""
		},
		"Flash Of Brilliance": {
			"name": "Flash Of Brilliance",
			"description": "<p>You cause a light source within range, such as an object imbued with the light spell, a torch, or a sunrod, to burst with light. All creatures within a @Template[type:burst|distance:20] of the target must attempt a Fortitude save. After the spell is cast, the spell extinguishes non-magical light automatically and attempts to counteract magical light.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The creature is @Compendium[pf2e.conditionitems.Dazzled]{Dazzled} for 1 round.</p>\n<p><strong>Failure</strong> The creature is @Compendium[pf2e.conditionitems.Blinded]{Blinded} for 1 round and dazzled for 1 minute. The creature can spend an Interact action rubbing its eyes to end the blinded condition.</p>\n<p><strong>Critical Failure</strong> As failure, except the target is also @Compendium[pf2e.conditionitems.Flat-Footed]{Flat-Footed} as long as it is dazzled.</p>",
			"target": "1 object exuding light",
			"range": "30 feet",
			"duration": "",
			"time": "1",
			"cost": ""
		},
		"Fractal Frosting": {
			"name": "Fractal Frosting",
			"description": "<p>The frost lives on the fringe of your fingertips, splitting into tiny fractures of freezing rays. You cast @Compendium[pf2e.spells-srd.gYjPm7YwGtEa1oxh]{Ray of Frost} as part of casting fractal frosting. For the duration of fractal frosting, you can cast ray of frost with a range of 30 feet, but you create up to three rays which must target three different targets.</p>\n<hr>\n<p><strong>Heightened (9th)</strong> For the duration, when you cast <em>ray of frost</em>, the target takes a -5-foot status penalty to its speed for 1 round on a success or a -15-foot status penalty to its speed on a critical success.</p>\n<p>@UUID[Compendium.oracles.oracles-effects.Iz6USGchUgj9xcPQ]{Spell Effect: Fractal Frosting (9th)}</p>",
			"target": "",
			"range": "",
			"duration": "1 minute",
			"time": "3",
			"cost": ""
		},
		"Ghost Sound (Lost in Reverie)": {
			"name": "Ghost Sound (Lost in Reverie)",
			"description": "<p>You create an auditory illusion of simple sounds that has a maximum volume equal to four normal humans shouting. The sounds emanate from a square you designate within range. You can't create intelligible words or other intricate sounds (such as music).</p>\n<p><strong>Awakened </strong>When you cast ghost sound, you can instead create a strange bulliberance of nonsense words. You can cast ghost sound on a specific creature, and fill their heads with ridiculous and unreal sounds. They must attempt a Will save.</p>\n<p><strong>Critical Success</strong> You listen too closely to the nonsense words, and become affected instead. You suffer the effects of the failure of this spell.</p>\n<p><strong>Success </strong>The target is unaffected.</p>\n<p><strong>Failure </strong>The target is distracted and takes a &ndash;2 status penalty to Perception and -1 status penalty to saves against mental effects for 1 minute, but they can take a single concentrate action to end the effect.</p>\n<p><strong>Critical Failure</strong> As failure, but the target cannot end the effect.</p>\n<hr>\n<p><strong>Heightened (3rd)</strong> The range increases to 60 feet.</p>\n<p><strong>Heightened (5th)</strong> The range increases to 120 feet.</p>\n<p>@UUID[Compendium.oracles.oracles-effects.Yb4a4Rt1hGeALbpM]{Effect: Ghost Sound (Lost in Reverie)}</p>",
			"target": "",
			"range": "30 feet",
			"duration": "sustained",
			"time": "2",
			"cost": "",
			"primarycheck": "",
			"secondarycasters": "",
			"secondarycheck": ""
		},
		"Glacial Sculpting": {
			"name": "Glacial Sculpting",
			"description": "<p>You create a temporary object out of ice. It must be a solid object and 5 cubic feet or smaller. It can't rely on intricate artistry or complex moving parts, never fulfills a cost or the like, has a hardness of 5, and is made entirely of ice. It is obviously temporarily constructed of ice, and thus can't be sold or passed off as a genuine item. If the object is exposed to fire or heat, the duration is reduced 1 round for each round it remains exposed.</p>\n<hr />\n<p><strong>Heightened (+2)</strong> The amount of cubic feet you can create increases by 5.</p>",
			"target": "",
			"range": "0 feet",
			"duration": "1 minute",
			"time": "2",
			"cost": ""
		},
		"Glimpse Future": {
			"name": "Glimpse Future",
			"description": "<p>Though your eyes can't let you see everything that is around you, they show you images of what is to come. When you cast this spell, you can Recall Knowledge on the target using a special Prophecy Lore skill, which uses Charisma rather than Intelligence and may be used to ask questions about the near future. If you have legendary proficiency in Religion, you gain expert proficiency in Prophecy Lore, but you can't increase your proficiency rank in Prophecy Lore by any other means. In addition to the normal effects of a successful Recall Knowledge, you also gain a +1 circumstance bonus to AC and saves against the target.</p>\n<p>@UUID[Compendium.oracles.oracles-effects.tpaa4USKQybXiSXd]{Spell Effect: Glimpse Future}</p>\n<p><em>Add this effect to the target of the spell.</em></p>\n<p>@UUID[Compendium.oracles.oracles-effects.aJaT5xIQd4vplDJ5]{Glimpse Future Marker}</p>\n<hr>\n<p><strong>Heightened (6th)</strong> The circumstance bonus to AC and saves increases to +2</p>\n<p><strong>Heightened (9th)</strong> The circumstance bonus to AC and saves increases to +3</p>",
			"target": "1 creature or object",
			"range": "30 feet",
			"duration": "1 minute",
			"time": "1",
			"cost": ""
		},
		"Gouging Claw (Expel the Beast)": {
			"name": "Gouging Claw (Expel the Beast)",
			"description": "<p>You temporarily morph your limb into a clawed appendage. Make a melee spell attack roll against your target's AC. If you hit, you deal your choice of slashing or piercing damage equal to 1d6 plus your spellcasting ability modifier. On a critical success, you deal double damage plus @Localize[PF2E.PersistentDamage.Bleed1d4.success].</p>\n<p><strong>Awakened </strong>You may use your animal companion you gained in your awakened state as the point of casting for your gouging claw and when you do it increases its multiple attack penalty instead of your own. If you do so, it cannot take the Support action this turn.</p>\n<hr>\n<p><strong>Heightened (+1)</strong> The damage increases by 1d6 and the persistent bleed damage on a critical increases by 1d4.</p>",
			"target": "1 creature",
			"range": "touch",
			"duration": "",
			"time": "2",
			"cost": ""
		},
		"Guidance (They Live Again)": {
			"name": "Guidance (They Live Again)",
			"description": "<p>You ask for divine guidance, granting the target a +1 status bonus to one attack roll, Perception check, saving throw, or skill check the target attempts before the duration ends. The target chooses which roll to use the bonus on before rolling. If the target uses the bonus, the spell ends. Either way, the target is then temporarily immune for 1 hour.</p>\n<p><strong>Awakened </strong>Your ancestor influences the target. When you cast guidance, you grant the benefits of your ancestor&rsquo;s curse benefit instead of the normal effects, but using the bonus on the chosen roll does not end the spell. If the target creature uses one of the types of actions listed for the other ancestors, the spell immediately ends and the target must roll a DC 4 flat check or the action is lost.</p>\n<p>@UUID[Compendium.oracles.oracles-effects.FEJ8tIl11ndlIpe3]{Effect: Guidance (They Live Again)}</p>\n<p>@Compendium[pf2e.spell-effects.3LyOkV25p7wA181H]{Effect: Guidance Immunity}</p>",
			"target": "1 creature",
			"range": "30 feet",
			"duration": "until the start of your next turn",
			"time": "1",
			"cost": "",
			"primarycheck": "",
			"secondarycasters": "",
			"secondarycheck": ""
		},
		"Haunting Hymn (Take a Bow)": {
			"name": "Haunting Hymn (Take a Bow)",
			"description": "<p>You echo a jarring hymn that only creatures in the area can hear. The hymn deals sonic damage equal to your spellcasting ability modifier, with a basic Fortitude save. If a target critically fails the save, it's also @Compendium[pf2e.conditionitems.AdPVz7rbaVSRxHFg]{Fascinated} for 1 minute.</p>\n<p><strong>Awakened </strong>The area of the spell is a 10-foot emanation and creatures that critically fail their save are fascinated for 1 minute instead of deafened.</p>\n<hr>\n<p><strong>Heightened (+2)</strong> The damage increases by 1d6.</p>",
			"target": "",
			"range": "",
			"duration": "",
			"time": "2",
			"cost": ""
		},
		"Healing Plaster (Patient Zero)": {
			"name": "Healing Plaster (Patient Zero)",
			"description": "<p>You purify some dirt or mud into a pliable, claylike plaster that can aid in clotting and healing. This restorative substance can be used in lieu of healer's tools for Medicine checks to Administer First Aid or Treat Wounds. If the plaster isn't used within the spell's duration, or if you Cast the Spell again before using the plaster, it reverts to being normal non-magical earth.</p>\n<p><strong>Awakened </strong>You can use your healing plaster to @Compendium[pf2e.actionspf2e.TC7OcDa7JlWbqMaN]{Treat Disease}.</p>\n<hr>\n<p><strong>Heightened (3rd)</strong> The plaster grants anyone using it to Administer First Aid or Treat Wounds a +1 item bonus to the Medicine check.</p>",
			"target": "a handful of dirt or mud",
			"range": "5 feet",
			"duration": "10 minutes",
			"time": "1",
			"cost": ""
		},
		"Heroic Feat+": {
			"name": "Heroic Feat+",
			"description": "<p>You gain the ability to perform a specialized combat technique from the vast wealth of martial knowledge your mystery provides.</p>\n<p>When you Cast this Spell, you use the action granted by one common fighter feat. If you Cast this Spell using 1 actions, the granted action must be a single action, and if you Cast this Spell using 2 actions, you can instead choose a feat that grants a 2-action activity.</p>\n<p>The chosen feat's level can be no higher than heroic feat's spell level. The feat can't have a Frequency entry, and you must meet its prerequisites and requirements in order to select it.</p>",
			"target": "",
			"range": "",
			"duration": "",
			"time": "1 or 2",
			"cost": "",
			"primarycheck": "",
			"secondarycasters": "",
			"secondarycheck": ""
		},
		"Juggernaut of Jagged Stone": {
			"name": "Juggernaut of Jagged Stone",
			"description": "<p>You call upon the mountain within, and you become its avatar as rock formations form on your skin, giving you the appearance of a living mountain. You gain resistance 10 to physical damage and become immune to precision damage. You grow Large in size and don't need to breathe. You can't cast spells, activate items, or use actions that have the attack or manipulate trait, except those granted by this spell. You gain the following actions:</p>\n<p><strong> Fist</strong>&nbsp;<span class=\"pf2-icon\">a</span> +22 fist, Damage 3d12 bludgeoning</p>\n<p><strong>Trample <span class=\"pf2-icon\">t </span></strong>Your size or smaller, fist, spell DC. If you move in a straight line, you can Stride up to triple your speed.</p>\n<p>@UUID[Compendium.oracles.oracles-effects.4WLVZPH8b7XRjV3n]{Spell Effect: Juggernaut of Jagged Stone}</p>\n<hr>\n<p><strong>Heightened (8th)</strong> Your grow Huge in size, and your fists have 10- foot reach with an attack modifier of +28 and deal an additional damage die.</p>\n<p><strong>Heightened (10th)</strong> Your grow Gargantuan in size, and your fists have 15-foot reach with an attack modifier of +33.</p>",
			"target": "",
			"range": "",
			"duration": "1 minute",
			"time": "2",
			"cost": ""
		},
		"Life Link+": {
			"name": "Life Link+",
			"description": "<p>You forge a connection of life energy between you and your target, distributing harm between both of you. When you first Cast the Spell, the target recovers [[/r {1d6}[healing]]]{1d6 Hit Points}.</p>\n<p>The first time each round that the target takes damage, reduce the damage it takes by 2 (to a minimum of 0 damage). You lose 2 Hit Points each time, or the total damage dealt, if less than 2; this damage ignores any immunities or resistances you have and can't otherwise be mitigated in any way.</p>\n<p>The spell ends immediately if you fall @Compendium[pf2e.conditionitems.fBnFDH2MTzgFijKf]{Unconscious}. You can @Compendium[pf2e.actionspf2e.AjLSHZSWQ90exdLo]{Dismiss} the spell.</p>\n<hr>\n<p><strong>Heightened (+2) </strong>You may target another creature with this<br>spell. Increase the healing by 2d6, and the maximum<br>damage reduced and Hit Points lost by 3.</p>",
			"target": "1 creature other than you",
			"range": "30 feet",
			"duration": "1 minute",
			"time": "1",
			"cost": "",
			"primarycheck": "",
			"secondarycasters": "",
			"secondarycheck": ""
		},
		"Light (Passing Through the Prism)": {
			"name": "Light (Passing Through the Prism)",
			"description": "<p>The object glows, casting bright light in a 20-foot radius (and dim light for the next 20 feet) like a torch. If you cast this spell again on a second object, the light spell on the first object ends.</p>\n<p>@Compendium[pf2e.spell-effects.cVVZXNbV0nElVOPZ]{Spell Effect: Light}</p>\n<p><strong>Awakened </strong>You can target a creature with your light spell instead of an object. When you do, the creature gains the same effect as your overwhelmed curses&rsquo; refracted light and lasts for 1 minute. After the spell ends, the creature becomes temporarily immune to your light spell until your next daily preparations.</p>\n<p>@UUID[Compendium.oracles.oracles-effects.0CrxcGJt4fAMI8rN]{Effect: Light (Passing Through the Prism)}</p>\n<hr>\n<p><strong>Heightened (4th)</strong> The object sheds bright light in a 60-foot radius (and dim light for the next 60 feet).</p>",
			"target": "1 object of 1 Bulk or less, either unattended or possessed by you or a willing ally",
			"range": "touch",
			"duration": "until the next time you make your daily preparations",
			"time": "2",
			"cost": "",
			"primarycheck": "",
			"secondarycasters": "",
			"secondarycheck": ""
		},
		"Light Prison": {
			"name": "Light Prison",
			"description": "<p>You create prison of light in usually in the shape of a cube. Creatures on either side of the cube's walls cannot see creatures on the other side. Creatures adjacent to the cube are @Compendium[pf2e.conditionitems.Dazzled]{Dazzled} and creatures that attempt to pass through the cube must attempt a Fortitude save to break through the panel of light.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature breaks through the panels which shatters the cube and ends the spell.</p>\n<p><strong>Success</strong> As critical success, except only the side they passed through is destroyed and the creature is dazzled for 1 round.</p>\n<p><strong>Failure</strong> The creature is @Compendium[pf2e.conditionitems.Blinded]{Blinded} for 1 round and dazzled for 1 minute and it fails to move through the panel of light. The next time the creature attempts to pass through the cube it treats its degree of success as one better.</p>\n<p><strong>Critical Failure</strong> As failure, except the creature does not treat their degree of success as one better the next time they pass through the cube.</p>\n<hr />\n<p><strong>Heightened (+2)</strong> You increase the size of the cube by 5 feet.</p>",
			"target": "",
			"range": "30 feet",
			"duration": "1 minute",
			"time": "2",
			"cost": ""
		},
		"Mind's Eye Wink": {
			"name": "Mind's Eye Wink",
			"description": "<p>You manifest your day dreams of your mind's eye onto the target as an illusory hazard.</p>\n<p><strong>Area </strong>All solid ground in the area is brilliant burst of colors from the dreamlands. Creatures in the area or that pass through the area must make a Will save. A creature that fails its save is @Compendium[pf2e.conditionitems.Dazzled]{Dazzled} as long as they are in the area and for 1 round after they leave the area, and creatures that critically fail their save are @Compendium[pf2e.conditionitems.Flat-Footed]{Flat-Footed} as long as they are dazzled.</p>\n<p><strong>Target</strong> If you cast the spell on an unattended object, anyone trying to pick up the object must succeed at a Will save against your spell DC or they believe the object is hazardous and would do them harm. If you target an attended object or a creature picks up the unattended object, the creature that has the object must attempt a Will save. On a failure, the holder or wielder takes a -1 circumstance penalty to all checks that involve using the object; or a -2 circumstance on a critical failure. A creature can attempt to disbelieve the effect as normal after using a @Compendium[pf2e.actionspf2e.Seek]{Seek} action. If it successfully disbelieves, it ignores the effect for the remaining duration.</p>\n<p>@UUID[Compendium.oracles.oracles-effects.MRmk2FTtgLo1YbQI]{Spell Effect: Mind's Eye Wink (Failure)}</p>\n<p>@UUID[Compendium.oracles.oracles-effects.D3hicZONMeKpsORK]{Spell Effect: Mind's Eye Wink (Critical Failure)}</p>",
			"target": "4 contiguous 5-foot squares, or 1 object of Bulk 1 or less",
			"range": "30 feet",
			"duration": "sustained up to 1 minute",
			"time": "2",
			"cost": ""
		},
		"Monstrous Charge": {
			"name": "Monstrous Charge",
			"description": "<p>You allow your inner beast's speed to channel into you. You gain a +10-foot status bonus to your Speed. When you cast the spell, you then Stride twice and may make a Strike with an unarmed attack at the end of this movement. You can use Burrow, Climb, Fly, or Swim instead of Stride if you have the corresponding movement type.</p>\n<p>@UUID[Compendium.oracles.oracles-effects.gwbZ9tvDOkNaLVCP]{Spell Effect: Monstrous Charge}</p>\n<hr>\n<p><strong>Heightened (4th)</strong> You gain a +15-foot status bonus to your Speed.</p>\n<p><strong>Heightened (7th)</strong> You gain a +20-foot status bonus to your Speed.</p>",
			"target": "",
			"range": "",
			"duration": "1 minute",
			"time": "2",
			"cost": ""
		},
		"Produce Flame (Blue Flames)": {
			"name": "Produce Flame (Blue Flames)",
			"description": "<p>A small ball of flame appears in the palm of your hand, and you lash out with it either in melee or at range. Make a spell attack roll against your target's AC. This is normally a ranged attack, but you can also make a melee attack against a creature in your unarmed reach.</p>\n<p>On a success, you deal 1d4 fire damage plus your spellcasting ability modifier. On a critical success, the target takes double damage and [[/r {1d4}[persistent,fire]]] @Compendium[pf2e.conditionitems.lDVqvLKA6eF3Df60]{Persistent Fire Damage}.</p>\n<p><strong>Awakened</strong>&nbsp;The damage die for your <em>produce flame</em> increases to d6s when you make a melee attack.</p>\n<hr>\n<p><strong>Heightened (+1)</strong> Increase the damage by 1d4 and the @Compendium[pf2e.conditionitems.lDVqvLKA6eF3Df60]{Persistent Damage} on a critical hit by 1d4.</p>",
			"target": "1 creature",
			"range": "30 feet",
			"duration": "",
			"time": "2",
			"cost": "",
			"primarycheck": "",
			"secondarycasters": "",
			"secondarycheck": ""
		},
		"Produce Flame (Dust to Dust)": {
			"name": "Produce Flame (Dust to Dust)",
			"description": "<p>A small ball of flame appears in the palm of your hand, and you lash out with it either in melee or at range. Make a spell attack roll against your target's AC. This is normally a ranged attack, but you can also make a melee attack against a creature in your unarmed reach.</p>\n<p>On a success, you deal 1d4 fire damage plus your spellcasting ability modifier.</p>\n<p>On a critical success, the target takes double damage and [[/r {1d4}[persistent,fire]]] @UUID[Compendium.pf2e.conditionitems.lDVqvLKA6eF3Df60]{Persistent Fire Damage}. Additionally, if you made a ranged attack, the target must make a saving throw against the effects of your @UUID[Compendium.oracles.oracles-mystery-features.VHAug39dpOhzgJRv]{Expound Ash}.</p>\n<hr>\n<p><strong>Heightened (+1)</strong> Increase the damage by 1d4 and the @UUID[Compendium.pf2e.conditionitems.lDVqvLKA6eF3Df60]{Persistent Damage} on a critical hit by 1d4.</p>",
			"target": "1 creature",
			"range": "30 feet",
			"duration": "",
			"time": "2",
			"cost": "",
			"primarycheck": "",
			"secondarycasters": "",
			"secondarycheck": ""
		},
		"Rainbow Blade": {
			"name": "Rainbow Blade",
			"description": "<p>The target weapon's bright light shimmers with all colors across the spectrum of light. The weapon deals additional fire damage damage equal to the weapon damage die and on a critical hit causes the target of the Strike to be @Compendium[pf2e.conditionitems.Dazzled]{Dazzled} for 1 round. Once during the duration, the wielder can choose to empower a single Strike, giving it additional effects. After this Strike is made, the light spell is extinguished and this spell ends.</p>\n<p>@UUID[Compendium.oracles.oracles-effects.q2Yk2zYYvvKENgbJ]{Spell Effect: Rainbow Blade}</p>\n<hr>\n<p><strong>Critical Success</strong> The target is @Compendium[pf2e.conditionitems.Blinded]{Blinded} for 1 round and dazzled for 1 minute.</p>\n<p><strong>Success</strong> The target is blinded for 1 round.</p>\n<p><strong>Critical Failure</strong> You are blinded for 1 round.</p>",
			"target": "1 weapon that has your active light spell as the target",
			"range": "",
			"duration": "1 minute",
			"time": "2",
			"cost": ""
		},
		"Raise Mountain": {
			"name": "Raise Mountain",
			"description": "<p>You stomp with all the weight of your mystery and the mountain rises from your stomp. Each square in the area raises 5 feet higher than the previous square, creating a rocky and uneven stair step formation with a height equal to the length of the cone. The area becomes difficult terrain and uneven ground. If a creature occupies the space where you cast this spell, it is carried upward atop the formation. The creature can attempt a Reflex save (DC equal to the caster's spell DC); on a success, the creature can either attempt to @Compendium[pf2e.actionspf2e.Grab an Edge]{Grab an Edge} or move into an adjacent unoccupied square. If the rocky formations would rise higher than the ceiling, it firmly abuts the ceiling but does not rise any higher. A creature caught between the formation and a ceiling takes no damage (subject to GM discretion, such as is in the case of stalactites or other hazards) but becomes @Compendium[pf2e.conditionitems.Immobilized]{Immobilized}. The creature can attempt an @Compendium[pf2e.actionspf2e.Escape]{Escape} check to free itself, but it must thereafter Grab an Edge, @Compendium[pf2e.actionspf2e.Climb]{Climb} down, or fall from the top of the pillar. The Grab an Edge and Escape DCs are the same as the Reflex save.</p>\n<hr />\n<p><strong>Heightened (+2)</strong> The cone length increases by 5 feet.</p>",
			"target": "",
			"range": "",
			"duration": "1 minute",
			"time": "2",
			"cost": ""
		},
		"Rapid Fever": {
			"name": "Rapid Fever",
			"description": "<p>The target has a sudden burst of fever that disorients them. It must attempt a Fortitude save.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target is @Compendium[pf2e.conditionitems.Dazzled]{Dazzled} until the end of their next turn.</p>\n<p><strong>Failure</strong> The target increases their sickened condition by 1 and is dazzled.</p>\n<p><strong>Critical Failure</strong> The target increases their sickened condition by 1 and is @Compendium[pf2e.conditionitems.Blinded]{Blinded} until the end of their next turn, after which they are dazzled for the duration.</p>\n<hr />\n<p><strong>Heightened (6th)</strong> You can target up to two of the specified creatures with this ability.</p>\n<p><strong>Heightened (9th)</strong> You can target up to four of the specified creatures with this ability.</p>",
			"target": "1 creature affected by a disease or the sickened condition",
			"range": "60 feet",
			"duration": "1 minute",
			"time": "2",
			"cost": ""
		},
		"Ray of Frost (Frozen Over)": {
			"name": "Ray of Frost (Frozen Over)",
			"description": "<p>You blast an icy ray. Make a spell attack roll. The ray deals cold damage equal to 1d4 + your spellcasting ability modifier.</p>\n<hr>\n<p><strong>Critical Success</strong> The target takes double damage and takes a -10-foot status penalty to its Speeds for 1 round.</p>\n<p>@Compendium[pf2e.spell-effects.I4PsUAaYSUJ8pwKC]{Spell Effect: Ray of Frost}</p>\n<p><strong>Success</strong> The target takes normal damage.</p>\n<p><strong>Awakened </strong>You can target a single 5-foot square within range instead of a creature and that square becomes covered in ice until the beginning of your next turn.</p>\n<hr>\n<p><strong>Heightened (+1)</strong> The damage increases by 1d4.</p>",
			"target": "1 creature",
			"range": "120 feet",
			"duration": "",
			"time": "2",
			"cost": "",
			"primarycheck": "",
			"secondarycasters": "",
			"secondarycheck": ""
		},
		"Read Aura (Omniscient Scholar)": {
			"name": "Read Aura (Omniscient Scholar)",
			"description": "<p>You focus on the target object, opening your mind to perceive magical auras. When the casting is complete, you know whether that item is magical, and if it is, you learn the school of magic.</p>\n<p>If the object is illusory, you detect this only if the effect's level is lower than the level of your read aura spell.</p>\n<hr>\n<p><strong>Awakened </strong>You can target a creature instead of an object and when you do the target must attempt a Will save.</p>\n<p><strong>Critical Success </strong>You learn false information about the creature.</p>\n<p><strong>Success </strong>You learn nothing about the creature.</p>\n<p><strong>Failure </strong>You learn if the creature can cast spells and their spellcasting tradition if they do. If a creature has more than one spellcasting tradition, you learn the tradition with the highest level spell.</p>\n<p><strong>Critical Failure</strong> As failure, except you also learn the highest level spell they can cast and whether they can cast spells with spell slots.</p>\n<hr>\n<p><strong>Heightened (3rd)</strong> You can target up to 10 objects.</p>\n<p><strong>Heightened (6th)</strong> You can target any number of objects.</p>",
			"target": "1 object",
			"range": "30 feet",
			"duration": "",
			"time": "1 Minute",
			"cost": "",
			"primarycheck": "",
			"secondarycasters": "",
			"secondarycheck": ""
		},
		"Rolling Rubble": {
			"name": "Rolling Rubble",
			"description": "<p>You bring the rocky mountain beneath your feet to propel you forward. You move up to 20 feet, the rubble moving beneath your feet as it propels you to your destination, avoiding difficult terrain. You must end your movement on an unoccupied space where you have solid footing. Every square you pass through becomes difficult terrain. This movement isn't a Stride, but you measure the distance in a similar way, and it still triggers reactions caused by movement. You can't transport anyone else with you.</p>\n<hr />\n<p><strong>Heightened (+2)</strong> Increase the distance you move by 5 feet.</p>",
			"target": "",
			"range": "20 feet",
			"duration": "",
			"time": "1",
			"cost": ""
		},
		"Rot From Within": {
			"name": "Rot From Within",
			"description": "<p>Your plagued presence causes the acceleration of death inside those that are diseased, empowering your own disease. Each time a creature gains the sickened condition or increases its sickened condition while within the emanation it must attempt a Fortitude save. You regain Hit Points equal to half the damage dealt by the spell (including damage dealt by the drained condition).</p>\n<hr />\n<p><strong>Critical Success</strong> The target is temporarily immune for 1 day.</p>\n<p><strong>Success</strong> As critical success, but the target takes [[/r {2d8}[negative]]]{2d8 negative damage}.</p>\n<p><strong>Failure</strong> The target is @Compendium[pf2e.conditionitems.Drained]{Drained 1} or increases its drained condition by 1 if it was already drained and takes [[/r {4d8}[negative]]]{4d8 negative damage}.</p>\n<p><strong>Critical Failure</strong> The target is @Compendium[pf2e.conditionitems.Drained]{Drained 2} or increases its drained condition by 2 and takes [[/r {8d8}[negative]]]{8d8 negative damage}.</p>\n<hr />\n<p><strong>Heightened (+2)</strong> The negative damage increases by 1d8 on success, 2d8 on failure, and 4d8 on critical failure.</p>",
			"target": "",
			"range": "",
			"duration": "1 minute",
			"time": "2",
			"cost": ""
		},
		"Scatter Scree (Claimed by the Summit)": {
			"name": "Scatter Scree (Claimed by the Summit)",
			"description": "<p>You evoke a jumble of rocks in the area. The scattering rocks deal bludgeoning damage equal to 1d4 plus your spellcasting ability modifier to creatures in the area, with a basic Reflex save. The ground in the area becomes difficult terrain for the duration. A creature can Interact to clear a square of this scree. If you cast this spell again, any previous scatter scree you have cast ends.</p>\n<p><strong>Awakened </strong>You can reduce the number of contiguous squares by 1, and if you do previous castings of scatter scree are not ended.</p>\n<hr>\n<p><strong>Heightened (+1)</strong> The damage increases by 1d4.</p>",
			"target": "",
			"range": "30 feet",
			"duration": "1 minute",
			"time": "2",
			"cost": ""
		},
		"Sharp Note": {
			"name": "Sharp Note",
			"description": "<p>You let loose a particularly sharp musical note that slices into the target's head. Each creature in the area takes [[/r {1d8}[sonic]]]{1d8 sonic damage} and must attempt a Fortitude save.</p>\n<hr>\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes half damage.</p>\n<p><strong>Failure</strong> The creature takes full damage and is @Compendium[pf2e.conditionitems.Deafened]{Deafened} for 1 round.</p>\n<p><strong>Critical Failure</strong> The creature takes double damage, is deafened for 1 minute, and takes [[/r {1d4}[persistent,bleed]]]{1d4}@Compendium[pf2e.conditionitems.Persistent Damage]{Persistent Bleed Damage} as long as it is deafened.</p>\n<hr>\n<p><strong>Heightened (+2)</strong> The sonic damage increases by 2d8 and the persistent bleed damage increases by [[/r 1d4]]{1d4}.</p>",
			"target": "",
			"range": "",
			"duration": "",
			"time": "1",
			"cost": ""
		},
		"Sheets Of Ice": {
			"name": "Sheets Of Ice",
			"description": "<p>You throw a sheet of ice that stretches from your fingers. You deal [[/r {1d8}[cold]]]{1d8 cold damage} in a @Template[type:cone|distance:10]. Creatures in the area must attempt a basic Reflex save. The ground in the area is covered in ice for 1 round, becoming difficult terrain and uneven ground.</p>\n<p><span class=\"pf2-icon\">d </span>(somatic, verbal) The cone is 10 feet long.</p>\n<p><span class=\"pf2-icon\">t</span> (material, somatic, verbal) The cone is 20 feet long.</p>\n<p><strong>Two Rounds</strong> The cone is 30 feet long. If you spend 3 actions casting the spell, you can avoid finishing the spell and spend another 3 actions on your next turn to empower the spell even further. If you choose to do so, the damage dealt by this spell increases by [[/r {1d8}[cold]]]{1d8 cold damage}, and the ice in the area lasts an additional round.</p>\n<hr />\n<p><strong>Heightened (+2)</strong> The initial damage, as well as the additional damage for the 2-round casting time, each increase by [[/r {1d8}[cold]]]{1d8 cold damage}, and the number of rounds the ice lasts increases by 1 for the initial and the 2-round casting.</p>",
			"target": "",
			"range": "",
			"duration": "",
			"time": "2 to 2 rounds",
			"cost": ""
		},
		"Shield (Soaked in Blood)": {
			"name": "Shield (Soaked in Blood)",
			"description": "<p>You raise a magical shield of force. This counts as using the Raise a Shield action, giving you a +1 circumstance bonus to AC until the start of your next turn, but it doesn't require a hand to use.</p>\n<p>While the spell is in effect, you can use the Shield Block reaction with your magic shield. The shield has Hardness 5. After you use Shield Block, the spell ends and you can't cast it again for 10 minutes. Unlike a normal Shield Block, you can use the spell's reaction against the magic missile spell.</p>\n<p>Heightening the spell increases the shield's Hardness.</p>\n<p>@Compendium[pf2e.spell-effects.Jemq5UknGdMO7b73]{Spell Effect: Shield}</p>\n<p><strong>Awakened </strong>You must use your Shield Block reaction if you are targeted with a melee Strike, and if you take damage from the triggering Strike you immediately enter a Rage.</p>\n<hr>\n<p><strong>Heightened (3rd)</strong> The shield has Hardness 10.</p>\n<p><strong>Heightened (5th)</strong> The shield has Hardness 15.</p>\n<p><strong>Heightened (7th)</strong> The shield has Hardness 20.</p>\n<p><strong>Heightened (9th)</strong> The shield has Hardness 25.</p>",
			"target": "",
			"range": "",
			"duration": "until the start of your next turn",
			"time": "1",
			"cost": "",
			"primarycheck": "",
			"secondarycasters": "",
			"secondarycheck": ""
		},
		"Stabilize (Overflowing With Life)": {
			"name": "Stabilize (Overflowing With Life)",
			"description": "<p>Positive energy shuts death's door. The target loses the @Compendium[pf2e.conditionitems.yZRUzMqrMmfLu0V1]{Dying} condition, though it remains @Compendium[pf2e.conditionitems.fBnFDH2MTzgFijKf]{Unconscious} at 0 Hit Points.</p>\n<p><strong>Awakened</strong> When you cast <em>stabilize</em>, you can instead target 1 creature benefiting from temporary Hit Points. When you do, you negate a number of temporary Hit Points it has equal to twice the spell's level.</p>",
			"target": "1 dying creature",
			"range": "30 feet",
			"duration": "",
			"time": "2",
			"cost": "",
			"primarycheck": "",
			"secondarycasters": "",
			"secondarycheck": ""
		},
		"Time Sense (Temporal Flux)": {
			"name": "Time Sense (Temporal Flux)",
			"description": "<p>When you Cast the Spell, you gain a perfect sense of time. You can learn exactly what time it is, down to the second. You can instead choose to gain a perfect sense of the calendar if you have knowledge in that area-if you're trained in Nature, you can learn exactly how long it is until sunrise and how many days until the next solstice. If you're trained in Astronomy Lore, you can learn precisely when any known predictable astronomical conjunction will begin and end, and so on.</p>\n<p>You can gain a +1 status bonus to one attack roll, Perception check, saving throw, or skill check you take on the same turn you cast time sense that requires extremely precise timing. If you choose to gain this bonus, you can't gain it again for 1 hour.</p>\n<p><strong>Awakened </strong>You learn about an alternate state of creature in time that could have been. You can target an enemy creature with this spell and you immediately Recall Knowledge on the creature using Religion instead of the skill appropriate for the creatures type. If you get a success, you can choose to relay that information to your allies by using @Compendium[pf2e.actionspf2e.sn2hIy1iIJX9Vpgj]{Point Out} and the creature receives a -1 circumstance penalty to one attack roll, Perception check, saving throw, or skill check it takes before your next turn that requires extremely precise timing. After you target a creature with this spell, it is temporarily immune for 1 day.</p>\n<p>@Compendium[oracles.oracles-effects.vfUoPiRIsPKBHqBD]{Effect: Time Sense (Temporal Flux)}</p>",
			"target": "",
			"range": "",
			"duration": "",
			"time": "1",
			"cost": ""
		},
		"Wash Your Luck (Cruel Hand)": {
			"name": "Wash Your Luck (Cruel Hand)",
			"description": "<p>Some practitioners argue this spell literally washes your fortunes of all influences, malign or benign, while others claim it simply cleanses your mind of obsessions about luck and destiny. You adjust your garments, change the posture of your chair, fidget with a religious symbol, or make some other innocuous and personally significant action to wash away bad luck.</p>\n<p>Once during the spell's duration, before rolling a check, you can cancel out a misfortune effect on that roll, as normal when a fortune and misfortune effect apply to the same roll. After canceling out the misfortune effect, the spell ends, and you are then temporarily immune to wash your luck for 10 minutes.</p>\n<p><strong>Awakened </strong>You can target a creature instead of yourself. If you do, the target must attempt a Will save and the spell loses the fortune trait and gains the misfortune trait.</p>\n<p><strong>Success </strong>The target is unaffected.</p>\n<p><strong> Failure </strong>Once during the spell's duration, before the creature rolls a check, you can cancel out a fortune effect on that roll, as normal when a fortune and misfortune effect apply to the same roll. After canceling out the fortune effect, the spell ends, and the creature is then temporarily immune to wash your luck for 10 minutes.</p>",
			"target": "",
			"range": "",
			"duration": "1 minute",
			"time": "2",
			"cost": ""
		},
		"Wishful Thinking": {
			"name": "Wishful Thinking",
			"description": "<p>You aid an allies by using illusions. This counts as having taken sufficient preparatory actions to Aid your ally on their next attack roll or skill check that targets an enemy, regardless of the circumstances and continues to count as preparatory action as long as you Sustain the spell. When you later use the Aid reaction, you can roll Deception instead of the normal skill check, and if you roll a failure, you get a success instead. If you are legendary in Deception, you automatically critically succeed. An enemy can attempt to disbelieve the illusion by using the @Compendium[pf2e.actionspf2e.Seek]{Seek} action as normal. If they succeed, you can no longer provide Aid on actions taken against that enemy. Enemies aware of the illusion can Point Out the illusion as fake, and if they do the spell immediately ends.</p>",
			"target": "1 ally",
			"range": "30 feet",
			"duration": "sustained up to 1 minute",
			"time": "2",
			"cost": ""
		}
	}
}