{
	"label": "Oracles+ Feats",
	"mapping": {
        "prerequisites": "system.prerequisites.value"
	},
	"entries": {
		"Artifact Relic": {
			"name": "Artifact Relic",
			"description": "<p>Your relic gains a grand gift associated with its aspect. When you enter your extreme curse, your relic gains a second major gift. You may swap granted gifts each time you advance your curse, so long as they remain part of the same aspect. While you are in possession of your relic, you are legendary in the Lore you chose when you selected Mystic Relic.</p>",
			"prerequisites": []
		},
		"Awakened Oracle Dedication": {
			"name": "Awakened Oracle Dedication",
			"description": "<p>You gain the awakened option for the cantrip granted by your mystery while in your awakened state.</p>",
			"prerequisites": [
				{
					"value": "Awakened States"
				}
			]
		},
		"Back and Forth": {
			"name": "Back and Forth",
			"description": "<p><strong>Trigger</strong> Your last action was a Step.</p>\n<p><strong>Requirements</strong> You are in a Trance of Swaying and are adjacent to an enemy.</p>\n<p>Your sways enrapture those around you to sway as well. The required enemy must attempt a @Check[type:will|dc:resolve(@actor.attributes.classOrSpellDC.value)]{Will save} against your spellcasting DC.</p>\n<hr>\n<p><strong>Critical Success</strong> Your foe is caught in the sway. You both move up to 10 feet in the same direction, remaining adjacent to one another. Your movement doesn't trigger reactions from the target (and the target's movement doesn't trigger reactions because it's forced movement).</p>\n<p><strong>Success</strong> As critical success, but you both move only 5 feet.</p>\n<p><strong>Critical Failure</strong> You stumble, falling @Compendium[pf2e.conditionitems.Prone]{Prone} in your space.</p>",
			"prerequisites": []
		},
		"Bespell Weapon+": {
			"name": "Bespell Weapon+",
			"description": "<p><strong>Frequency</strong> once per turn</p>\n<p><strong>Requirements</strong> Your most recent action was to cast a non-cantrip spell.</p>\n<hr />\n<p>You siphon the residual energy from the last spell you cast into one weapon you're wielding. Until the end of your turn, the weapon deals an extra 1d6 damage of a type depending on the school of the spell you just cast.</p>\n<ul>\n<li><strong>Abjuration</strong> @UUID[Compendium.pf2e.feat-effects.GbbwJhwSNLw06XpO]{force damage},</li>\n<li><strong>Conjuration or Transmutation</strong> @UUID[Compendium.pf2e.feat-effects.E8MiV00QEhH5n18L]{the same type as the weapon},</li>\n<li><strong>Divination, Enchantment, or Illusion</strong> @UUID[Compendium.pf2e.feat-effects.ZSgB3imGveukWUxs]{mental damage},</li>\n<li><strong>Evocation</strong> a type the spell dealt, or @UUID[Compendium.pf2e.feat-effects.GbbwJhwSNLw06XpO]{force damage} if the spell didn't deal damage,</li>\n<li><strong>Necromancy</strong> @UUID[Compendium.pf2e.feat-effects.G1IRkppxJCYdfqXo]{negative damage} or @UUID[Compendium.oracles.oracles-effects.3Hjrb7NK6iqECLEJ]{positive damage} if it had the positive trait</li>\n</ul>",
			"prerequisites": []
		},
		"Brew Inebriants": {
			"name": "Brew Inebriants",
			"description": "<p>In suffering from your curse, you've sought means of self-medication. You gain the basic alchemy benefits with inebriants, though they apply only to alchemical items with the drug trait. You gain batches of infused reagents per day equal to your level. Your advanced alchemy level for creating these is 1 and doesn't increase on its own. You become an expert in Medicine and can use Medicine instead of Crafting to Craft drugs. You don't need to be trained in Crafting or have the Alchemical Crafting feat to do so, and you can use healer's tools instead of alchemist's tools. In addition, when you Activate an item with the drug trait, you temporarily reduce the stage of your curse by 1 until the beginning of your next turn. You may choose to roll saves against the drug's DC or your spellcasting DC (chosen when you first consume the drug).</p>",
			"prerequisites": [
				{
					"value": "trained in Medicine."
				}
			]
		},
		"Cursed Trance": {
			"name": "Cursed Trance",
			"description": "<p><strong>Trigger</strong> You just @Compendium[pf2e.actionspf2e.Cast a Spell]{Cast a Spell} with the cursebound trait.</p>\n<hr />\n<p>Your curse induces a trance. You use an action with the trance trait.</p>",
			"prerequisites": [
				{
					"value": "At least one trance"
				}
			]
		},
		"Deepest of Trances": {
			"name": "Deepest of Trances",
			"description": "<p>You have mastered trances so well that you've achieved a new level of consciousness. You may may have two active trances at a time rather than one and using an action with the concentrate trait that also has the trance trait does not end your trance. Both trances end when either trance would end and if you attempt to enter a third trance both trances immediately end.</p>",
			"prerequisites": [
				{
					"value": "At least 2 trances"
				}
			]
		},
		"Expert Apothecary": {
			"name": "Expert Apothecary",
			"description": "<p>Your advanced alchemy level for creating inebriants increases to your level - 3. You gain the formulas for common drugs as soon as your advanced alchemy level is high enough to create them.</p>",
			"prerequisites": [
				{
					"value": "Brew Inebriants"
				},
				{
					"value": "expert in Medicine"
				}
			]
		},
		"First Revelation+": {
			"name": "First Revelation+",
			"description": "<p>You gain your mystery's initial revelation spell. Casting this spell progresses your @Compendium[pf2e.classfeatures.ibX2EhKkyUtbOHLj]{Oracular Curse}. Use the minor curse from your mystery, but when you progress it again, instead of your mystery's moderate curse effect, you become @Compendium[oracles.oracles-effects.74u6gqdi2m9rVVrz]{Overwhelmed} by your curse and cannot cast revelation spells. Once you are overwhelmed, the minor effects of your curse last until you rest for 8 hours and make your daily preparations, at which point your curse returns to its basic state.</p>\n<p>If you don't have one, you gain a focus pool of 1 Focus Point or you increase your focus pool by 1 if you do. You can @Compendium[pf2e.actionspf2e.OSefkMgojBLqmRDh]{Refocus} by reconciling the conflicting nature of your mystery, which also reduces your curse to its basic state as long as you are not overwhelmed.</p>",
			"prerequisites": [
				{
					"value": "Oracle Dedication"
				}
			]
		},
		"Greater Mysterious Repetoire": {
			"name": "Greater Mysterious Repetoire",
			"description": "<p>The depths of your mystery go even deeper, developing even greater access to magic. You can have up to three spells from other traditions in your spell repertoire, rather than just one. These spells must each be of a different spell level, but they don't need to be from the same tradition.</p>",
			"prerequisites": [
				{
					"value": "Mysterious Repetoire"
				}
			]
		},
		"Inebriant Soujourning": {
			"name": "Inebriant Soujourning",
			"description": "<p>Once per week, you can spend 1 hour and all of your daily reagents to make a concoction that induces all who consume it to make spiritual connections using your mystery as a conduit. When you consume the concoction with a group, an activity which takes 1 hour, you gain the effects of the 6th-level @Compendium[pf2e.spells-srd.7DN13ILADW2N9Z1t]{Commune}&nbsp;ritual using your proficiency in Medicine for the primary check to determine the effects. This concoction can be consumed by you and up to 10 other creatures and you may ask a number of questions equal to the number of creatures that consume the concoction instead of the normal amount for commune. In addition, each creature who consumed the concoction gains one of the listed effects, all of which have the fortune trait. If you critically fail your Medicine check for Inebriant Sojourning, all creatures who consumed the concoction are @Compendium[pf2e.conditionitems.Sickened]{Sickened 1} for 1 hour.</p>\n<p><strong>Journey of Mind</strong> - The next time you attempt to Recall Knowledge, you can roll twice and use the better result.</p>\n<p><strong>Journey of Body</strong> - The next time you attempt an Athletics check, you can roll twice and use the better result.</p>\n<p><strong>Journey of Heart</strong> - The next time you attempt a save against a mental effect, you can roll twice and use the better result.</p>\n<p><strong>Journey of Soul</strong> - The next time you attempt a save against a death effect or a recovery check, you can roll twice and use the better result.</p>\n<p>@UUID[Compendium.oracles.oracles-effects.bFjutaQQpSTKEPsh]{Effect: Inebriant Soujourning}</p>",
			"prerequisites": [
				{
					"value": "Expert Apothecary"
				},
				{
					"value": "Legendary in Medicine"
				}
			]
		},
		"Inexplicable Knowledge": {
			"name": "Inexplicable Knowledge",
			"description": "<p><strong>Trigger</strong> An ally succeeds at a Recall Knowledge against an enemy creature.</p>\n<p><strong>Requirements</strong> You are in a Trance of Secrets.</p>\n<hr />\n<p>Your blathering of secrets leads your ally to victory. Your ally gains a +1 circumstance bonus to its attack rolls against the creature it successfully used Recall Knowledge against for 1 round or 1 minute if your ally got a critical success.</p>",
			"prerequisites": [
				{
					"value": "Trance of Secrets"
				}
			]
		},
		"Intuitive Maneuver": {
			"name": "Intuitive Maneuver",
			"description": "<p><strong>Trigger</strong> A creature within your reach critically fails an attack roll.</p>\n<p><strong>Requirements</strong> You are in a Trance of Instinct.</p>\n<hr />\n<p>You maneuver your foe to your whim. Make a @Compendium[pf2e.actionspf2e.Disarm]{Disarm}, @Compendium[pf2e.actionspf2e.Grapple]{Grapple}, @Compendium[pf2e.actionspf2e.Trip]{Trip}, or @Compendium[pf2e.actionspf2e.Shove]{Shove} against the triggering creature.</p>",
			"prerequisites": [
				{
					"value": "Trance of Instinct"
				}
			]
		},
		"Major Relic": {
			"name": "Major Relic",
			"description": "<p>Your relic gains a major gift associated with its aspect. When you enter your major curse, your relic gains a third minor gift. Only your initial gifts are permanent; you may swap granted gifts each time you advance your curse, so long as they remain part of the same aspect. While you are in possession of your relic, you are a master in the Lore you chose when you selected Mystic Relic.</p>",
			"prerequisites": [
				{
					"value": "Storied Relic"
				}
			]
		},
		"Mysterious Relic": {
			"name": "Mysterious Relic",
			"description": "<p>You came across your powers not through the gods or a divine experience... but through a curious holy item. Be it a rusty sword, a crown of branches or the mummified hand of a saint, it called to you, and now you wield it. You gain a Relic related to your mystery, subject to GM discretion, and you gain a minor gift appropriate for your relic. Choose a Lore appropriate for your relic gift when you gain this feat. While you are in possession of your mystic relic, you are trained in the chosen Lore.</p>",
			"prerequisites": []
		},
		"Mysterious Repertoire+": {
			"name": "Mysterious Repertoire+",
			"description": "<p>Your mystery holds unknowable depths of magic not always associated with the divine. You can have one spell in your spell repertoire not on the divine spell list, in addition to spells you've added to your spell list from feats like @Compendium[pf2e.feats-srd.8EbIznFgkG7PHqlE]{Divine Access}. You cast that spell as a divine spell.</p>\n<p>You can swap which spell you add and from which tradition as you could any other oracle spell, but you can't use this feat to have more than one spell from another tradition in your spell repertoire at the same time.</p>",
			"prerequisites": []
		},
		"Mystery Cult": {
			"name": "Mystery Cult",
			"description": "<p>You have gained a following of devout acolytes that spread word of your teachings, accomplishments, and power. You gain the @Compendium[pf2e.feats-srd.6vwLzzrFfeiR9pm0]{Entourage} skill feat, even if you do not meet the prerequisites with your entourage being your acolytes. Your acolytes learn two uncommon rituals with a level no higher than half your level that have Religion as the primary check. You must meet all prerequisites for casting the ritual for your acolytes to learn it and you can teach your acolytes new rituals so long as they meet these requirements. Once per week, your acolytes can perform a ritual on your behalf using your level as their modifier for the primary check and secondary checks. Your acolytes have a number of secondary casters equal to half your level. You must still provide your acolytes the cost of the ritual, and if your acolytes critically fail their casting of the ritual they are disbanded in addition to the normal effects of a critical failure. You can recruit new acolytes if you spend at least 1 week of time in a settlement where you could reasonably find followers (GM's discretion).</p>",
			"prerequisites": [
				{
					"value": "Master in Religion"
				}
			]
		},
		"Not My Time": {
			"name": "Not My Time",
			"description": "<p>You have met death, in your dreams or otherwise, and know when it will come for you. You can alter the trigger for The Bell Tolls Three Times to include dying from a death effect but you advance your stage of your curse by 2 if you do so. You can also use the reaction even if you would be overwhelmed by your curse, becoming @Compendium[pf2e.conditionitems.Unconscious]{Unconscious} immediately instead of gaining the dying condition.</p>",
			"prerequisites": [
				{
					"value": "The Bell Tolls Three Times"
				}
			]
		},
		"See Through The Lies": {
			"name": "See Through The Lies",
			"description": "<p><strong>Requirements</strong> You are in a Trance of Seeing</p>\n<hr />\n<p>You reveal things for what they truly are, ridding the world of their lies. Choose an effect with the illusion trait within 30 feet and attempt a counteract check against the effect. Alternatively, you can target a creature and attempt to counteract one of the following conditions affecting that creature: @Compendium[pf2e.conditionitems.Blinded]{Blinded}, @Compendium[pf2e.conditionitems.Dazzled]{Dazzled}, @Compendium[pf2e.conditionitems.Fascinated]{Fascinated}, or @Compendium[pf2e.conditionitems.Invisible]{Invisible}. You use your spell attack roll modifier as your counteract modifier.</p>",
			"prerequisites": [
				{
					"value": "Trance of Seeing"
				}
			]
		},
		"Spirit Familiar": {
			"name": "Spirit Familiar",
			"description": "<p>Your communion with the unknown has attracted the attention of a small fraction of the unknown itself. Perhaps a wandering glow might follow a Radiance oracle, or an ice wisp might accompany a Frost oracle. You gain a spirit familiar, a Tiny spirit with ties to your mystery. It always has anchored incorporeality as well as one additional familiar or master ability.</p>",
			"prerequisites": []
		},
		"Storied Relic": {
			"name": "Storied Relic",
			"description": "<p>Your relic opens itself up in mysterious ways; Your mystic relic gains a second minor gift appropriate for your relic which cannot be changed. While you are in possession of your relic, you are an expert in the Lore you chose when you selected Mystic Relic.</p>",
			"prerequisites": []
		},
		"Strange Spirit": {
			"name": "Strange Spirit",
			"description": "<p>Your spirit has strengthened its bond to you and to the powers fueling your mystery. You can select one additional familiar ability each day, which must be one of the following spirit familiar abilities. You can't select more than one spirit familiar ability at a time.</p>\n<p><strong>@UUID[Compendium.oracles.oracles-mystery-features.ovr6pRrSSg5ke6xk]{Otherworldly Guidance}</strong> Your familiar gains the second opinion familiar ability. Once per hour, your familiar can seek guidance from spirits from beyond, gaining the skilled familiar ability with a skill in which you are at least trained for 10 minutes.</p>\n<p><strong>@UUID[Compendium.oracles.oracles-mystery-features.tedqzrj9Olad5vn5]{Spirit Body}</strong> Your familiar can cast 2nd-level <em>@Compendium[pf2e.spells-srd.XXqE1eY3w3z6xJCB]{Invisibility}</em> once per hour. You must be able to cast 2nd-level spells using spell slots to select this familiar ability.</p>\n<p><strong>@UUID[Compendium.oracles.oracles-mystery-features.0cNGT1JCio766L1x]{Ward Spirits}</strong> Your familiar's connections to the beyond helps ward spirits and haunts. If your spirit familiar is within the area of a haunt or an effect caused by a creature with the spirit trait, creatures within a @Template[type:emanation|distance:15] from your spirit gain a +2 circumstance bonus to their saving throws against the effect.</p>",
			"prerequisites": [
				{
					"value": "Spirit Familiar"
				}
			]
		},
		"The Bell Tolls Three Times": {
			"name": "The Bell Tolls Three Times",
			"description": "<p><strong>Trigger </strong>You would be knocked to 0 HP and you are not<br />overwhelmed by your curse.</p>\n<hr />\n<p>You deny the bell that rings for your death as the divine powers<br />that fuel your mystery flare. You stay conscious at 1 HP, but<br />advance your curse a stage.</p>",
			"prerequisites": []
		},
		"The Question Remains": {
			"name": "The Question Remains",
			"description": "<p>By now, very few people in existence understand the truth of your mystery as well as you do, to the extent that you have become an avatar of your mystic focus. When you would be overwhelmed by your curse, you can instead choose to increase your doomed value from your extreme curse by 1. You can do this multiple times, but you do not die if your doomed value reduces your dying value to 0. If you gain the dying condition and your doomed value would normally kill you, you die instantly. You remain at this doomed level until you spend 8 hours resting. When you die, you may choose to be reborn with all your thoughts and memories intact, though you may not understand them until you grow. You select a new ancestry to be born into through the <em>@Compendium[pf2e.spells-srd.gIVaSCrLhhBzGHQY]{Reincarnate}</em> ritual's methods.</p>",
			"prerequisites": []
		},
		"Trance of Instinct": {
			"name": "Trance of Instinct",
			"description": "<p>You enter a state of total physical surrender and control combined, allowing your body to act completely on instinct to those around you. An ancestor oracle may become calm while in this trance as their consciousness leaves their body, while a battle oracle may submit to their bloodlust entirely.</p>\n<p><strong>Minor</strong> You gain a +1 status bonus to Athletics checks.</p>\n<p><strong>Moderate</strong> You gain an Athletics skill feat for which you meet the prerequisites. You can choose this skill feat each time you enter this trance.</p>\n<p><strong>Major</strong> Your status bonus to Athletics increases to +2. If you are a master in Athletics, you gain an additional Athletics skill feat for which you meet the prerequisites. You can choose both of these skill feats each time you enter this trance.</p>\n<p><strong> Extreme </strong>Your status bonus to Athletics increases to +3.</p>\n<p>@UUID[Compendium.oracles.oracles-effects.N3rqAH3Lz9BFZhn6]{Effect: Trance of Instinct}</p>",
			"prerequisites": []
		},
		"Trance of Secrets": {
			"name": "Trance of Secrets",
			"description": "<p>As your curse settles over you, your mystery speaks through you like a puppet, spewing countless secrets to those around you. You might speak in an ancient dialect of auran if you are a tempest oracle, wild animal calls if you are a beast oracle, or a series of undecipherable mathematical formulae if you are a lore oracle. Regardless, even if the exact meanings of your words can't be understood, your mystery is beyond language, and inspires your allies divinely.</p>\n<p><strong>Minor</strong> Your mystery's words come out in a strange whisper that they can't understand, and yet do. Allies within 30 feet who can hear you gain a +1 status bonus to Recall Knowledge checks.</p>\n<p><strong>Moderate</strong> Your mystic words imparts important, yet unknowable lessons. Once while your trance is active, allies within 30 feet who can hear you can make a Recall Knowledge check as a free action at the beginning of their turn.</p>\n<p><strong>Major </strong>The impossible words you spew become faster, louder and more deeply magical. Your allies treat critical failures on Recall Knowledge checks as failures and successes as critical successes. The status bonus to Recall Knowledge checks increases to +2.</p>\n<p><strong>Extreme</strong> Your allies truly understand the secrets of your mystery not through their ears, but their souls. Your status bonus to Recall Knowledge checks increases to +3. Allies can make a Recall Knowledge check as a free action once per turn instead of once while the trance is active.</p>\n<p>@UUID[Compendium.oracles.oracles-effects.tXDiALlKfVS8onZ7]{Effect: Trance of Secrets}</p>",
			"prerequisites": []
		},
		"Trance of Seeing": {
			"name": "Trance of Seeing",
			"description": "<p>You enter a state that gives you an altered form of vision thanks to your mystery; for example, a flame oracle might see everything through dancing embers, or a song oracle might have synaesthetic visions of those around them.</p>\n<p><strong>Minor</strong> Your vision is boosted. Your DC to hit @Compendium[pf2e.conditionitems.Concealed]{Concealed} or @Compendium[pf2e.conditionitems.Hidden]{Hidden} creatures is reduced by 2 and you gain a +1 status bonus to Perception for the duration&nbsp;</p>\n<p><strong>Moderate</strong> You begin seeing when it would otherwise be impossible. You gain @Compendium[pf2e.ancestryfeatures.HHVQDp61ehcpdiU8]{Darkvision} if you did not already have it. The flat check to target creatures that are Hidden to you is 5 and the flat check to target creatures concealed to you is 2.</p>\n<p><strong>Major</strong> You gain an absolute sense of vision that defies possibility. You treat saving throws against visual effects as one degree better for the duration, your status bonus to Perception increases to +2, and once per turn you can take the @Compendium[pf2e.actionspf2e.Seek]{Seek} action as a free action.</p>\n<p><strong>Extreme </strong>Nothing can deceive your sight. Your status bonus to Perception increases to +3 and you gain @Compendium[pf2e.bestiary-ability-glossary-srd.sebk9XseMCRkDqRg]{Lifesense} as a precise sense with a range of 60 feet.</p>\n<p>@UUID[Compendium.oracles.oracles-effects.T62OWN9SJUxtIPi6]{Effect: Trance of Seeing}</p>",
			"prerequisites": []
		},
		"Trance of Swaying": {
			"name": "Trance of Swaying",
			"description": "<p>Strange motions overwhelm your body, and you are compelled to dance an esoteric dance according to the whims of your mystery. It might be one you've learned through practice, such as the twirling dances of the Prophets of Kalistrade, or it might be one you have no control over.</p>\n<p><strong>Minor</strong> You become more graceful as you sway from side to side. You have a +1 status bonus to Reflex saves.</p>\n<p><strong>Moderate</strong> You become enveloped in a strange dance that nobody else could hope to copy. You can @Compendium[pf2e.actionspf2e.UHpkTuCtyaPqiCAB]{Step} at the end of your turn as a free action.</p>\n<p><strong>Major </strong>You move so fast that it is barely feasible to see you as the person you were moments ago. Your dance increases your status bonus to Reflex saves to +2, and when you get a success on a Reflex save, you critically succeed instead.</p>\n<p><strong>Extreme</strong> Your motions are nearly unstoppable. Your status bonus to Reflex saves increases to +3. You gain the effects of a 4th-level <em>@Compendium[pf2e.spells-srd.aqRYNoSvxsVfqglH]{Freedom of Movement}</em> and you can Step 10 feet.</p>\n<p>@UUID[Compendium.oracles.oracles-effects.m95UpqDZ6XKkz1II]{Effect: Trance of Swaying}</p>\n<p><strong>Special</strong> If you are an oracle with the fire mystery, when you are in this trance and under the effects of your major or extreme curse and you roll a failure on a Reflex save against a damaging effect, you take half damage.</p>",
			"prerequisites": []
		}
	}
}