{
	"label": "Oracles+ Mysteries",
	"entries": {
		"Ancestors+": {
			"name": "Ancestors+",
			"description": "<p>The voices of generations past speak to you, and you hear their words. You might resent the constant interruption, or you might revere the spirits of those who came before. Perhaps you hail from a culture with strong ancestral traditions, such as the Shoanti Skoan-Quah (Skull Clan), a traditional dwarven community that worships Torag's family pantheon, or a group that reveres Erastil or Pharasma. You might commune with powerful psychopomps who shepherd souls to the afterlife, with the River of Souls itself, or with those spirits who have become trapped outside of the great cycle of spiritual rebirth. You learn from their whispers and the fragments of their memories, but opening your mind to their knowledge and experience also allows them to meddle in your worldly affairs.</p>\n<p><strong>Mystery Benefit</strong></p>\n<p>The whispers of your ancestors have bestowed additional knowledge upon you. You gain an additional ancestry feat at 1st level and another additional ancestry feat at 11th level. These feats can't be ones that grant physiological effects, such as additional senses or unarmed attacks.</p>\n<p><strong>Trained Skill</strong> Society</p>\n<p><strong>Granted Spells&nbsp;</strong>cantrip: @Compendium[pf2e.spells-srd.izcxFQFwf3woCnFs]{Guidance}, 1st: @Compendium[pf2e.spells-srd.yHujiDQPdtXW797e]{Spirit Link}, 2nd: @Compendium[pf2e.spells-srd.Fq9yCbqI2RDt6Orw]{Spiritual Weapon}, 3rd: @Compendium[pf2e.spells-srd.MNiT0dHol5fEcKlz]{Threefold Aspect}, 4th: @Compendium[pf2e.spells-srd.ykyKclKTCMp2SFXa]{Countless Eyes}, 5th:@Compendium[pf2e.spells-srd.jQdm301h6e8hIY4U]{Spiritual Guardian}, 6th: @Compendium[pf2e.spells-srd.PHVHBbdHeQRfjLmE]{Spirit Blast}, 7th: @Compendium[pf2e.spells-srd.D2nPKbIS67m9199U]{Ethereal Jaunt}, 8th: @Compendium[pf2e.spells-srd.rwCh2qTYPA44KEoK]{Dream Council}, 9th: @Compendium[pf2e.spells-srd.coKiMMBLESkaLNVa]{Proliferating Eyes}</p>\n<p><strong>Revelation Spells</strong></p>\n<ul>\n<li>Initial <em>@Compendium[pf2e.spells-srd.d2pi7laQkzlr3wrS]{Ancestral Touch}</em>;</li>\n<li>Advanced <em>@Compendium[pf2e.spells-srd.J5KrjQKCg2PrF1vz]{Ancestral Defense}</em>;</li>\n<li>Greater <em>@Compendium[pf2e.spells-srd.xEjGEBvTfDJECSki]{Ancestral Form}</em></li>\n</ul>\n<p><strong>Related Domains</strong> soul, family</p>\n<h3>Curse of Ancestral Meddling</h3>\n<p>@Compendium[pf2e.feat-effects.V6lnFOq998B76Rr0]{Effect: Ancestor Curse}</p>\n<p>The ancestral spirits you commune with haunt you and meddle with your belongings and actions, either out of a well-intentioned (but ultimately detrimental) attempt to assist you, as punishment for your audacity in circumventing the traditional means of achieving divine power, for their own amusement, or a mixture of the above. Your hair, clothing, and belongings constantly shift and stir, seemingly of their own volition.</p>\n<p><strong>Minor Curse</strong></p>\n<p>One of your ancestors becomes predominant in their meddling. The first time you gain this effect each day, roll [[/r 1d4]] on the list below to determine which type of ancestor becomes predominant. This predominant ancestor guides you to use their preferred type of action. When you try to use one of the types of actions listed for the other ancestors, you must succeed at a DC 4 flat check. On a failure, you spend the action but gain no effect (though you don't lose the spell if you were Casting a Spell). If your action would take 1 minute or longer, it's long enough that you can overcome the meddling, and you don't need to attempt a flat check.</p>\n<p>During combat or another tense, round-by-round encounter, other ancestors wrestle for control of your actions. When you roll initiative, and then at the end of each of your turns during the encounter, roll [[/r 1d4]] and change your predominant ancestor appropriately. Once the encounter ends, you return to the influence of the ancestor you first rolled for the day.</p>\n<p><strong>Moderate Curse</strong></p>\n<p>The flat check DC to use other actions is 6, and you get the moderate curse benefit listed for your predominant ancestor in the list below.</p>\n<p><strong>Major Curse (11th)</strong></p>\n<p>The flat check DC is 8, and you get the major curse benefit listed for your predominant ancestor instead of the moderate curse benefit.</p>\n<hr>\n<h4>Ancestral Influence</h4>\n<ol>\n<li>Martial Ancestor\n<ul>\n<li><strong>Preferred action</strong> Strikes</li>\n<li><strong>Moderate curse benefit</strong> Your Strikes gain a +1 status bonus to attack rolls and a +2 status bonus to damage.</li>\n<li><strong>Major curse benefit</strong> Your Strikes gain a +1 status bonus to attack rolls and a +6 status bonus to damage</li>\n</ul>\n</li>\n<li>Skillful Ancestor\n<ul>\n<li><strong>Preferred action</strong> Perception and Skill actions</li>\n<li><strong>Moderate curse benefit</strong> You gain a +1 status bonus to skill checks and Perception checks.</li>\n<li><strong>Major curse benefit</strong> You gain a +2 status bonus to skill checks and Perception checks.</li>\n</ul>\n</li>\n<li>Spellcasting Ancestor\n<ul>\n<li><strong>Preferred action</strong> Cast a Spell</li>\n<li><strong>Moderate curse benefit</strong> Non-cantrip spells without a duration gain a status bonus to their damage and healing equal to the spell's level.</li>\n<li><strong>Major curse benefit</strong> Non-cantrip spells without a duration gain a status bonus to their damage and healing equal to the spell's level + 3.</li>\n</ul>\n</li>\n<li>You choose which ancestor guides your actions</li>\n</ol>"
		},
		"Battle+": {
			"name": "Battle+",
			"description": "<p>Warlike forces fill you with physical might and tactical knowledge, aiming to have you uphold the glory of combat, fight to improve the world, prepare against the necessity of conflict, or endure the inevitability of war. You might draw upon deities such as Gorum, Iomedae, Rovagug, the Horseman of War Szuriel, the Queen of the Night Eiseth, the Vudrani god Diomazul, and others, or you might find power in the unending conflict between the armies of Heaven and Hell, the Elemental Planes, the Outer Gods, or even the collective spirits of those who fought in wars over the ages.</p>\n<p><strong>Mystery Benefit</strong></p>\n<p>You are no stranger to the trappings of warfare. You are trained in medium and heavy armor. At 13th level, if you gain the light armor expertise class feature, you also gain expert proficiency in these armors.</p>\n<p>You are trained in martial weapons. At 11th level, if you gain the weapon expertise class feature, you also gain expert proficiency for martial weapons, and you become trained in one group of advanced weapons.</p>\n<p><strong>Trained Skill</strong> Athletics</p>\n<p><strong>Granted Spells&nbsp;</strong>cantrip: @Compendium[pf2e.spells-srd.TVKNbcgTee19PXZR]{Shield}, 1st: @Compendium[pf2e.spells-srd.Gb7SeieEvd0pL2Eh]{True Strike}, 2nd: @Compendium[pf2e.spells-srd.uiv8FKuxE8HOWTxW]{Instant Armor}, 3rd: @Compendium[pf2e.spells-srd.CIjj9CU5ekeq1oLT]{Warding Aggression}, 4th: @Compendium[pf2e.spells-srd.8M03UxGXjYyDFAoy]{Weapon Storm}, 5th: @Compendium[pf2e.spells-srd.TDaMnCtZ72uyYrz8]{Blink Charge}, 6th: @Compendium[pf2e.spells-srd.GYD0XZ4t3tQq6shc]{Zealous Conviction}, 7th: @Compendium[pf2e.spells-srd.x9RIFhquazom4p02]{Deity's Strike}, 8th: @Compendium[pf2e.spells-srd.nsQvjNyg4Whw2mek]{Divine Aura}, 9th: @Compendium[pf2e.spells-srd.xFY9RtDE4DQKlWNR]{Crusade}<em><br></em></p>\n<p><strong>Revelation Spells</strong></p>\n<ul>\n<li>Initial <em>@Compendium[pf2e.spells-srd.dqaCLzINHBiKjh4J]{Call to Arms}</em>;</li>\n<li>Advanced <em>@Compendium[pf2e.spells-srd.2jWVNdVlbJq84dfT]{Battlefield Persistence}</em>;</li>\n<li>Greater <em>@UUID[Compendium.oracles.oracles-revelation-spells.z71ky3DfKOrgRWLg]{Heroic Feat+}</em></li>\n</ul>\n<p><strong>Related Domains</strong> might, zeal</p>\n<h3>Curse of the Hero's Burden</h3>\n<p>@UUID[Compendium.oracles.oracles-effects.bZakk04hU4DPVTB8]{Effect: Battle Curse+}</p>\n<p>You thrive while adrenaline flows and your life depends on your might alone, but holding the collective battle prowess of the ages within you leaves your body weakened after a fight. You smell faintly of steel and blood no matter how you try to remove or mask the scent, you appear more muscular than you actually are, and you hear the faint clash and clamor of battle in the distance at all times.</p>\n<h4>Minor Curse</h4>\n<p>Your body languishes when you aren't bringing harm to your foes. You take a -2 status penalty to AC and saving throws, but each time you take an action with the attack trait, you can suspend these penalties until the start of your next turn.</p>\n<h4>Moderate Curse</h4>\n<p>The strain of conflict wears upon your body, even though you gain vitality from it. Taking an action with the attack trait reduces the penalty from your minor curse to &ndash;1 rather than suspending it entirely. You gain a +2 status bonus to weapon and unarmed damage rolls. You also gain fast healing equal to half your level while in a non-trivial combat encounter.</p>\n<h4>Major Curse (11th)</h4>\n<p>Your body proves capable of truly heroic feats, but doing so interferes with your mental focus. Your moderate curse's fast healing is equal to your level, and its damage bonus is +6. You gain a +1 status bonus to Athletics as well as to weapon and unarmed attack rolls, but you are @Compendium[pf2e.conditionitems.Stupefied]{Stupefied 2}.</p>"
		},
		"Beast": {
			"name": "Beast",
			"description": "<p>All things that hunger once came from beasts, and you are no different. Perhaps you had a mystical encounter at a holy shrine to a monster; perhaps you come from a people who revere lycanthropes as divine guardians, such as the Ulfen. Deities such as the Sarkorian Gods or monstrous ones such as Lamashtu or Mother Vulture are the ones most likely to gain your favour&mdash; or ire, should you resent your power.</p>\n<p><strong>Mystery Benefit</strong></p>\n<p>You gain an unarmed attack that symbolizes the nature of your beastial powers. The first time you make a successful Strike with the unarmed attack granted by your mystery you gain temporary Hit Points equal to your Charisma modifier or half this amount if the Strike was finesse. These temporary Hit Points last until the end of your next turn. You may have access to a specific unarmed attack that is not listed determined by your GM, but this mystery gains the uncommon trait. Select from the following list:</p>\n<p><strong>Jaws </strong>that deals 1d6 piercing damage in the brawling group; <strong>Major Curse</strong> Your jaws gain the forceful trait.</p>\n<p><strong>Claw</strong> that deal 1d4 slashing damage with the agile and finesse traits in the brawling group; <strong>Major Curse</strong> Your claws deal persistent bleed equal to the number of damage dice on a critical hit.</p>\n<p><strong>Horns or Antlers </strong>that deal 1d6 piercing damage in the brawling group; <strong>Major Curse</strong> Your horns or antlers gain the shove trait.</p>\n<p><strong>Tentacles or Tongue</strong>&nbsp;that deal 1d4 bludgeoning damage with the reach trait in the brawling group; <strong>Major Curse</strong> Your tentacles gain the trip trait.</p>\n<p><strong>Trained Skill</strong> Survival</p>\n<p><strong>Granted Spells</strong> cantrip: <em>@Compendium[pf2e.spells-srd.MPxbKoR54gkYkqLO]{Gouging Claw}, </em>1st: <em>@Compendium[pf2e.spells-srd.EE7Q5BHIrfWNCPtT]{Magic Fang}</em>, 2nd: <em>@Compendium[pf2e.spells-srd.wp09USMB3GIW1qbp]{Animal Form}</em>, 3rd: <em>@Compendium[pf2e.spells-srd.o6YCGx4lycsYpww4]{Haste}</em>, 4th: <em>@Compendium[pf2e.spells-srd.VuPDHoVEPLbMfCJC]{Bestial Curse}</em>, 5th: <em>@Compendium[pf2e.spells-srd.YtesyvfAIwXOqISq]{Moon Frenzy}</em>, 6th: <em>@Compendium[pf2e.spells-srd.fd31tAHSSGXyOxW6]{Vampiric Exsanguination}</em>, 7th: <em>@Compendium[pf2e.spells-srd.bVtkBJvGLP69qVGI]{Unfettered Pack}</em>, 8th: <em>@Compendium[pf2e.spells-srd.8AMvNVOUEtxBCDvJ]{Monstrosity Form}</em>, 9th: <em>@Compendium[pf2e.spells-srd.pswdik31kuHEvdno]{Shapechange}&nbsp;</em></p>\n<p><strong>Revelation Spells</strong></p>\n<ul>\n<li>Initial @UUID[Compendium.oracles.oracles-revelation-spells.3VzkXeFQLaBqyNkc]{Monstrous Charge}</li>\n<li>Advanced @UUID[Compendium.oracles.oracles-revelation-spells.XzWmaCvtwYA6bfvx]{Bestial Howl}</li>\n<li>Greater @UUID[Compendium.oracles.oracles-revelation-spells.WpeZLIBhBiaXCPI7]{Consume The Flesh}</li>\n</ul>\n<p><strong>Related Domains</strong> change, destruction</p>\n<h3>Curse of Monstrous Change</h3>\n<p>@UUID[Compendium.oracles.oracles-effects.Si8jQ6UesEHOAncB]{Effect: Beast Curse}</p>\n<p>You struggle to keep a powerful beast deep within you at bay, and at times, you lose. Even when you are fully in control, marks of the beast can be seen; sharp fangs, slit pupils, more or less hair, scales, and so on.</p>\n<p><span style=\"font-family: var(--font-primary); font-size: var(--font-size-14);\"><strong>Minor Curse</strong>&nbsp;</span></p>\n<p>Your body begins to transform as the cage that holds the beast back is weakened. Fur or scales begin to spout from your body, and your nails and teeth grow sharper. Speech becomes difficult to you as you lose your grip. When using an action with the linguistic trait you must attempt a DC 5 flat check or the action is lost. You take a -1 status penalty to Diplomacy checks as long as you remain at this stage of your curse and superstitious folks may be alarmed by your appearance and unhelpful.&nbsp;</p>\n<p><strong>Moderate Curse</strong></p>\n<p>Your transformation into the beast advances, and your mind becomes clouded by primeval instinct. The DC 5 flat check from your curse applies to all actions with the concentrate trait except the Refocus action and actions that also have the cursebound trait. You gain imprecise scent with a range of 30 feet and the unarmed attack granted by your mystery increases its damage die by one step. You take a -2 status penalty to Diplomacy checks as long as you remain at this stage of your curse.</p>\n<p><strong>Major Curse (11th)</strong></p>\n<p>You unleash a divine monstrosity into the world, relinquishing your control over your own body. When you begin an encounter at this stage of your curse, you gain the @Compendium[pf2e.conditionitems.yblD8fOR1J8rDwEQ]{Confused} condition and your confused condition does not end when you take damage from an attack or spell. While confused, you always target the creature that damaged you last or the closest creature to you if no creatures in sight have damaged you. You gain a +1 status bonus to attack rolls with your unarmed attack granted by your mystery and you gain the major curse benefit corresponding to your initial unarmed attack selection. You grow Large in size and the temporary Hit Points you gain from making a successful Strike increases to half your level plus your Charisma modifier (or half this amount if the Strike was finesse) When an encounter ends, you lose the confused condition only if you are unconscious or you succeed at a DC 5 flat check to end the effect, which you attempt at the beginning of each of your turns until the condition ends. An ally can also attempt to remove the confused condition by making a successful @Compendium[pf2e.actionspf2e.DCb62iCBrJXy0Ik6]{Request}, @Compendium[pf2e.actionspf2e.EEDElIyin4z60PXx]{Perform}, or other similar calming action using your spellcasting DC as the DC for the check.</p>"
		},
		"Bones+": {
			"name": "Bones+",
			"description": "<p>Your mystery imparts an understanding of death and undeath in all their macabre complexity. You might have had a brush with death yourself-maybe even dying and returning to life-or carry the touch of undeath in your blood. If you commune with deities, you might speak with guardians of death like Pharasma and the psychopomp ushers (the most powerful among creatures that guide souls through the afterlife); a bringer of death like the Mantis God Achaekek or the Horseman of the Apocalypse Charon; or a herald of undeath such as Urgathoa.</p>\n<p><strong>Mystery Benefit</strong></p>\n<p>You can cleverly leverage the subtleties of life and death to your benefit. Each day during your preparations, you can choose to align yourself in the confluence of positive and negative energy so as to gain negative healing, which means you are harmed by positive damage and healed by negative effects as if you were undead.</p>\n<p>If you already have negative healing, instead the DC of your recovery checks is equal to 9 + your current dying value.</p>\n<p><strong>Trained Skill</strong> Medicine</p>\n<p><strong>Granted Spell&nbsp;</strong>cantrip: @Compendium[pf2e.spells-srd.mAMEt4FFbdqoRnkN]{Chill Touch}, 1st: @Compendium[pf2e.spells-srd.9WGeBwIIbbUuWKq0]{Animate Dead}, 2nd: @Compendium[pf2e.spells-srd.8ViwItUgwT4lOvvb]{False Life}, 3rd: @Compendium[pf2e.spells-srd.N1Z1oLPdBxaSgrEE]{Vampiric Touch}, 4th: @Compendium[pf2e.spells-srd.FM3SmEW8N1FCRjqt]{Talking Corpse}, 5th: @Compendium[pf2e.spells-srd.1bw6XJMOERcbC5Iq]{Rip the Spirit}, 6th: @Compendium[pf2e.spells-srd.6lO6uMQxbqmYho0e]{Necrotize}, 7th: @Compendium[pf2e.spells-srd.Z9OrRXKgAPv6Hn5l]{Finger of Death}, 8th: @Compendium[pf2e.spells-srd.M0jQlpQYUr0pp2Sv]{Horrid Wilting}, 9th: @Compendium[pf2e.spells-srd.FEsuyf203wTNE2et]{Wail of the Banshee}<em><br /></em></p>\n<p><strong>Revelation Spells</strong></p>\n<ul>\n<li>Initial <em>@Compendium[pf2e.spells-srd.D6T17BdazhNy3KPm]{Soul Siphon}</em>;</li>\n<li>Advanced <em>@Compendium[pf2e.spells-srd.pSNLufPPsReKQtJR]{Armor of Bones}</em>;</li>\n<li>Greater <em>@Compendium[pf2e.spells-srd.GzN9bG6cKZ96YC6l]{Claim Undead}</em></li>\n</ul>\n<p><strong>Related Domains</strong> death, undeath</p>\n<h3>Curse of Living Death</h3>\n<p>@Compendium[pf2e.feat-effects.6fObd480rDBkFwZ3]{Effect: Bones Curse}</p>\n<p>Your body is slowly decaying even though you are alive, and using your powers furthers this unnatural living death. You carry a touch of the grave about you, manifesting as bloodless pallor, a faint smell of earth, or deathly cold skin.</p>\n<h4>Minor Curse</h4>\n<p>Bones protrude through your skin and your flesh rots, combining with a stench of decay and an unearthly chill. Non-magical effects that would restore your Hit Points only grant you half as many HP as normal.</p>\n<h4>Moderate Curse</h4>\n<p>Your dead flesh continues to rot, affecting your health. You become @Compendium[pf2e.conditionitems.4D2KBtexWXa6oUMR]{Drained 1}, and this drained condition is cumulative with any other drained conditions you gain. This drained condition is removed only when you Refocus; effects that normally remove the drained condition reduce your drained condition to drained 1 instead.</p>\n<p>In addition, you gain resistance to poison equal to half your level. You gain a +4 status bonus to saves against diseases, poisons, and death effects, and if you roll a success on such a save, you get a critical success instead.</p>\n<h4>Major Curse (11th)</h4>\n<p>You stand just steps from the grave. You become @Compendium[pf2e.conditionitems.Yl48xTdMh3aeQYL2]{Wounded 1}. This wounded condition is removed only when you Refocus; effects that normally remove the wounded condition reduce your wounded condition to wounded 1 instead.</p>\n<p>When you would attempt a recovery check, you can choose to get an automatic success instead of rolling, and if you roll a critical failure on a save against a disease, poison, or death effect, you get a failure instead.</p>"
		},
		"Cosmos+": {
			"name": "Cosmos+",
			"description": "<p>Celestial bodies great and small exert influence on you, giving you sublime cosmic power. Perhaps you see the glittering stars as a divine blessing, or perhaps you feel drawn to the infinitely dark spaces between. You might uphold deities like Desna, Sarenrae, or the deific lovers Shizuru and Tsukiyo who represent the sun and the moon-or you might draw power from dark entities from beyond the stars, like certain Outer Gods, or destructive gods of the night like Zon-Kuthon or the rat goddess Lao Shu Po.</p>\n<p><strong>Mystery Benefit</strong></p>\n<p>Your body is as much an astronomical one as it is physical. You gain resistance equal to 2 + half your level against all physical damage.</p>\n<p><strong>Trained Skill</strong> Nature</p>\n<p><strong>Granted Spells&nbsp;</strong>cantrip: @Compendium[pf2e.spells-srd.kl2q6JvBZwed4B6v]{Dancing Lights}, 1st: @Compendium[pf2e.spells-srd.F1fQC9SarAkjNxpP]{Gravitational Pull}, 2nd: @Compendium[pf2e.spells-srd.L10q1ng6U3sega9S]{Guiding Star}, 3rd: @Compendium[pf2e.spells-srd.06pzGkKTyPE3tHR8]{Gravity Well}, 4th: @Compendium[pf2e.spells-srd.DcmWrD0V5PWQQyDm]{Variable Gravity}, 5th: @Compendium[pf2e.spells-srd.m4Mc5XbdML92BKOE]{Strange Geometry}, 6th: @Compendium[pf2e.spells-srd.m34WOIGZCEg1h76G]{Blanket Of Stars}, 7th: @Compendium[pf2e.spells-srd.IHUs4qn27RrdFQ5Y]{Cosmic Form}, 8th: @Compendium[pf2e.spells-srd.U0hL0LLaprcnAyzC]{Wind Walk}, 9th: @Compendium[pf2e.spells-srd.fkDeKktdmbeplYRY]{Overwhelming Presence}</p>\n<p><strong>Revelation Spells</strong></p>\n<ul>\n<li>Initial <em>@Compendium[pf2e.spells-srd.mlNYROcFrUF8nFgk]{Spray of Stars}</em>;</li>\n<li>Advanced <em>@Compendium[pf2e.spells-srd.L37RTc7K79OUpZ7X]{Interstellar Void}</em>;</li>\n<li>Greater <em>@Compendium[pf2e.spells-srd.In2A7GCyxxaqZdPI]{Moonlight Bridge}</em></li>\n</ul>\n<p><strong>Related Domains</strong> star, moon</p>\n<h3>Curse of the Sky's Call</h3>\n<p>@Compendium[pf2e.feat-effects.rwDsr5XsrYcH7oFT]{Effect: Cosmos Curse}</p>\n<p>You have your head in the clouds-and not just figuratively. Your body is drawn toward the heavens, making you lighter and less substantial than you should be. Your eyes glow with starry light, and your hair and clothing float and drift around you.</p>\n<h4>Minor Curse</h4>\n<p>Your unnatural lightness makes it hard to keep your footing and interact with other physical objects. You are @Compendium[pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 1} and take a -2 penalty to saves and DCs against @Compendium[pf2e.actionspf2e.PMbdMWc2QroouFGD]{Grapple}, @Compendium[pf2e.actionspf2e.7blmbDrQFNfdT731]{Shove}, and other forms of forced movement.</p>\n<h4>Moderate Curse</h4>\n<p>Your body is drawn further skyward. You are @Compendium[pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 2}, and the penalty from your minor curse increases to -3.</p>\n<p>You are treated as one size smaller for wind effects. You gain a +2 status bonus against @Compendium[pf2e.actionspf2e.ge56Lu1xXVFYUnLP]{Trip} attempts, you only take half as much damage from falls, and you gain the effects of the @Compendium[pf2e.feats-srd.HJYQlmGTdtyGWr6a]{Powerful Leap} and @Compendium[pf2e.feats-srd.ZBhvJ9O8MvBFAlhq]{Quick Jump} skill feats. You weigh only half as much, and your Bulk, should someone need to carry you, is also half as much.</p>\n<h4>Major Curse (11th)</h4>\n<p>As your body rises, you float just above the ground beneath you. You become @Compendium[pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 4}, and the penalty from your minor curse increases to -4.</p>\n<p>You can walk on liquids as if they were solid; you gain the effects of the @Compendium[pf2e.feats-srd.TVFfTP9fHRidwBlW]{Cloud Jump} skill feat; and you don't leave tracks, trigger weight-sensitive pressure plates, or otherwise connect with the ground below you.</p>"
		},
		"Fate": {
			"name": "Fate",
			"description": "<p>You have the gift of foresight, seeing glimpses of futures yet to pass. However, prophecy has become uncertain since the death of Aroden a century ago, and certainly your own divinations do not come to pass. You've also&nbsp; come to terms with a grave truth; there are far more doomed futures than safe ones, and you are plagued by visions of disaster. You may be blessed by gods such as Pharasma, Magdh and Narriseminek, or perhaps you were simply born under a chosen star.</p>\n<p><strong>Mystery Benefit</strong></p>\n<p>Your gift lets you see into the future in brief glimpses. When you embrace the futures, you are able to avoid terrible outcomes that would affect you. The penalties of the frightened condition do not affect your oracle spellcasting DC or spell attack rolls.</p>\n<p><strong>Avoid Doom&nbsp;<span class=\"pf2-icon\">r</span> </strong></p>\n<section class=\"traits\">\n<p>Fortune Oracle&nbsp; <strong><br></strong></p>\n</section>\n<p><strong>Trigger</strong> You are about to attempt a saving throw.</p>\n<p><strong>Requirements</strong> Your last turn you cast a divination spell.</p>\n<p>Your visions of the future alert you to oncoming disaster. You may roll your saving throw twice and take the higher result.</p>\n<p><strong>Trained Skill</strong> Occultism</p>\n<p><strong>Granted Spells&nbsp;</strong> cantrip:<em> @Compendium[pf2e.spells-srd.lmHmKGs1N3yNAvln]{Wash Your Luck}, </em>1st: <em>@Compendium[pf2e.spells-srd.6ZIKB0151LUR19Rw]{Ill Omen}</em>, 2nd: <em>@Compendium[pf2e.spells-srd.rDDYGY2ekZ1yVv7q]{Lucky Number}</em>, 3rd: <em>@Compendium[pf2e.spells-srd.rfFZKfeCSweFv7P3]{Impending Doom}</em>, 4th: <em>@Compendium[pf2e.spells-srd.gfKhtVsXF3HKSdmY]{Seal Fate}</em>, 5th: <em>@Compendium[pf2e.spells-srd.8THDHP0UC7SgOYYF]{Inevitable Disaster},</em>6th: <em>@Compendium[pf2e.spells-srd.0XP2XOxT9VSiXFDr]{Phantasmal Calamity}</em>, 7th:<em> @Compendium[pf2e.spells-srd.AlbpWWN87yGegoAF]{True Target}</em>, 8th:<em> @Compendium[pf2e.spells-srd.it4wx2mDIJDlZGqS]{Divine Armageddon}</em>, 9th: <em>@Compendium[pf2e.spells-srd.qsNeG9KZpODSACMq]{Foresight}&nbsp;</em></p>\n<p><strong>Revelation Spells</strong></p>\n<ul>\n<li>Initial: @UUID[Compendium.oracles.oracles-revelation-spells.7Qywd2OQH01YbeML]{Glimpse Future}</li>\n<li>Advanced: @UUID[Compendium.oracles.oracles-revelation-spells.kotw5yAPTys7Tysv]{Assume Destiny}</li>\n<li>Greater: @UUID[Compendium.oracles.oracles-revelation-spells.mkwJihuJVPCv0Z1X]{Doomsaying}</li>\n</ul>\n<p><strong> Related Domains</strong> fate, luck</p>\n<h3>Curse of Countless Fates</h3>\n<p>@UUID[Compendium.oracles.oracles-effects.mmx40eMquymvtxpt]{Effect: Fate Curse}</p>\n<p>As you gaze further and further into the future, an immense pressure settles over you, leaving you more and more helpless to look away from the infinite possibilities laid before you. Your eyes are a milky white, or you might have a third eye which always looks forward, a single cyclopean eye, a blindfold you can't remove or some other effect affecting your eyes.</p>\n<h4>Minor Curse</h4>\n<p>You feel yourself being drawn towards doomed futures, and what you see makes you fearful. You become @Compendium[pf2e.conditionitems.Frightened]{Frightened 1} and your frightened condition cannot be reduced below 1 while you are at this stage of your curse.</p>\n<h4>Moderate Curse</h4>\n<p>Even with your direct intervention, the doomed futures close in around you, and you find them inescapable. You become @Compendium[pf2e.conditionitems.Frightened]{Frightened 2} when you first enter this stage. If you get a critical failure on a roll as a result of a penalty from the frightened condition caused by your curse, you get a failure instead.</p>\n<h4>Major Curse (11th)</h4>\n<p>Though your doom is all but inevitable, there are always visions of victory somewhere if you only choose to look. You become @Compendium[pf2e.conditionitems.Frightened]{Frightened 3} when you first enter this stage of your curse in addition to the effects of your moderate curse. On any turn in which you use a spell with the divination trait, you negate your frightened penalties to your AC as well and you gain temporary Hit Points equal to your level plus your Charisma modifier until the end of your next turn.</p>\n<p>@UUID[Compendium.oracles.oracles-effects.MSSwc68ff7CF5zmK]{Effect: Fate Temp HP}</p>"
		},
		"Flames+": {
			"name": "Flames+",
			"description": "<p>Fire lives at the center of the world, the center of the sun, and the center of civilization. You might revere this elemental force, siphon power from the Elemental Plane of Fire, or venerate a collection of deities such as Asmodeus, Sarenrae, the Tian goddess of disasters and volcanoes Lady Nanbyo, or the elemental lord of fire Ymeri.</p>\n<p><strong>Mystery Benefit</strong></p>\n<p>Like fire itself, you flicker and dance, avoiding effects that would quench your vitality. You have expert proficiency in Reflex saves. At 13th level, if you gain the @Compendium[pf2e.classfeatures.TUOeATt52P43r5W0]{Lightning Reflexes} class feature, your proficiency rank for Reflex saves increases to master, and when you roll a success on a Reflex save, you get a critical success instead.</p>\n<p><strong>Trained Skill</strong> Acrobatics</p>\n<p><strong>Granted Spells </strong>cantrip: @Compendium[pf2e.spells-srd.O9w7r4BKgPogYDDe]{Produce Flame}, 1st: @Compendium[pf2e.spells-srd.y6rAdMK6EFlV6U0t]{Burning Hands}@Compendium[pf2e.spells-srd.2ZdHjnpEQJuqOYSG], 2nd: {Flaming Sphere}, 3rd: @Compendium[pf2e.spells-srd.sxQZ6yqTn0czJxVd]{Fireball}, 4th: @Compendium[pf2e.spells-srd.IarZrgCeaiUqOuRu]{Wall of Fire}, 5th: @Compendium[pf2e.spells-srd.E3X2RbzWHCdz7gsk]{Flame Strike}, 6th: @Compendium[pf2e.spells-srd.Gn5deIoobHpd3SiR]{Flame Vortex}, 7th: @Compendium[pf2e.spells-srd.XS7Wyh5YC0NWeWyB]{Fiery Body}, 8th: @Compendium[pf2e.spells-srd.fBoiPXmcIO50OFFR]{Boil Blood}, 9th: @Compendium[pf2e.spells-srd.jrBa9deU2ULFWvSl]{Meteor Swarm}</p>\n<p><strong>Revelation Spells</strong></p>\n<ul>\n<li>Initial <em>@Compendium[pf2e.spells-srd.AspA30tzKCHFWRf0]{Incendiary Aura}</em>;</li>\n<li>Advanced <em>@Compendium[pf2e.spells-srd.Wi2HcreCfujKiCvW]{Whirling Flames}</em>;</li>\n<li>Greater <em>@Compendium[pf2e.spells-srd.bynT1UKaDqr8dLNM]{Flaming Fusillade}</em></li>\n</ul>\n<p><strong>Related Domains</strong> fire, sun</p>\n<h3>Curse of Engulfing Flames</h3>\n<p>@Compendium[pf2e.feat-effects.hqeR9faxHj0NDFFP]{Effect: Flames Curse}</p>\n<p>You see flames and smoke wherever you look. These flames might be imagined, or they might be a preternatural glimpse of the metaphorical fires that empower the entire multiverse-but you always see them. Fires flare noticeably (though not dangerously) in your presence, you occasionally smoke slightly, and your body is almost painfully hot to the touch.</p>\n<h4>Minor Curse</h4>\n<p>The smoke, heat, and crackling flames of your curse fill your vision and all your other senses.</p>\n<p>Creatures further than 30 feet are @Compendium[pf2e.conditionitems.DmAIPqOBomZ7H95W]{Concealed} from you. You can't benefit from effects that would allow you to ignore or mitigate this concealment, as normal for effects of an oracular curse.</p>\n<h4>Moderate Curse</h4>\n<p>Smoke and flickering visions of flame fill your senses more completely, and harmless flickers of obscuring flames also fill your space.</p>\n<p>You are concealed from other creatures, though as the other creatures aren't cursed themselves, they can benefit from effects that would allow them to ignore or mitigate the concealed condition, as normal. All other creatures and objects are concealed from you regardless of distance; however, when casting a fire spell, you automatically succeed at the flat check for this concealed condition for targets within 30 feet.</p>\n<p>All your senses become imprecise beyond 30 feet, meaning everything past 30 feet that you'd normally be able to see is @Compendium[pf2e.conditionitems.iU0fEDdBp3rXpTMC]{Hidden} from you.</p>\n<h4>Major Curse (11th)</h4>\n<p>The flames surrounding you are no longer simply visions.</p>\n<p>An aura of fire surrounds you in a @Template[type:emanation|distance:10], dealing [[/r {4d6}[fire]]]{4d6 fire damage} (basic Reflex save) to all other creatures in the aura at the end of each of your turns. You lose [[/r 1d6]] Hit Points at the end of your turn each round, with no save; if you have a weakness to fire, increase the number of HP you lose by that weakness.</p>\n<p>You can suppress your aura until the start of your next turn by spending a single action, which has the concentrate trait, to diminish the flames, causing neither you nor anyone in the aura to take damage. While Refocusing to reduce your curse, you are continually diminishing the flames, so you don't lose HP. The flames subside if you fall @Compendium[pf2e.conditionitems.fBnFDH2MTzgFijKf]{Unconscious}, but they resume when you wake up unless you rested for long enough to reset your curse. As usual for oracular curses, you can't mitigate or reduce the lost Hit Points in any way, though you can still heal the lost HP normally after the fact.</p>"
		},
		"Frost": {
			"name": "Frost",
			"description": "<p>Ice encrusts your heart, and cold pulses through your veins. No matter where you go, or what you do, subzero temperature clings to you as a vessel of the cold. You may draw your powers from the Algenweis, her evil demon lord father Kostchtchie, Uvuko of the Mwangi Expanse, or even from the spirits of the Crown of the World itself. Wherever your power is drawn, the fierce power of ice shall be known by your presence.</p>\n<p><strong>Mystery Benefit</strong> You gain cold resistance equal to half your level and treat environmental cold as one degree less severe. You treat your @Compendium[pf2e.actionspf2e.Balance]{Balance} checks and Reflex saves against ice as one better and when on uneven ground that is caused by ice you are not @Compendium[pf2e.conditionitems.Flat-Footed]{Flat-Footed}. You gain the Feather Step general feat.</p>\n<p><strong>Trained Skill</strong> Crafting</p>\n<p><strong>Granted Spells</strong> cantrip: @Compendium[pf2e.spells-srd.gYjPm7YwGtEa1oxh]{Ray of Frost}, 1st: @Compendium[pf2e.spells-srd.8TQiFzGf4feoHeH0]{Chilling Spray}, 2nd: @Compendium[pf2e.spells-srd.02J0rDTk37KN2sjt]{Quench}, 3rd: @Compendium[pf2e.spells-srd.WsUwpfmhKrKwoIe3]{Slow}, 4th: @Compendium[pf2e.spells-srd.kHyjQbibRGPNCixx]{Ice Storm}, 5th: @Compendium[pf2e.spells-srd.R5FHRv7VqyRnxg2t]{Wall of Ice}, 6th: @Compendium[pf2e.spells-srd.3puDanGfpEt6jK5k]{Cone of Cold}, 7th: @Compendium[pf2e.spells-srd.vFkz0gVBUT2gGnm1]{Frigid Flurry}, 8th: @Compendium[pf2e.spells-srd.BKIet436snMNcnez]{Polar Ray}, 9th: @Compendium[pf2e.spells-srd.Tc5NLaMu71vrGTJQ]{Nature's Enmity}</p>\n<p><strong>Revelation Spells</strong></p>\n<ul>\n<li>initial: @UUID[Compendium.oracles.oracles-revelation-spells.2EUIq5jbb04S8oW5]{Sheets Of Ice}</li>\n<li>advanced: @UUID[Compendium.oracles.oracles-revelation-spells.nrtiQUD6s0NKg9Ma]{Glacial Sculpting}</li>\n<li>greater: @UUID[Compendium.oracles.oracles-revelation-spells.VVBmn8DPIInJDxjw]{Fractal Frosting}</li>\n</ul>\n<p><strong>Domains </strong>cold, creation</p>\n<h3>Curse of Icy Steps</h3>\n<p>@UUID[Compendium.oracles.oracles-effects.rGzawpOIlGkYdHOS]{Effect: Frost Curse}</p>\n<p>Your gaze is nearly as cold as the touch of your skin. Even in warm weather, your breath condenses as if it were freezing, and patches of ice sometimes appear on your clothes or hair. The cold has been a companion when others have felt you were distant and unapproachable, and it has never bothered you.</p>\n<h4>Minor Curse</h4>\n<p>The ice begins to set, each of your steps leaving frost in its wake. When you begin your turn in encounter mode, your square and all immediately adjacent squares become ice and are considered difficult terrain and uneven ground. This ice lasts until the end of your current turn. The @Compendium[pf2e.actionspf2e.Balance]{Balance} check and Reflex DC for your ice's uneven ground is equal to your spellcasting DC.</p>\n<h4>Moderate Curse</h4>\n<p>The ice begins to claim more than just your feet. The ice created by your curse lasts until the end of your next turn instead of the end of your current turn. If you begin your turn in the area of your ice created on a previous turn, you become @Compendium[pf2e.conditionitems.Slowed]{Slowed 1} for 1 round and you do not treat your ice as uneven ground while slowed by your curse. When you finish casting a spell with the cold or cursebound traits you become immune to the slowed condition caused by your curse until the end of your next turn.</p>\n<h4>Major Curse (11th)</h4>\n<p>The ice thickens. When you begin your turn in an area of ice from your previous turn and you are already affected by the slowed condition, you also become @Compendium[pf2e.conditionitems.Grabbed]{Grabbed} by your ice and must @Compendium[pf2e.actionspf2e.Escape]{Escape}. When you begin your turn, your square and all squares out to 15 feet are covered in ice until the end of your next turn. If a creature other than you ends its turn within the area of this ice, it takes your level in cold damage and must attempt a @Check[type:fortitude|dc:resolve(@actor.attributes.classOrSpellDC.value)|basic:true]{basic Fortitude save}. Creatures that critically fail their save are also slowed 1 for 1 round.</p>"
		},
		"Life+": {
			"name": "Life+",
			"description": "<p>The never-ending flow of positive energy within living beings is palpable to you. You might uphold the sanctity of life, or perhaps you seek to undermine it. You might draw power from the collective vitality of the world's living creatures, hold some connection to the Positive Energy Plane, or revere a collection of deities including Irori, Pharasma, Sarenrae, and the god of medicine Qi Zhong.</p>\n<p><strong>Mystery Benefit</strong></p>\n<p>Your body is a deep reservoir of life energy. At each level, you gain Hit Points equal to 10 + your Constitution modifier from the oracle class, instead of 8 + your Constitution modifier.</p>\n<p><strong>Trained Skill</strong> Medicine</p>\n<p><strong>Granted Spell&nbsp;</strong>cantrip: @Compendium[pf2e.spells-srd.SnjhtQYexDtNDdEg]{Stabilize}, 1st:&nbsp; @Compendium[pf2e.spells-srd.rfZpqmj0AIIdkVIs]{Heal}, 2nd: @Compendium[pf2e.spells-srd.SnaLVgxZ9ryUFmUr]{Restoration}, 3rd: @Compendium[pf2e.spells-srd.HIY4XUJZKmFLAJTn]{Life Connection}, 4th: @Compendium[pf2e.spells-srd.ikSb3LRGnrwXJBVX]{Vital Beacon}, 5th: @Compendium[pf2e.spells-srd.Hnc7eGi7vyZenAIm]{Breath of Life}, 6th: @Compendium[pf2e.spells-srd.IkGYwHRLhkuoGReG]{Raise Dead}, 7th: @Compendium[pf2e.spells-srd.2Vkd1IxylPceUAAF]{Regenerate}, 8th: @Compendium[pf2e.spells-srd.CeSh8QcVnqP5OlLj]{Discern Location}, 9th:</p>\n<p><strong>Revelation Spells</strong></p>\n<ul>\n<li>Initial <em>@Compendium[oracles.oracles-revelation-spells.tbU4jJ10F09acCFi]{Life Link+}</em></li>\n<li>Advanced <em>@Compendium[pf2e.spells-srd.ziHDISWkFSwz3pmn]{Delay Affliction}</em>;</li>\n<li>Greater <em>@Compendium[pf2e.spells-srd.9kOI14Jep97TzGO7]{Life-Giving Form}</em></li>\n</ul>\n<p><strong>Related Domains</strong> healing, repose</p>\n<h3>Curse of Outpouring Life</h3>\n<p>@Compendium[pf2e.feat-effects.EtFMN1ZLkL7sUk01]{Effect: Life Curse}</p>\n<p>Life energy flows outward from you and connects you to all living things, but you expend your vital essence to do so. Your presence comforts the ill and injured, causes scars to fade slightly, spurs new growth in plants, and otherwise infuses your surroundings with vitality.</p>\n<h4>Minor Curse</h4>\n<p>As your life force seeps outward, it becomes more difficult to keep your body functioning. Effects that restore Hit Points to you take a status penalty equal to half your level (minimum 1) to the number of HP you recover.</p>\n<h4>Moderate Curse</h4>\n<p>The flow of life energy away from you can't be reversed.</p>\n<p>In addition to the effects of your minor curse, you can't be healed by magical effects originating from other creatures. However, if you are unconscious, magical effects can restore you to 1 HP (but no higher). You are affected normally by healing elixirs, potions, and other items.</p>\n<p>When you cast <em>@Compendium[pf2e.spells-srd.rfZpqmj0AIIdkVIs]{Heal}</em> and all your targets are living creatures, you roll d12s instead of d8s for the amount of healing.</p>\n<p>Whenever you finish casting a non-cantrip spell, you restore Hit Points equal to the spell level to your choice of either one target of the spell or the creature nearest to you. You can't heal yourself in this way. This healing has the healing, necromancy, and positive traits, as well as the tradition trait of the spell.</p>\n<h4>Major Curse (11th)</h4>\n<p>Life energy tears through you to empower your magic. Some of your spells carry positive energy with them.</p>\n<p>Each time you use a spell slot to cast a 5th-level or higher spell that takes 2 or more actions to cast, you disperse positive energy in a @Template[type:burst|distance:30] with the effects of a 3-action <em>@Compendium[pf2e.spells-srd.rfZpqmj0AIIdkVIs]{Heal}</em> spell with a level 4 lower than that of the spell you cast. This healing occurs immediately after you finish Casting the Spell. You don't benefit from this healing. Instead, you lose double the number of Hit Points rolled for the heal spell.</p>"
		},
		"Lore+": {
			"name": "Lore+",
			"description": "<p>Knowledge and information come freely to you. You might use this lore to gain power or perhaps to understand the divine mysteries of the multiverse. You might have a conduit to the fabled Akashic Record, maintain a subtle telepathic connection to the collective subconscious of all living creatures, or follow in the footsteps of deities such as Abadar, Irori, Nethys, Irori's scholarly nephew Gruhastha, the fey triune goddess of fate Magdh, or the lawful aeon god-figure known as the Monad.</p>\n<p><strong>Mystery Benefit</strong></p>\n<p>You hold more mystical knowledge within you than most. You have one additional spell in your repertoire of each level you can cast.</p>\n<p><strong>Trained Skill</strong> Occultism and one Lore skill of your choice</p>\n<p><strong>Granted Spells</strong> cantrip: @Compendium[pf2e.spells-srd.OhD2Z6rIGGD5ocZA]{Read Aura}, 1st: @Compendium[pf2e.spells-srd.nXmC2Xx9WmS5NsAo]{Share Lore}, 2nd: @Compendium[pf2e.spells-srd.CQb8HtQ1BPeZmu9h]{Touch of Idiocy}, 3rd: @Compendium[pf2e.spells-srd.ZYoC630tNGutgbE0]{Hypercognition}, 4th: @Compendium[pf2e.spells-srd.zvKWclOZ7A53DObE]{Clairvoyance}, 5th: @Compendium[pf2e.spells-srd.SwUiVavHKMWG7t5K]{Tongues}, 6th: @Compendium[pf2e.spells-srd.5BbU1V6wGSGbrmRD]{Feeblemind}, 7th: @Compendium[pf2e.spells-srd.rsZ5c0AUyywe5yoK]{Retrocognition}, 8th: @Compendium[pf2e.spells-srd.CeSh8QcVnqP5OlLj]{Discern Location}, 9th: @Compendium[pf2e.spells-srd.ihbRf964JDXztcy3]{Disjunction}</p>\n<p><strong>Revelation Spells</strong></p>\n<ul>\n<li>Initial @Compendium[oracles.oracles-revelation-spells.FpMSUYrPXrIjVUpx]{Brain Drain+};</li>\n<li>Advanced <em>@Compendium[pf2e.spells-srd.LbPLNWlLCxKCo5gF]{Access Lore}</em>;</li>\n<li>Greater <em>@Compendium[pf2e.spells-srd.XULNb8ItUsfupxqH]{Dread Secret}</em></li>\n</ul>\n<p><strong>Related Domains</strong> knowledge, truth</p>\n<h3>Curse of Torrential Knowledge</h3>\n<p>@Compendium[pf2e.feat-effects.Tju9kpQlwcKkyKor]{Effect: Lore Curse}</p>\n<p>You have a link to true divine knowledge, but your mortal mind struggles to process and act on what you know. Loose materials around you, such as dust, grains of rice, and droplets of water, slowly shift to form strange runes or faint indecipherable writing, and you sometimes speak unintelligible truths or statements in unknown languages without realizing it.</p>\n<h4>Minor Curse</h4>\n<p>You take a -4 penalty to initiative, as trying to process a surge of information about what's happening around you slows your ability to respond to it.</p>\n<h4>Moderate Curse</h4>\n<p>The flow of information through your mind grows. The attention you divert to process this huge influx of information means you are always @Compendium[pf2e.conditionitems.AJh5ex99aV6VTggg]{Flat-Footed}.</p>\n<p>At the start of each of your turns, you automatically make one check to @Compendium[pf2e.actionspf2e.KygTSeDvsFoSO6HW]{Recall Knowledge} as a free action. This uses a skill of your choice that has the Recall Knowledge action, using a result equal to 10 + your proficiency bonus in that skill (with no other bonuses, penalties, or modifiers).</p>\n<h4>Major Curse (11th)</h4>\n<p>The massive flow of information clouding your mind overwhelms your ability to communicate with others. You can understand all languages, but you can't speak, use linguistic effects, or otherwise communicate with your allies.</p>\n<p>If you Cast a Spell with a verbal component, you become @Compendium[pf2e.conditionitems.e1XGnhKNSQIm5IXg]{Stupefied 2} until the end of your next turn.</p>\n<p>You gain a +4 status bonus on saving throws against linguistic effects.</p>"
		},
		"Mountain": {
			"name": "Mountain",
			"description": "<p>Your soul is linked to the awesome might of towering mountains. Perhaps you have a holy connection to a particular range of mountains such as the Kortos Mountains, the Wall of Heaven in Tian Xia or the mountain that makes up the realm of Heaven itself. Maybe you have the blessing of deities such as Yamatsumi, Balumbdar or Ragdya. Whatever the case, you yourself are a holy peak, and your powers manifest as such.</p>\n<p><strong>Mystery Benefits</strong> You are innately suited to survival in the mountains. Your mystery has hardened your skin to that of stone, which is a medium armor in the plate armor group that grants a +4 item bonus to AC, a Dex cap of +1, a check penalty of -2, a speed penalty of -5 feet, and a Strength value of 16, and has the comfort trait. You can never wear other armor or remove this armor. You can etch armor runes into your body to complement your stone armor, allowing you to upgrade your body's armor as normal. You are trained in medium armor and gain expert proficiency in medium armor when you gain light armor expertise. In addition, you can ignore difficult terrain caused by rubble and uneven ground made of stone and earth.</p>\n<p>@UUID[Compendium.oracles.oracles-mystery-features.m6CYY42PFsrTmwGe]{Mountain Armor}</p>\n<p><strong>Trained Skill</strong> Athletics</p>\n<p><strong>Granted Spells</strong> cantrip: @Compendium[pf2e.spells-srd.zA0jNIBRgLsyTpbm]{Scatter Scree}, 1st: @Compendium[pf2e.spells-srd.dgCH2E0gMLMUgyFl]{Shockwave}, 2nd: @Compendium[pf2e.spells-srd.wzctak6BxOW8xvFV]{Enlarge}, 3rd: @Compendium[pf2e.spells-srd.vh1RpbWfqdNC4L3P]{Meld into Stone}, 4th: @Compendium[pf2e.spells-srd.2BV2yYPfVJ5zirZt]{Stoneskin}, 5th: @Compendium[pf2e.spells-srd.kOa055FIrO9Smnya]{Wall of Stone}, 6th:@Compendium[pf2e.spells-srd.YIMampGpij4Y30yE]{Stone Tell}, 7th: @Compendium[pf2e.spells-srd.O7ZEqWjwdKyo2CUv]{Volcanic Eruption}, 8th:@Compendium[pf2e.spells-srd.x7SPrsRxGb2Vy2nu]{Earthquake}, 9th: @Compendium[pf2e.spells-srd.TbYqDhlNRiWHe146]{One With the Land}</p>\n<p><strong>Revelation Spells</strong></p>\n<ul>\n<li>initial: @UUID[Compendium.oracles.oracles-revelation-spells.lnwLodpW4SdwiGmD]{Rolling Rubble}</li>\n<li>advanced: @UUID[Compendium.oracles.oracles-revelation-spells.yZgOpXF0SpjKkIqW]{Raise Mountain}</li>\n<li>greater: @UUID[Compendium.oracles.oracles-revelation-spells.2NekNn02JsUpFQ5G]{Juggernaut of Jagged Stone}</li>\n</ul>\n<p><strong>Related Domains</strong> earth, might</p>\n<h3>Curse of the Ancient Summit</h3>\n<p>@UUID[Compendium.oracles.oracles-effects.8PKI9OYbuoxzTM8f]{Effect: Mountain Curse}</p>\n<p>Your dreams are haunted by visions of a tall, mighty peak calling you to join it and become a part of the mountain yourself. In moments of stillness, your skin almost resembles stone, and you might find moss growing on you after a restful night's sleep. You can't help but feel that perhaps you are simply a vessel of this mountain and that one day, you'll return to it and join it in an eternal, stony slumber.</p>\n<h4>Minor Curse</h4>\n<p>Your skin starts to petrify, giving you a heavy, rock-like appearance. You have a -5 status foot penalty to all of your speeds and you can never benefit from a status bonus to your speeds or overcome this penalty. You treat your degree of success on Athletics checks to Swim as one degree worse.</p>\n<h4>Moderate Curse</h4>\n<p>More and more stone and rock builds up around you, coming around your legs from the ground you stand upon and increasing your stature. You have a -10-foot status penalty to all of your speeds. Your gain +2 circumstance bonus to your defenses against forced movement or effects that would give you the @Compendium[pf2e.conditionitems.Prone]{Prone} condition. You gain a +2 circumstance bonus to Athletics checks to @Compendium[pf2e.actionspf2e.Force Open]{Force Open} and @Compendium[pf2e.actionspf2e.Shove]{Shove}.</p>\n<h4>Major Curse (11th level)</h4>\n<p>You give in to the call of the earth, and transform into a mighty living mountain. You have a -2 status penalty to your Reflex saves and you can never take the Fly action even if you gain a fly speed. Your item bonus to AC from your stone skin becomes a +6 item bonus to AC, has a Dex cap of +0, a check penalty of -3, a speed penalty of -10 feet, and a Strength value of 18, it also loses the comfort trait and gains the bulwark trait. You gain the armor specialization effect for your stone skin. When you make an Athletics check to @Compendium[pf2e.actionspf2e.Long Jump]{Long Jump} or @Compendium[pf2e.actionspf2e.High Jump]{High Jump} and land on solid ground, you create a @Template[type:burst|distance:15] of greater difficult terrain centered on the square you land in as the ground ruptures beneath you.</p>\n<div class=\"notranslate\" style=\"all: initial;\">&nbsp;</div>"
		},
		"Plague": {
			"name": "Plague",
			"description": "<p>The silent and inevitable will of death is that of the plague. You walk with it as a comrade on a path that is slow and insidious. You might derive power from Urgathoa, the Horseman of Pestilence Apollyon, or the demi-god Ghlaunder, or you might find its source from the curing or spreading of the diseases themselves.</p>\n<p><strong>Mystery Benefit</strong> You carry within you an illness that will haunt your body so long as you live, and yet shall never claim you. This resilience has extended to other plagues and contagions. The sickened condition does not affect your spell attack roll modifiers or your spellcasting DCs. You can suppress the effects of diseases that you carry or your curse by spending a single action retching or by casting a spell with the cursebound trait, which suspends the penalties of these effects until the beginning of your next turn. In addition, when you retch to reduce your sickened condition or to suppress a disease effect, you treat your degree of success as one better.</p>\n<p><strong>Trained Skill</strong> Medicine</p>\n<p><strong>Granted Spells&nbsp;</strong>cantrip: @Compendium[pf2e.spells-srd.m5QS8q5M6K0euKcT]{Healing Plaster}, 1st: @Compendium[pf2e.spells-srd.zJQnkKEKbJqGB3iB]{Goblin Pox} , 2nd: @Compendium[pf2e.spells-srd.JhRuR7Jj3ViShpq7]{Ghoulish Cravings}, 3rd: @Compendium[pf2e.spells-srd.GKpEcy9WId6NJvtx]{Stinking Cloud}, 4th: @Compendium[pf2e.spells-srd.eexkxcqnkXazsGfK]{Enervation}, 5th: @Compendium[pf2e.spells-srd.d9sBzPOXX3KT8uTu]{Grisly Growths}, 6th: @Compendium[pf2e.spells-srd.6lO6uMQxbqmYho0e]{Necrotize}, 7th: @Compendium[pf2e.spells-srd.9aFg4EuOBVz0i3Lb]{Corrosive Body}, 8th: @Compendium[pf2e.spells-srd.MS60WhVifb45qORJ]{Spiritual Epidemic}, 9th: @Compendium[pf2e.spells-srd.drmvQJETA3WZzXyw]{Voracious Gestalt}</p>\n<p>Revelation Spells</p>\n<ul>\n<li><strong> Initial</strong>: @UUID[Compendium.oracles.oracles-revelation-spells.pGhsEcdujIz0Jjzs]{Coughing Fit}</li>\n<li><strong>Advanced</strong>: @UUID[Compendium.oracles.oracles-revelation-spells.6PgCTNDQMiLamotj]{Rapid Fever}</li>\n<li><strong>Greater</strong>: @UUID[Compendium.oracles.oracles-revelation-spells.3Gs2ikwjuwFYOJAY]{Rot From Within}</li>\n</ul>\n<p><strong>Related Domains</strong> delirium, plague</p>\n<h3>Curse of Creeping Pestilence</h3>\n<p>@UUID[Compendium.oracles.oracles-effects.4RmqNZ2yusxhL22g]{Effect: Plague Curse}</p>\n<p>Your curse is a magical disease which can never be cured. You look afflicted to a lesser degree at all times, such as appearing clammy or having a discoloration of the eyes. The Fortitude DC of your disease is equal to your spellcasting DC.</p>\n<h4>Minor Curse</h4>\n<p>Your disease becomes inflamed. You are @Compendium[pf2e.conditionitems.Sickened]{Sickened 1}. After you retch, you regain the sickened condition at the start of your next turn.</p>\n<h4>Moderate Curse</h4>\n<p>The disease that plagues you becomes even more enraged. You are @Compendium[pf2e.conditionitems.Sickened]{Sickened 2}. When you retch, choose a creature within 15 feet, that creature must attempt a @Check[type:fortitude|dc:resolve(@actor.abilities.classOrSpellDC.value)]{Fortitude save} against your spellcasting DC and becomes @Compendium[pf2e.conditionitems.Sickened]{Sickened 1} on a failure. Regardless of the result, the target is temporarily immune to this effect for 1 day.</p>\n<h4>Major Curse (11th)</h4>\n<p>Your disease begins to manifest in truly horrific ways. You are @Compendium[pf2e.conditionitems.Sickened]{Sickened 3}. When you cast a spell without the cursebound trait while you are receiving penalties from the sickened condition, you take [[/r {floor(@actor.level/2)}[Persistent,Bleed]]]{persistent bleed damage} equal to half your level. When you retch, you can instead choose a creature within 30 feet and that creature must attempt a @Check[type:fortitude|dc:resolve(@actor.abilities.classOrSpellDC.value)]{Fortitude save} against your spellcasting DC and becomes @Compendium[pf2e.conditionitems.Sickened]{Sickened 2} on a failure. Regardless of the result, the target is temporarily immune to this effect for 1 day.</p>"
		},
		"Radiance": {
			"name": "Radiance",
			"description": "<p>The light is the purveyor of truth, and the truth is inescapable. You carry light with you as a great warrior would wield a weapon, though perhaps it burns you greater than any mortal weapon could hope to wound you. You could find your guiding lights via Sarenrae, Luhar the lion goddess, or directly from the Positive Energy plane itself. The light will shine as long as you walk with it by your side.</p>\n<p><strong>Mystery Benefit</strong> Your light shines bright, and those within your rays of brilliance cannot escape your vision. Concealed enemies that are inside the area of an effect or spell with the light trait that originates from you do not require a flat check to be targeted by your spells and creatures that attempt to @Compendium[pf2e.actionspf2e.XMcnh4cSI32tljXa]{Hide} or @Compendium[pf2e.actionspf2e.Sneak]{Sneak} while within the area of your light receive a -2 circumstance penalty to their checks.</p>\n<p><em>The following is the effect for the Stealth penalty, not the effect of the curse.</em></p>\n<p>@Compendium[oracles.oracles-effects.xrKovFEqVXNnztTV]{Effect: Curse of Unsupressable Brilliance}</p>\n<p><strong>Trained Skill </strong>Arcana</p>\n<p><strong>Granted Spells </strong>cantrip: @Compendium[pf2e.spells-srd.WBmvzNDfpwka3qT4]{Light}, 1st: @Compendium[pf2e.spells-srd.UKsIOWmMx4hSpafl]{Color Spray}, 2nd:@Compendium[pf2e.spells-srd.HRb2doyaLtaoCfi3]{Faerie Fire} , 3rd: @Compendium[pf2e.spells-srd.DyiD239dNS7RIxZE]{Searing Light}, 4th: @Compendium[pf2e.spells-srd.Hb8GdAhP0zBCv3zU]{Chromatic Ray}, 5th: @Compendium[pf2e.spells-srd.forsqeofEszBNtLq]{Chromatic Wall}, 6th: @Compendium[pf2e.spells-srd.FgRpddPORsRFwNoX]{Chromatic Image}, 7th: @Compendium[pf2e.spells-srd.d6o52BnjViNz7Gub]{Prismatic Spray}, 8th: @Compendium[pf2e.spells-srd.iL6TujgTCtRRa0Y0]{Prismatic Wall}, 9th: @Compendium[pf2e.spells-srd.PngDCmU0MXZkbu0v]{Prismatic Sphere}</p>\n<p><strong>Revelation Spells</strong></p>\n<ul>\n<li>initial: @UUID[Compendium.oracles.oracles-revelation-spells.3IxOV0fkxDTPHTfb]{Flash Of Brilliance}</li>\n<li>advanced: @UUID[Compendium.oracles.oracles-revelation-spells.axxilGdsKJU1GmOs]{Rainbow Blade}</li>\n<li>greater: @UUID[Compendium.oracles.oracles-revelation-spells.TPeo3060CnQOYxGO]{Light Prison}</li>\n</ul>\n<p><strong>Related Domains </strong>star, sun</p>\n<h3>Curse of Unsupressable Brilliance</h3>\n<p>@UUID[Compendium.oracles.oracles-effects.Mz1zZ2XahJgFAhPj]{Effect: Radiance Curse}</p>\n<p>Your inner light shines so bright that it exudes from your eyes, ears, mouth, and fingertips with blinding extravagance. At all times you exhibit a faint glow of a color that reflects the energy of where your magic originates. Your Curse of Unsuppressable Brilliance's counter modifier is equal to your spell attack roll modifier and has the light and visual traits.</p>\n<h4>Minor Curse</h4>\n<p>Your brilliant light shines so bright its difficult to see. You are @Compendium[pf2e.conditionitems.Dazzled]{Dazzled}, but only to creatures and objects within 15 feet of you. You shine bright light in a @Template[type:emanation|distance:15] and dim light 15 feet beyond that.</p>\n<h4>Moderate Curse</h4>\n<p>Your eyes begin to emanate light as well, the shimmering brilliance overwhelms your senses entirely but shines light on your enemies. You are dazzled. You shine bright light in a @Template[type:emanation|distance:20] and dim light 20 feet beyond that. On the turn you enter this stage, all creatures within a @Template[type:emanation|distance:10] must attempt a @Check[type:fortitude|dc:resolve(@actor.abilities.classOrSpellDC.value)]{Fortitude save} against your spell DC or they become dazzled for 1 round on a failure, or dazzled for [[/r 1d4 #rounds]]{1d4 rounds} on a critical failure.</p>\n<h4>Major Curse (11th)</h4>\n<p>You are bursting with radiance. On the turn you enter this stage you are @Compendium[pf2e.conditionitems.Blinded]{Blinded}, and then on subsequent turns you are dazzled. You exude bright light in a @Template[type:emanation|distance:40] and dim light 40 feet beyond that. On the turn you enter this stage, all creatures within a @Template[type:emanation|distance:20] must attempt a @Check[type:fortitude|dc:resolve(@actor.abilities.classOrSpellDC.value)|traits:incapacitation]{Fortitude save} against your spell DC or they become blinded for 1 round on a failure, or blinded for [[/r 1d4 #rounds]]{1d4 rounds} on a critical failure. This effect has the incapacitation trait.</p>"
		},
		"Reverie": {
			"name": "Reverie",
			"description": "<p>The mind is the greatest creator, for in its folds are forged a thousand worlds in the land of dreams. Your imagination is so persistent and powerful that it forms illusions by your mere presence. You might have close ties to the likes of Desna, the Great Old Ones, or Bes the god of ancient Osirion. You find that the power of the dreamlands is only a flicker of magic away.</p>\n<p><strong> Mystery Benefit</strong> Your dreams can be actualized, with only a little magic and imagination. You can use Deception instead of Intimidation to @Compendium[pf2e.actionspf2e.Demoralize]{Demoralize} by using your illusions to inspire fear, and your Demoralize loses the auditory and linguistic traits and gains the visual trait when you do. You can make Deception checks to @Compendium[pf2e.actionspf2e.AJstokjdG6iDjVjE]{Impersonate} without a @Compendium[pf2e.equipment-srd.Jvp0x2Sc82WVpExT]{Disguise Kit}, as you supplement the use of it with your own illusory effects. In addition, you can @Compendium[pf2e.actionspf2e.Perform]{Perform} by manifesting small illusions and when you do the action gains the visual trait.</p>\n<p><strong>Trained Skill</strong> Deception</p>\n<p><strong>Granted Cantrip</strong> cantrip: @Compendium[pf2e.spells-srd.atlgGNI1E1Ox3O3a]{Ghost Sound}, 1st: @Compendium[pf2e.spells-srd.rerNA6YZsdxuJYt3]{D&eacute;j&agrave; Vu}, 2nd: @Compendium[pf2e.spells-srd.f8SBoXiXQjlCKqly]{Illusory Creature}, 3rd: @Compendium[pf2e.spells-srd.K2WpC3FFoHrqX9Q5]{Hypnotic Pattern}, 4th: @Compendium[pf2e.spells-srd.HBJPsonQnWcC3qdX]{Hallucinatory Terrain}, 5th: @Compendium[pf2e.spells-srd.U58aQWJ47VrI36yP]{Hallucination}, 6th: @Compendium[pf2e.spells-srd.RQjSQVZRG497cJhX]{Vibrant Pattern}, 7th: , 8th: @Compendium[pf2e.spells-srd.K2WpC3FFoHrqX9Q5]{Hypnotic Pattern}, 9th: @Compendium[pf2e.spells-srd.qDjeG6dxT4aEEC6J]{Weird}</p>\n<p><strong>Revelation Spells </strong></p>\n<ul>\n<li><strong>initial</strong>: @UUID[Compendium.oracles.oracles-revelation-spells.JEBKmE73asQ8BW1u]{Mind's Eye Wink}</li>\n<li><strong>advanced</strong>: @UUID[Compendium.oracles.oracles-revelation-spells.s2e5zwoaDdoM09qo]{Wishful Thinking}</li>\n<li><strong>greater</strong>: @UUID[Compendium.oracles.oracles-revelation-spells.g8od996wazRBRNxk]{Dream Come To Life}</li>\n</ul>\n<p><strong>Related Domains</strong> dreams, nightmares</p>\n<h3>Curse of Compulsive Daydreams</h3>\n<p>@UUID[Compendium.oracles.oracles-effects.UCDPEQoQzP0nPSCd]{Effect: Reverie Curse}</p>\n<p>Your attachment to your whimsical imagination is both a blessing and a common plight. You might be enraptured at any given moment by a rogue thought or a percolating image conjured in your mind's eyes, sometimes ones so vivid they become fully realized.</p>\n<h4>Minor Curse</h4>\n<p>Your daydreams make you a believer of all things, sometimes to your detriment. You take a -1 penalty to Will saves against mental effects and Perception checks.</p>\n<h4>Moderate Curse</h4>\n<p>Your daydreams are your reality, and they cloud your ability to see things but not your magic. You receive a -2 penalty to Will saves against mental effects and Perception checks. A creature that targets you with a mental effect takes a -1 status penalty to its Will save against your illusions.</p>\n<p>@UUID[Compendium.oracles.oracles-effects.QuhlEcbqVLuVVycz]{Effect: Reverie (Moderate Curse)}</p>\n<h4>Major Curse (11th)</h4>\n<p>Your dreams are present and now manifest in more than just your mind's eye. In addition to effects of your moderate curse, creatures treat you as flanked for melee attacks as long as the space opposite of them could conceivably be occupied by an enemy. When you cast a non-cantrip illusion spell, you create hostile illusions in a @Template[type:emanation|distance:20] until the end of your next turn. All creatures in the area must attempt a @Check[type:will|dc:resolve(@actor.attributes.classOrSpellDC.value)|traits:illusion,mental]{Will save} against your spell DC. While they remain in the emanation, creatures that fail their save are @Compendium[pf2e.conditionitems.Flat-Footed]{Flat-Footed} and creatures that critically fail can't make reactions. This effect has the illusion and mental traits. A creature can attempt to disbelieve the effect as normal after using a @Compendium[pf2e.actionspf2e.Seek]{Seek} action. If it successfully disbelieves, it becomes temporarily immune to this effect for 1 day.</p>"
		},
		"Song": {
			"name": "Song",
			"description": "<p>You are haunted by a mysterious piece of music wherever you go. It plays in the winds, in the voices of your friends, in the echo of your own voice. Perhaps it is a gift from a deity like Shelyn or Gogunta, or maybe you were witness to an occult masterpiece that has stayed with you for years. Though nobody else can hear it, all other sound bends into its tune- subtly or not.</p>\n<p><strong>Mystery Benefit</strong> You have an innate understanding of the magic of music. You gain the @Compendium[pf2e.feats-srd.7LB00jkh6JaJr3vS]{Fascinating Performance} and @Compendium[pf2e.feats-srd.xqAdXRd2gSQcqp5E]{Impressive Performance} skill feats. In addition, when you are @Compendium[pf2e.conditionitems.Deafened]{Deafened}, you do not need to make a flat check to perform an action with the auditory trait if the action is part of the @Compendium[pf2e.actionspf2e.Cast a Spell]{Cast a Spell} activity.</p>\n<p><strong>Trained Skill</strong> Performance</p>\n<p><strong>Granted Spells&nbsp;</strong>cantrip: @Compendium[pf2e.spells-srd.b5BQbwmuBhgPXTyi]{Haunting Hymn}, 1st: @Compendium[pf2e.spells-srd.TSyFZNAbqfkRrcq0]{Concordant Choir}, 2nd: @Compendium[pf2e.spells-srd.Yv3AFIO55FONQYMH]{Sonata Span}, 3rd: @Compendium[pf2e.spells-srd.HHGUBGle4OjoxvNR]{Sculpt Sound}, 4th: @Compendium[pf2e.spells-srd.VACvA5VRbddjt5s9]{Infectious Enthusiasm}, 5th: @Compendium[pf2e.spells-srd.OAt2ZEns1gIOCgrn]{Synesthesia}, 6th: @Compendium[pf2e.spells-srd.OsOhx3TGIZ7AhD0P]{Dominate}, 7th: @Compendium[pf2e.spells-srd.8kJbiBEjMWG4VUjs]{Warp Mind}, 8th: @Compendium[pf2e.spells-srd.Jvyy6oVIQsD34MHB]{Uncontrollable Dance}, 9th: @Compendium[pf2e.spells-srd.FmNDwqMEjeTEGPrY]{Unfathomable Song}</p>\n<p><strong>Revelation Spells</strong></p>\n<ul>\n<li><strong> initial</strong>: @UUID[Compendium.oracles.oracles-revelation-spells.KMyPn30SsZlhnlGq]{Sharp Note}</li>\n<li><strong>advanced</strong>: @UUID[Compendium.oracles.oracles-revelation-spells.6yrDcRUVoCvyZQsN]{Enchanting Rhapsody}</li>\n<li><strong> greater</strong>: @UUID[Compendium.oracles.oracles-revelation-spells.VBGps5NnJhsVH97m]{Explosive Crescendo}</li>\n</ul>\n<p><strong>Related Domains</strong> repose, soul</p>\n<h3>Curse Of The Everpresent Sonata</h3>\n<p>@UUID[Compendium.oracles.oracles-effects.YQjLEeyPlq3HaCRA]{Effect: Song Curse}</p>\n<p>Try as you might, you cannot escape the song that follows you, and in moments of stress it grows louder and louder until it is all that you can hear. When you move, laugh or speak, the faint sound of musical instruments can sometimes be heard accompanying you, and everything you do has an almost rhythmic quality.</p>\n<h4>Minor Curse</h4>\n<p>Music envelopes you and overwhelms you, muting everything but the song in your ears. You become @Compendium[pf2e.conditionitems.9PR9y0bi4JPKnHPR]{Deafened}.</p>\n<h4>Moderate Curse</h4>\n<p>The song begins to manifest around you, sharing the music you hear with others. Your music can be heard from up to 30 feet away, and is usually enough to alert others of your presence. You take a -4 status penalty to Stealth in this stage of your curse as well as the effects of your minor curse. You are surrounded by a @Template[type:emanation|distance:15] that fills with song. Creatures within the emanation have a -1 status penalty to saves and effects with the auditory trait as the music bends to your will.</p>\n<h4>Major Curse (11th)<strong><br></strong></h4>\n<p>An all-consuming symphony erupts through you, playing you as an instrument rather than a conductor. Your music can be heard up to 60 feet away, and will almost always alert others to your presence. You automatically critically fail Stealth checks you make during this stage of your curse as well as the effects of your moderate curse. Your emanation increases to a @Template[type:emanation|distance:30], and creatures have a -2 status penalty to saves and effects with the auditory trait. Creatures that get a failure on an auditory effect you created are also @Compendium[pf2e.conditionitems.9PR9y0bi4JPKnHPR]{Deafened} until the end of their next turn.</p>"
		},
		"Tempest+": {
			"name": "Tempest+",
			"description": "<p>The fury of the wind and waves pounds in your heart, whether your power flows from natural storms, a conduit to the elemental Planes of Air and Water, or through reverence of deities such as Gozreh, the tengu god of storms Hei Feng, the demon lord Dagon, or the elemental lords of air and water.</p>\n<p><strong>Mystery Benefit</strong></p>\n<p>You can see perfectly through wind and water, and you send electric charges through both air and water. You never take penalties to Perception from wind, rain, fog, or other precipitation, or from looking through water or being underwater, and such conditions don't cause anything to be concealed from you.</p>\n<p>When you deal physical damage with a non-cantrip air or water spell, you deal an additional 1 electricity damage per spell level.</p>\n<p><strong>Trained Skill</strong> Nature</p>\n<p><strong>Granted Spells&nbsp;</strong>cantrip: <em>@Compendium[pf2e.spells-srd.kBhaPuzLUSwS6vVf]{Electric Arc}, </em>1st: @Compendium[pf2e.spells-srd.g8QqHpv2CWDwmIm1]{Gust of Wind}, 2nd: @Compendium[pf2e.spells-srd.9XHmC2JgTUIQ1CCm]{Obscuring Mist}, 3rd: @Compendium[pf2e.spells-srd.T4QKmtYPeCgYxVGe]{Crashing Wave}, 4th: @Compendium[pf2e.spells-srd.b5sGjGlBf58f8jn0]{Air Walk}, 5th: @Compendium[pf2e.spells-srd.zfn5RqAdF63neqpP]{Control Water}, 6th: @Compendium[pf2e.spells-srd.TDNlDWbYb58Y55Da]{Chain Lightning}, 7th: @Compendium[pf2e.spells-srd.m2xFMNyQiUKQDRaj]{Energy Aegis}, 8th: @Compendium[pf2e.spells-srd.8hKW4mWQyLnkHVta]{Whirlwind}, 9th: @Compendium[pf2e.spells-srd.r4HLQcYwB62bTayl]{Storm of Vengeance}</p>\n<p><strong>Revelation Spells</strong></p>\n<ul>\n<li>Initial <em>@Compendium[pf2e.spells-srd.EzB9i7R6aBRAtJCh]{Tempest Touch}</em>;</li>\n<li>Advanced <em>@Compendium[pf2e.spells-srd.LFSwMtQVP05EzlZe]{Thunderburst}</em>;</li>\n<li>Greater <em>@Compendium[pf2e.spells-srd.zhqnMOVPzVvWSUbC]{Tempest Form}</em></li>\n</ul>\n<p><strong>Related Domains</strong> Lightning, Water</p>\n<h3>Curse of the Perpetual Storm</h3>\n<p>@Compendium[pf2e.feat-effects.I0g5oaSwaqZ8fFAV]{Effect: Tempest Curse}</p>\n<p>You are the center of your own tiny tempest, ever surrounded by wind and rain that worsens the more you tap into your elemental powers. Even when you are calm and at rest, your hair and clothing are blown about by gentle winds, you are slightly damp, and your touch often comes with a static shock.</p>\n<h4>Minor Curse</h4>\n<p>An aura of a whirling storm whips up in a @Template[type:emanation|distance:5] around you and in your space. The aura puts out small non-magical fires 1 round after they're lit or brought into your aura.</p>\n<p>Electrical energy builds up within your storm, turning you into a lightning rod; you gain weakness 2 to electricity, and electricity spells or effects that have additional effects for a creature wearing or holding metal treat you as though you were wearing metal.</p>\n<h4>Moderate Curse</h4>\n<p>Your minor curse's aura expands to a @Template[type:emanation|distance:10] and carries rain on the winds. The whirling winds impose a -2 circumstance penalty on ranged attack rolls using physical ammunition that target you or originate from you.</p>\n<p>Your weakness to electricity increases to 5 or half your level, whichever is greater, but torrential rain grants you an equal amount of fire resistance.</p>\n<h4>Major Curse (11th)</h4>\n<p>Your minor curse's aura expands to a @Template[type:emanation|distance:15] and grows stronger. High winds blowing outward in the aura impede creatures' progress. The aura is difficult terrain for Large and smaller creatures on the ground, and for Huge or smaller flying creatures. You aren't affected by this difficult terrain.</p>\n<p>The electricity arcing through you becomes dangerous. Any creature that touches you or damages you with an unarmed melee attack or non-reach melee weapon takes [[/r {1d6}[electricity]]]{1d6 electricity damage}. As normal, this doesn&rsquo;t affect creatures you touch.</p>"
		},
		"Time+": {
			"name": "Time+",
			"description": "<p>Whether by accident, fate, or purposeful meddling, you exist slightly outside of time. While initially unmoored by moments, the countless march of milliseconds builds up to drift you further and further out of sync with your natural timeline, often in contradictory directions. You might view this as a blessing, perhaps as a sign you're somehow beyond mortality or you can't be contained within reality's limitations, or you might view it as a cruel curse that causes your own life to slip by adrift even as you gain power over time. Many oracles of time are without faith and either come to rely upon their own instincts to survive or else turn to strange rituals and forbidden magic in an attempt to break free of time's grasp. Those oracles who worship deities most often worship Pharasma, goddess of fate who sees all possible futures for all who ever lived, or Alseta, goddess of transitions and the passage through time.</p>\n<p><strong>Mystery Benefit</strong></p>\n<p>Time passes more swiftly for you than it does for those around you, enabling you to cover more distance in what others perceive as the same amount of time. You gain a +10-foot status bonus to your Speed. At 6th level, this increases to a +15-foot status bonus; at 10th level, this increases to a +20-foot status bonus; at 14th level, this increases to a +25-foot status bonus; and at 18th level, it increases to a +30-foot status bonus. Your disjointed movement makes it harder for creatures to hit you as you move. You gain a +1 status bonus to AC against attacks made against you from reactions or free actions while you're moving.</p>\n<p><strong>Trained Skill</strong> Occultism</p>\n<p><strong>Granted Spells&nbsp;</strong>cantrip: @Compendium[pf2e.spells-srd.BvNbDwFYaidKJG9j]{Time Sense}, 1st: @Compendium[pf2e.spells-srd.DgcSiOCR1uDXGaEA]{Synchronize}, 2nd: @Compendium[pf2e.spells-srd.mLAYvbafVKfBgEhz]{Loose Time's Arrow}, 3rd: @Compendium[pf2e.spells-srd.B3eLlbaPxOYHcs1o]{Curse Of Lost Time}, 4th: @Compendium[pf2e.spells-srd.D6BcAoWFxHYTKwVZ]{Morass of Ages}, 5th: @Compendium[pf2e.spells-srd.5tpk4Q2QI3FVhm99]{Rewinding Step}, 6th: @Compendium[pf2e.spells-srd.OdqM06M0wDUqZWiR]{Cast into Time}, 7th: @Compendium[pf2e.spells-srd.G56DJkxlUjFv0C4Z]{Time Beacon}, 8th: @Compendium[pf2e.spells-srd.4ONjK2hoMBmuAAyk]{Summon Irii}, 9th: @Compendium[pf2e.spells-srd.HHCgEEkeeShVQf8d]{Bilocation}</p>\n<p><strong>Revelation Spells</strong></p>\n<ul>\n<li><strong>Initial</strong> <em>@Compendium[pf2e.spells-srd.UbHK19RYbxRXWgWX]{Temporal Distortion}</em></li>\n<li><strong>Advanced</strong> <em>@Compendium[pf2e.spells-srd.LbqunTurwXB3u9Vp]{Time Skip}</em></li>\n<li><strong>Greater</strong> <em>@Compendium[pf2e.spells-srd.MT8usUfwudDVUm5H]{Manifold Lives}</em></li>\n</ul>\n<p><strong>Related Domains</strong> fate, time</p>\n<h3>Curse of Turbulent Moments</h3>\n<p>@Compendium[pf2e.feat-effects.oSzUv21eN9VS9TC1]{Effect: Time Curse}</p>\n<p><strong>Minor Curse</strong></p>\n<p>As you draw upon your mystery, time's passage becomes more disjointed, aging, regressing, or warping you out of sync. You become @Compendium[pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 1}. In addition, you take a -2 penalty to saving throws against effects that would make you @Compendium[pf2e.conditionitems.HL2l2VRSaQHu9lUw]{Fatigued} or slowed.</p>\n<p><strong>Moderate Curse</strong></p>\n<p>Time distorts further, increasing your muscular atrophy, age regression, or warping while making effects pass you by at an increased rate. The value of your enfeebled condition increases to @Compendium[pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 2} and the penalty from your minor curse increases to -3. Your status bonus to AC against attacks made against you from reactions or free actions while you're moving increases to +2. In addition, spells affecting you last less time; their duration is reduced by half, to a minimum of 1 round. This doesn't reduce the spell's duration for other targets affected by the same spell. Finally, all non-permanent conditions affecting you that have a duration measured in rounds, minutes, or hours have their duration reduced by half, to a minimum of 1 round. Any afflictions (such as poisons, diseases, and curses) affecting you have their maximum duration, onset time, and time for each stage reduced by half. Spells, conditions, and afflictions that last \"until your next daily preparations\" last for 12 hours or until your next daily preparations, whichever comes first. This doesn't change the duration you're temporarily immune, the rate at which you can use abilities that have a frequency, or any other features based on the passage of time.</p>\n<p><strong>Major Curse (11th)</strong></p>\n<p>You become so out of sync with time that it's hard for you to act, but when you do act, you do so with incredible speed. You become @Compendium[pf2e.conditionitems.xYTAsEpcJE1Ccni3]{Slowed 1}, the value of your enfeebled condition increases to 3, and the penalty from your minor curse increases to -4. Time passes so much faster for you that your steps appear as a blur of motion to others. You gain a +4 status bonus to initiative rolls. Whenever you move, you're @Compendium[pf2e.conditionitems.DmAIPqOBomZ7H95W]{Concealed} while you're moving and until the start of your next turn. As normal for concealment where your location is still obvious, you can't use this concealment to Hide or @Compendium[pf2e.actionspf2e.VMozDqMMuK5kpoX4]{Sneak}. Your status bonus to AC against attacks made against you from reactions or free actions while you're moving increases to +4. Time passes differently for you than everyone else. At the end of a turn you cast a non-cantrip spell, you can teleport to a square within half the distance of your status bonus to your speed as a free action. This action has the teleportation trait and does not trigger your benefits for moving.</p>"
		}
	}
}