{
	"label": "Actions",
	"entries": {
		"A Moment Unending": {
			"name": "A Moment Unending",
			"description": "<p>You take in every movement around you, allowing you to react to things you ordinarily couldn't. You gain the Reactive Strike feat until the beginning of your next turn.</p>"
		},
		"All that Shines Belongs to Me": {
			"name": "All that Shines Belongs to Me",
			"description": "<p>You become @UUID[Compendium.pf2e.conditionitems.Item.zJxUflt9np0q4yML]{Invisible} for 1 round, then Stride. Each enemy adjacent to you at any point during this movement must succeed at a @Check[type:fortitude|dc:resolve(@actor.system.attributes.classDC.value)] save against your class DC or become @UUID[Compendium.pf2e.conditionitems.Item.XgEqL1kFApUbl5Z2]{Blinded} for 1 minute; if a creature critically fails their save against this effect, they are permanently blinded instead. For each creature blinded by this effect, the duration of the granted invisibility increases by 1 round as you hide yourself in their stolen light.</p>"
		},
		"Apparition's Possession": {
			"name": "Apparition's Possession",
			"description": "<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p>You relinquish control of your physical body to an apparition, allowing it to fully unleash its spiritual power at the cost of your own agency. Until the start of your next turn, you are immune to control effects and spells that attempt to influence your actions, such as charm or command, unless its spell rank is more than twice your level. However, the only actions you can take are to Stride, Strike, Cast an apparition Spell, Cast a vessel Spell, or use an action that has the apparition trait.</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-effects.Item.ThcPQIEa02CU6xFa]{Effect: Apparition's Possession}</p>"
		},
		"Apparition's Whirl": {
			"name": "Apparition's Whirl",
			"description": "<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p>Your apparitions spiral around you as you replace your bond with your primary apparition with another. Choose another apparition from among those you've attuned to; it becomes your primary apparition, replacing your current one.</p>"
		},
		"Bear Allies' Burdens": {
			"name": "Bear Allies' Burdens",
			"description": "<p>You move with a speed belying your strength, carrying your allies as easily as straw dolls. You Stride; at any point you are adjacent to a willing ally, you can pick them up, and you can deposit them into an adjacent square at any other point during your movement. If an ally was benefiting from your immanence aura when you began this movement, they do not count against your Bulk limits while being carried during the move.</p>"
		},
		"Blinding of the Needle": {
			"name": "Blinding of the Needle",
			"description": "<p>Make a Strike with your weapon ikon. If that Strike is successful, the target must succeed at a @Check[type:fortitude|dc:resolve(@actor.system.attributes.classDC.value)] save against your class DC or become @UUID[Compendium.pf2e.conditionitems.Item.XgEqL1kFApUbl5Z2]{Blinded} for 1 round or until they use an Interact action to clear the blood from their vision.</p>"
		},
		"Break the Sun's Legs": {
			"name": "Break the Sun's Legs",
			"description": "<p>You make a slashing motion over the brightest source of light, whether it's a torch or the sun in the sky. A gash appears over the light source, visible to all, and devours the light. The entire area within a @Template[type:burst|distance:120] around you takes the effects of a 9th-rank <em>@Compendium[pf2e.spells-srd.4GE2ZdODgIQtg51c]{Darkness}</em> spell for 1 minute. The stolen light is channeled to your eyes, and you gain greater darkvision for the duration of the effect.</p>"
		},
		"Burn out of Time": {
			"name": "Burn out of Time",
			"description": "<p>An impossible amount of energy blazes in a sphere above you before compressing itself into your weapon. Strike one creature. The Strike deals an additional @Damage[3d8[spirit],3d8[negative]]{3d8 spirit damage and 3d8 void} damage. If the creature is reduced to 0 Hit Points, it's immediately killed: not in the present, but in the recent past. This temporal destruction erases the consequences of their recent actions; if a creature died within the last round as a result of the incinerated target's actions, that creature is returned to life with [[/r 5d8[healing]]] Hit Points at the location that it died as its death is retroactively undone.</p>"
		},
		"Captivating Charm": {
			"name": "Captivating Charm",
			"description": "<p>You focus your attention on a creature within 30 feet, overwhelming their senses. They must succeed at a @Check[type:will|dc:resolve(@actor.system.attributes.classDC.value)] save against your class DC or be @UUID[Compendium.pf2e.conditionitems.Item.AdPVz7rbaVSRxHFg]{Fascinated} by you until the start of your next turn. The condition ends if you use a hostile action against the target, but not if you use a hostile action against their allies.</p>"
		},
		"Coiling Serpent": {
			"name": "Coiling Serpent",
			"description": "<p>Make a Strike with your weapon ikon. If the Strike successfully deals damage, the target must succeed at a @Check[type:reflex|dc:resolve(@actor.system.attributes.classDC.value)] save against your class DC or the arrow transforms into a multitude of ethereal snakes that coil around the target, immobilizing it until it succeeds at an @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} attempt against your class DC.</p>"
		},
		"Complete the Hero's Journey": {
			"name": "Complete the Hero's Journey",
			"description": "<p>You declare an enemy within the area of your worn ikon's aura to be a heroic test. As long as that enemy remains within your worn ikon's aura, it deals an additional @Damage[10[spirit]] damage to you with each successful Strike or spell it targets you with. Whenever it deals spirit damage to you, each ally within the aura can attempt a Reactive Strike against it, even if they do not normally have that reaction. If an ally within your aura successfully slays the enemy with a Reactive Strike, they immediately gain temporary Hit Points equal to their level, which persist for 1 minute.</p>"
		},
		"Crash Against Me": {
			"name": "Crash Against Me",
			"description": "<p>Your skin becomes virtually unbreakable until the beginning of your next turn. Your resistance increases to a value equal to your level. During this time, if a creature fails a melee attack roll against you using a weapon dealing the same damage type as your resistance, or if they succeed at an attack against you with the weapon but your resistance would be enough to reduce the damage dealt to 0, that weapon clangs wildly off your skin with a painful reverberation, making the attacking enemy @Compendium[pf2e.conditionitems.Off-Guard]{Off-Guard} and applying a –2 circumstance penalty to attacks with that weapon until the beginning of their next turn.</p>"
		},
		"Drink of my Foes": {
			"name": "Drink of my Foes",
			"description": "<p><strong>Requirements</strong> Your last action was a successful Strike with the barrow's edge</p>\n<hr />\n<p><strong>Effect</strong> Your blade glows as it absorbs your foe's vitality. You regain Hit Points equal to half the damage dealt.</p>"
		},
		"Embrace of Destiny": {
			"name": "Embrace of Destiny",
			"description": "<p>You draw an enemy within the aura into your reach, moving them directly toward you into a square within your melee reach unless they succeed at a @Check[type:fortitude|dc:resolve(@actor.system.attributes.classDC.value)] save against your class DC.</p>"
		},
		"Fleeting Arc through Heaven and Earth": {
			"name": "Fleeting Arc through Heaven and Earth",
			"description": "<p>You swing your weapon in a wide arc, releasing a blazing rainbow that deals @Damage[8d6[spirit]] damage and [[/r 8d6]] damage of the same type as your weapon to all enemies in a @Template[type:cone|distance:60], with a @Check[type:fortitude|dc:resolve(@actor.system.attributes.classDC.value)|basic:true] save against your class DC. As the rainbow ripples out, you use it as a bridge to teleport to any location within the effect's area.</p>"
		},
		"Fracture Mountains": {
			"name": "Fracture Mountains",
			"description": "<p>Your spirit is so dense it takes on tangible force. Make a melee Strike with your weapon ikon. This counts as two attacks when calculating your multiple attack penalty. If this Strike hits, your additional spirit damage increases to 4 plus an extra die of weapon damage. If you're at least 10th level, increase this to 6 spirit damage and two extra dice, and if you're at least 18th level, increase it to 8 spirit damage and three extra dice. Constructs and objects are not immune to spirit damage dealt by this attack, and this spirit damage automatically bypasses any Hardness they have.</p>"
		},
		"Heaven Rains an Ending": {
			"name": "Heaven Rains an Ending",
			"description": "<p>You fire an arrow that multiplies into a dense cloud of weapons. Make a ranged Strike against each enemy you are aware of within your weapon's first range increment. Each attack counts toward your multiple attack penalty, but do not increase your penalty until you have made all your attacks. All damage dealt by these Strikes is spirit damage.</p>"
		},
		"Judgment from Clear Skies": {
			"name": "Judgment from Clear Skies",
			"description": "<p>As you fire or hurl your weapon, it becomes a line of booming lightning. Make a ranged Strike with your ikon against a creature within your weapon's first range increment, or 30 feet, whichever is further. If the Strike is successful, the target and each creature within 15 feet of it must succeed at a @Check[type:fortitude|dc:resolve(@actor.system.attributes.classDC.value)|basic:true] save against your class DC or take @Damage[1d6[electricity],1d6[sonic]]{1d6 electricity damage and 1d6 sonic} damage from the mighty thunderclap of the weapon's impact; this damage increases to @Damage[2d6[electricity],2d6[sonic]]{2d6 electricity and 2d6 sonic} if you are 12th level, or @Damage[3d6[electricity],3d6[sonic]]{3d6 electricity and 3d6 sonic} if you are 17th level. Your ikon then returns to your hand.</p>"
		},
		"Kneel Before Greatness": {
			"name": "Kneel Before Greatness",
			"description": "<p>You demand the fealty that is your rightful due. All enemies within your worn ikon's aura must succeed at a @Check[type:will|dc:resolve(@actor.system.attributes.classDC.value)] save against your class DC or immediately kneel, dropping @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} as a free action. Enemies who critically fail their save against this effect also take spirit damage equal to twice your level.</p>"
		},
		"Marathon Dash": {
			"name": "Marathon Dash",
			"description": "<p>Your anklets carry you where you need to be. You Stride, and each ally within your aura at the start of your movement can Stride as a reaction.</p>"
		},
		"Mirrored Spirit Strike": {
			"name": "Mirrored Spirit Strike",
			"description": "<p>Make two Strikes with your weapon ikon, each using your current multiple attack penalty. Both Strikes must have the same target. If the Strikes are made with a weapon that doesn't have the agile trait, the second Strike takes a –2 penalty. If both attacks hit, you combine their damage, which is all dealt as spirit damage. You add any precision damage only once. Combine the damage from both Strikes and apply resistances and weaknesses only once. This counts as two attacks when calculating your multiple attack penalty.</p>"
		},
		"No Scar but This": {
			"name": "No Scar but This",
			"description": "<p>Your wounds knit shut with hardly a scratch. You regain 1d8 Hit Points. At 3rd level and every two levels thereafter, the healing increases by 1d8.</p>\n<p>[[/r ceil(@actor.level/2)d8[healing]]]{Leveled Healing}</p>"
		},
		"One Moment till Glory": {
			"name": "One Moment till Glory",
			"description": "<p>You rally your allies, carrying them from the brink of disaster to the verge of victory. Each ally in your aura immediately makes a new saving throw with a +2 status bonus against one ongoing negative effect or condition they are currently affected by, even if that effect would not normally allow a new saving throw.</p>"
		},
		"Only You and I": {
			"name": "Only You and I",
			"description": "<p>You draw you foe into a fated conflict, one you know you'll win. Choose an enemy within your reach. Until the end of your next turn, that enemy gains a +2 circumstance bonus to attack rolls it makes against you, but it must attempt a Will save whenever it tries to move away from you, Strike a target other than you, or Cast a Spell that doesn't include you as a target. On a failure, the target loses the action or actions related to the failed attempt. Whenever the enemy misses you with a Strike while this effect is active, you heal [[/r (1d8+5)[healing]]] Hit Points.</p>"
		},
		"Rain of Seven Lights": {
			"name": "Rain of Seven Lights",
			"description": "<p>You fire a projectile into the air with your weapon ikon, which becomes a shower in a @Template[type:burst|distance:5] within 60 feet. Each creature in the area must succeed at a @Check[type:reflex|dc:resolve(@actor.system.attributes.classDC.value)|basic:true] save against your class DC or take spirit damage equal to your normal Strike damage with your weapon ikon. If your weapon ikon has the deadly or fatal trait, when a creature critically fails their save against this effect, roll the spirit damage they take using the adjusted Strike damage those traits would normally apply to your weapon. You can choose before using this ability to give it the nonlethal trait, in which case reducing a creature to 0 Hit Points merely places them into a dreamless slumber.</p>"
		},
		"Reap the Field": {
			"name": "Reap the Field",
			"description": "<p><strong>Requirements</strong> Your previous action was a successful Strike, and you have not yet rolled damage</p>\n<hr />\n<p><strong>Effect</strong> Time seems to lag as you blur across the battlefield, deciding the fate of many in a moment. Do not roll damage for your Strike. Stride up to half your speed and make an attack against a different foe, using the same multiple attack penalty. If your second attack is a success, you deal damage to both creatures; if it is a miss, you deal damage to neither creature.</p>"
		},
		"Rejoin in Flight": {
			"name": "Rejoin in Flight",
			"description": "<p>You throw your weapon ikons to either side of a creature, and they seek each other out, converging on the target. Make two thrown Strikes against a target within the first range increment of your weapon ikons, each at your current multiple attack penalty. The target is flanked for both attacks (typically making them @Compendium[pf2e.conditionitems.Off-Guard]{Off-Guard} against both attacks), and if both hit, the target also takes an additional die of weapon damage. The weapons then return to your hand.</p>"
		},
		"Sea's Claim": {
			"name": "Sea's Claim",
			"description": "<p>A roaring whirlpool swirls around you, gathering your enemies together to receive your divine punishment. All enemies within 60 feet must succeed at a @Check[type:fortitude|dc:resolve(@actor.system.attributes.classDC.value)] save against your class DC or be swept up to 15 feet to another location of your choice within the affected area and become off- guard until the start of your next turn. This effect is forced movement. You then Strike one enemy within your reach.</p>"
		},
		"Severing Four Dragonfly Wings": {
			"name": "Severing Four Dragonfly Wings",
			"description": "<p>Make a Strike with your weapon ikon. If that Strike is successful, you can immediately make an additional Strike against another target within your reach; your multiple attack penalty does not apply to this Strike, but you take a –2 penalty to the attack roll for each other attack you have made this turn. You can continue making Strikes in this manner until you have made a total of four Strikes or you miss with a Strike, whichever comes first.</p>"
		},
		"Shift Immanence": {
			"name": "Shift Immanence",
			"description": "<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p>You shift the focus of your divinity, filling one of your ikons with your divine spark. That ikon softly glows with radiant light, emits subtle chimes as it moves, or is otherwise obviously empowered in a way that matches your growing divinity, granting the ikon the divine trait and granting you that ikon's immanence effects for as long as your divine spark is empowering it. Your spark is indivisible, so it can empower only one ikon at a time. You can also Shift Immanence to return your spark to the depths of your soul, leaving none of your ikons empowered.</p>\n<hr />\n<p><strong>Special</strong> In addition to the above usage, you can also Shift Immanence as a free action triggered when you roll initiative.</p>"
		},
		"Spark Transcendence": {
			"name": "Spark Transcendence",
			"description": "<p><strong>Frequency</strong> once per round</p>\n<p><strong>Requirements</strong> The ikon must currently house your divine spark. You can unleash an ikon's transcendence ability only if you are holding it (if it's a weapon ikon) or wearing it (if it's a worn ikon).</p>\n<hr />\n<p>You channel the full might of your divine spark through your ikon to briefly surpass mortal limitations and enact a miraculous deed. This is a special activity that takes a variable number of actions, as listed in the ikon's stat block. Some ikons are activated as a free action or reaction instead of as an activity. Immediately after the effects of the transcendence resolve, your divine spark is forcefully ejected from that ikon into another ikon of your choice.</p>\n<p> </p>"
		},
		"Spasm of the Berserker": {
			"name": "Spasm of the Berserker",
			"description": "<p>Your body warps beyond recognition into a powerful, one-eyed form. You remain under the effects of enlarge and also gain the effects of a 6th-rank <em>@Compendium[pf2e.spells-srd.YtesyvfAIwXOqISq]{Moon Frenzy}</em> until the end of your next turn, except that you can't attempt to end the effect early.</p>"
		},
		"Strike, Breathe, Rend": {
			"name": "Strike, Breathe, Rend",
			"description": "<p><strong>Requirements</strong> Your last action this turn was a successful Strike with the noble branch</p>\n<hr />\n<p><strong>Effect</strong> You channel a pulse of energy down your weapon at the moment of contact. The target of the required Strike takes spirit damage equal to your weapon damage dice.</p>"
		},
		"Topple the Pillar of Heaven": {
			"name": "Topple the Pillar of Heaven",
			"description": "<p>Your ikon extends to an impossible length, striking all its way. You deal 6d8 damage to all creatures in a @Template[type:line|distance:60], with a @Check[type:reflex|dc:resolve(@actor.system.attributes.classDC.value)|basic:true] save against your class DC. The damage type matches that of your weapon. At 14th level and every two levels thereafter, the damage increases by 1d8.</p>"
		},
		"Wound The World": {
			"name": "Wound The World",
			"description": "<p>Your weapon pierces the ground below you and opens a jagged rift in a @Template[type:line|distance:60]. All squares the line passes through permanently become difficult terrain, or greater difficult terrain if they were already difficult terrain. Each creature standing in an affected square at the time of this effect must succeed at a @Check[type:reflex|dc:resolve(@actor.system.attributes.classDC.value)] save against your class DC or fall @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}. Creatures that fall prone take @Damage[2d6[bludgeoning]] damage from the roiling earth; this damage increases to @Damage[4d6[bludgeoning]] if you are 12th level and @Damage[6d6[bludgeoning]] if you are 17th level.</p>"
		}
	}
}