{
	"label": "Kitsune - Spells",
    "mapping": {
        "target": "system.target.value",
        "range": "system.range.value",
        "duration": "system.duration.value",
        "time": "system.time.value",
        "cost": "system.cost.value",
        "primarycheck": "system.primarycheck.value",
        "secondarycasters": "system.secondarycasters.value",
        "secondarycheck": "system.secondarycheck.value"
    },
	"entries": {
		"Foxfire Ball": {
			"name": "Foxfire Ball",
			"description": "<p><strong>Requirements</strong> You must be in nine auras stance.</p>\n<hr />\n<p>You channel spiritual energy from all around you, pooling it from across your body into your naval before drawing it into your hand and shaping it into a massive sphere that explodes on impact after you hurl it. You deal 8d6 damage to all creatures in the area. This damage is of the same type as your foxfire unarmed strike. The number of actions you spend when Casting this Spell determines the area.</p>\n<p><span class=\"pf2-icon\">2</span> (somatic, verbal) The burst has a radius of 15 feet.</p>\n<p><span class=\"pf2-icon\">3</span> The burst has a radius of @Template[type:burst|distance:20]{20 feet}.</p>\n<p><strong>Two Rounds</strong> If you spend 3 actions casting the spell, you can avoid finishing the spell and spend another 3 actions on your next turn to empower the spell even further. If you choose to do so, the damage dealt by this spell increases by 8d6 ([[/r (4*@item.level)d6]]{2-Round damage}), and your aura flares with spiritual energy, causing you to glow with light and deal 1 damage to creatures that end their turn adjacent to you until you end nine auras stance. [[/r (@item.level - 3)]]{Aura damage})</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The initial damage, as well as the additional damage for the 2-round casting time, each increase by 2d6, and the damage to adjacent creatures dealt by your aura increases by 1.</p>",
			"target": "",
			"range": "250 feet",
			"duration": "",
			"time": "2",
			"cost": ""
		},
		"Foxfire Breath": {
			"name": "Foxfire Breath",
			"description": "<p><strong>Requirements</strong> You must be in nine auras stance. You guide your spiritual energy from your throat and up through your mouth, breathing it past your lips where it ignites into a cone of foxfire. You deal 2d6 damage to creatures in the area. This damage is of the same type as your foxfire unarmed attack. The number of actions you spend when Casting this Spell determines the area.</p>\n<p><span class=\"pf2-icon\">2</span> (somatic, verbal) The cone has an area of 10 feet.</p>\n<p><span class=\"pf2-icon\">3</span> The cone has an area of @Template[type:cone|distance:15]{15 feet}.</p>\n<p><strong>Two Rounds</strong> If you spend 3 actions casting the spell, you can avoid finishing the spell and spend another 3 actions on your next turn to empower the spell even further. If you choose to do so, the damage dealt by this spell increases by 3d6 ([[/r (5 +4*(@item.level -2))d6]]{2-Round damage}), and your aura invigorates your body, allowing you to add nine auras stance's status bonus to AC to your Fortitude saving throws until you end nine auras stance.</p>\n<p>@Compendium[pf2e-kitsune.kitsune-effects.dKLBqGxpykDZlJng]{Spell Effect: Foxfire Breath}</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The initial damage, as well as the additional damage for the 2-round casting time, each increase by [[/r 2d6]]{2d6}.</p>",
			"target": "",
			"range": "",
			"duration": "",
			"time": "2",
			"cost": ""
		},
		"Foxfire Chrysalis": {
			"name": "Foxfire Chrysalis",
			"description": "<p><strong>Requirements</strong> You must be in nine auras stance.</p>\n<p>Your body swells with spiritual energy that you pool in your sacrum, steadily releasing it across your body as a glimmering shell of foxfire. You gain resistance 5. Additionally, adjacent creatures that hit you with a melee attack, as well as creatures that touch you or hit you with an unarmed attack, take 3d6 damage each time they do. The resistance and this damage is of the same type as your foxfire unarmed strike. The number of actions you spend when Casting this Spell determines its damage.</p>\n<p><span class=\"pf2-icon\">2</span> (somatic, verbal) The damage is 3d6.</p>\n<p><span class=\"pf2-icon\">3</span> The damage is 4d6. [[/r (floor((@item.level - 1)/2) + 2)d6]]{3-action damage}</p>\n<p><strong>Two Rounds</strong> If you spend 3 actions casting the spell, you can avoid finishing the spell and spend another 3 actions on your next turn to empower the spell even further. If you choose to do so, any creature that attempts to Strike you while you are in nine auras stance must succeed at a @Check[type:flat|dc:6] or the Strike automatically fails. Whenever a creature attempts to Strike you or use an action that attempts to touch you and fails, they take [[/r {1d4}[persistent]]]{1d4 persistent damage}; this increases to 2d4 if they critically fail. This damage is of the same type as your foxfire unarmed strike and this benefit lasts until you leave nine auras stance.</p>\n<p>@Compendium[pf2e-kitsune.kitsune-effects.lLqKzeLBC6QdXW2c]{Spell Effect: Foxfire Chrysalis}</p>\n<hr />\n<p><strong>Heightened (+2)</strong> The resistance increases by 5. The damage increases by [[/r 1d6]]{1d6}.</p>",
			"target": "",
			"range": "",
			"duration": "",
			"time": "2",
			"cost": ""
		},
		"Foxfire Prescience": {
			"name": "Foxfire Prescience",
			"description": "<p>You awaken your crown by drawing upon massive amounts of spiritual energy that you pool within your mind's eye, expanding your awareness beyond the confines of your mortal form. Whenever you roll a d20 and receive a result of a failure or critical failure due to your result, you can use your reaction to treat the result of that d20 as being one degree of success better; a critical failure becomes a failure while a failure becomes a success. The number of actions you spend when Casting this Spell determines its effects.</p>\n<p><span class=\"pf2-icon\">2</span>&nbsp;(somatic, verbal)</p>\n<p><span class=\"pf2-icon\">3</span>&nbsp;After triggering this reaction, if its trigger occurs again (you fail or critically fail a d20 roll), you can change that critical failure into a failure or the failure into a success as a free action.</p>\n<p><strong>Two Rounds</strong> After triggering this reaction, if its trigger occurs again (you fail or critically fail a d20 roll), you can change that critical failure into a failure or the failure into a success as a free action. If you spend 3 actions casting the spell, you can avoid finishing the spell and spend another 3 actions on your next turn to empower the spell even further. If you choose to do so, enemies that are adjacent to you while you are in nine auras stance are immune to fortune effects as your prescience thwarts their best efforts at every turn.</p>",
			"target": "",
			"range": "",
			"duration": "until you leave Nine Auras Stance",
			"time": "2",
			"cost": ""
		},
		"Foxfire Sentry": {
			"name": "Foxfire Sentry",
			"description": "<p>You pull your spiritual energy into your heart, guarding yourself from the ravages of worldly attachments. While you are in Nine Auras Stance, apply the stance's status bonus to Will saving throws. If you are affected by certain conditions with a condition value, you reduce those conditions; value by 1 when you Cast this Spell and at the start of each of your turns if you are in nine auras stance. The number of actions you spend when Casting this Spell determines which conditions are ameliorated by this effect.</p>\n<p><span class=\"pf2-icon\">2</span> (somatic, verbal) The reduces the value of the @Compendium[pf2e.conditionitems.TBSHQspnbcqxsmjL]{Frightened} condition by 1.</p>\n<p><span class=\"pf2-icon\">3</span> The spell reduces the value of one of the following conditions by 1: @Compendium[pf2e.conditionitems.i3OJZU2nk64Df3xm]{Clumsy}, @Compendium[pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled}, frightened, @Compendium[pf2e.conditionitems.fesd1n5eVhpCSS18]{Sickened}, or @Compendium[pf2e.conditionitems.e1XGnhKNSQIm5IXg]{Stupefied}.</p>\n<p><strong>Two Rounds</strong> The spell reduces the value of one of the following conditions by 1: clumsy, enfeebled, frightened, sickened, or stupefied. If you spend 3 actions casting the spell, you can avoid finishing the spell and spend another 3 actions on your next turn to empower the spell even further. If you choose to do so, when you finish Casting this Spell and whenever you start your turn in nine auras stance, you can either reduce the value of all of these conditions by 1 or reduce the value of one of these conditions to 0, ending it.</p>",
			"target": "",
			"range": "",
			"duration": "until you leave Nine Auras Stance",
			"time": "2",
			"cost": ""
		},
		"Foxfire Sight": {
			"name": "Foxfire Sight",
			"description": "<p>You fill your eyes with spiritual energy, allowing you to perceive what others would find impossible. While you are in nine auras stance, you add your nine auras stance's status bonus to Perception checks and gain spirit sense as a precise sense. Spirit sense allows you to detect any creature with a Charisma score. The number of actions you spend when Casting this Spell determines the range of your spirit sense.</p>\n<p><span class=\"pf2-icon\">2</span> (somatic, verbal) Your spirit sense has a 30 foot range.</p>\n<p><span class=\"pf2-icon\">3</span> Your spirit sense has a 60 foot range.</p>\n<p><strong>Two Rounds</strong> Your spirit sense has a 60 foot range. If you spend 3 actions casting the spell, you can avoid finishing the spell and spend another 3 actions on your next turn to empower the spell even further. If you choose to do so, the GM rolls a secret counteract check against any illusion or transmutation spell within range of your spirit sense, but only for the purpose of determining whether you see through it (for instance, the check succeeds against a polymorph spell, you can see the creature's true form, but you don't end the polymorph spell). You retain this benefit until you leave nine auras stance and you use the higher between your divine spell roll bonus and your unarmed attack bonus for the counteract check.</p>\n<p>@Compendium[pf2e-kitsune.kitsune-effects.iDOApQ8zSisnmdoZ]{Spell Effect: Foxfire Sight}</p>",
			"target": "",
			"range": "",
			"duration": "until you leave Nine Auras Stance",
			"time": "2",
			"cost": ""
		},
		"Foxfire Tail Wreath": {
			"name": "Foxfire Tail Wreath",
			"description": "<p>You funnel your spiritual energy directly into your tails, causing motes of kitsunebi to manifest around one of your tails for every foxaura spell with 'foxfire' in its name that you know; if the number of foxaura spells you know exceeds the number of tails you have, the kitsunebi attaches to the base of your spine and erupts into the incorporeal vestige of a vulpine tail. When you cast the spell, you gain the benefits of two or more other foxaura spells that you've learned as if you had spent 2 rounds casting those spells. Instantaneous effects of those spells, such as damage, don't occur. For example, if you choose foxfire chrysalis, all effects of the spell would occur normally, but if you chose foxfire ball, only the spell's ability to deal damage to creatures that end their turn adjacent to you would occur. The number of actions you spend when Casting this Spell determines the number of foxfire spell effects you gain. You can only have one instance of foxfire tail wreath active at a time; casting this spell again ends the previous spell's effects.</p>\n<p><span class=\"pf2-icon\">3</span> You gain the benefit of two foxfire spells.</p>\n<p><strong>Two Rounds</strong> You gain the benefit of two foxfire spells. If you spend 3 actions casting the spell, you can avoid finishing the spell and spend another 3 actions on your next turn to empower the spell even further. If you choose to do so, you gain the benefit of two additional foxfire spells, for a total of four.</p>",
			"target": "",
			"range": "",
			"duration": "Until you leave the stance",
			"time": "2",
			"cost": ""
		},
		"Foxfire Wave": {
			"name": "Foxfire Wave",
			"description": "<p>You draw your spiritual energy into your spine, forming into a wave of energy that ebbs and flows as it releases from your outstretched palm. You deal 6d6 damage to creatures in the area. This damage is of the same type as your foxfire unarmed strike. The number of actions you spend when Casting this Spell determines the area.</p>\n<p><span class=\"pf2-icon\">2</span> (somatic, verbal) The area is an @Template[type:line|distance:40].</p>\n<p><span class=\"pf2-icon\">3</span> The area is an @Template[type:line|distance:80].</p>\n<p><strong>Two Rounds</strong> If you spend 3 actions casting the spell, you can avoid finishing the spell and spend another 3 actions on your next turn to empower the spell even further. If you choose to do so, the damage dealt by this spell increases to [[/r (4*@item.level)d6]], and creatures that fail their Reflex save are pushed 5 feet away from you; critically failing this saving throw causes creatures to be pushed away from you to the further square in the area from you.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The initial damage, as well as the additional damage for the 2-round casting time, each increase by 2d6.</p>",
			"target": "",
			"range": "",
			"duration": "",
			"time": "2",
			"cost": ""
		},
		"Nine Aura's Stance": {
			"name": "Nine Aura's Stance",
			"description": "<p>You gather your spiritual energy and surround your body with it, enhancing the potency of your foxfire and protecting you from harm. You gain a +1 status bonus to AC and your foxfire unarmed strike damage increases to 1d6. Additionally, anytime you make a foxfire Strike while assuming this stance, you can choose to roll a divine spell attack roll instead of an unarmed attack roll.</p>\n<p>@Compendium[pf2e-kitsune.kitsune-effects.onp9T36uZB6KILsQ]{Spell Effect: Nine Aura's Stance}</p>\n<hr />\n<p><strong>Heightened (2nd)</strong> When you assume the stance, choose one of the following traits: agile, deadly d8, forceful, nonlethal, or range 60 feet. Your foxfire unarmed strikes gain this trait until you leave the stance.</p>\n<p><strong>Heightened (4th)</strong> You choose one of the 2nd level traits and the status bonus also applies to attack rolls with your foxfire unarmed attacks.</p>\n<p><strong>Heightened (6th)</strong> You choose two of the 2nd level traits and the status bonus also applies to attack rolls with your foxfire unarmed attacks.</p>\n<p><strong>Heightened (8th)</strong> You choose two of the 2nd level traits, the status bonus increases to +2, and the status bonus also applies to attack rolls with your foxfire unarmed attacks.</p>\n<p><strong>Heightened (10th)</strong> You choose three of the 2nd level traits, the status bonus increases to +3, and the status bonus also applies to attack rolls with your foxfire unarmed attacks.</p>",
			"target": "",
			"range": "",
			"duration": "until you leave the stance",
			"time": "1",
			"cost": ""
		}
	}
}