{
	"label": "Construct Breakthroughs",
	"entries": {
		"Accelerated Mobility": {
			"name": "Accelerated Mobility",
			"description": "<p>Actuated legs, efficient gears in the wheels or treads, or add-on boosters make your construct faster. Your innovation's Speed increases to 40 feet.</p>"
		},
		"Advanced Weaponry": {
			"name": "Advanced Weaponry",
			"description": "<p>You've powered up your construct's weaponry. Choose one of your construct's unarmed attacks to gain your choice of one initial weapon modification, chosen from the list on page 18 or from other initial weapon modifications to which you have access. The unarmed attack must meet any requirements for the chosen traits (such as being a melee attack for entangling form), and since it's an unarmed attack, it can never meet certain requirements, such as being a simple weapon for complex simplicity.</p>\n<p><em>Note: Weapon Modifications are not in this module or the system currently, the strike rule elements on the appropriate feature can be modified to apply the modifications.</em></p>"
		},
		"Amphibious Construct": {
			"name": "Amphibious Construct",
			"description": "<p>Increased buoyancy, rudders, and a means of propulsion like a fluked tail or powerful propeller make your construct able to travel in water. Your innovation gains a swim Speed of 25 feet.</p>"
		},
		"Antimagic Construction": {
			"name": "Antimagic Construction",
			"description": "<p>Whether you used some clever adaptation of the magic-negating skymetal known as noqual or created magical protections entirely of your own devising, you've made your innovation highly resilient to spells. Your construct innovation gains a +2 circumstance bonus to all saving throws and AC against spells.</p>"
		},
		"Climbing Limbs": {
			"name": "Climbing Limbs",
			"description": "<p>With appendages that can claw or create suction, your construct becomes a capable climber. Your innovation gains a climb Speed equal to half its land Speed.</p>"
		},
		"Durable Construction": {
			"name": "Durable Construction",
			"description": "<p>Your innovation is solidly built; it can take significant punishment before being destroyed. Increase its maximum HP by your level.</p>"
		},
		"Flight Chassis": {
			"name": "Flight Chassis",
			"description": "<p>You fit your construct with a means of flight, such as adding rotors or rebuilding it with wings and a lightweight construction. Your innovation gains a fly Speed of 25 feet.</p>"
		},
		"Increased Size": {
			"name": "Increased Size",
			"description": "<p>You built your construct innovation bigger than most. Your construct is Large. If you have this modification and your construct innovation becomes an advanced construct companion or otherwise gains the ability to become Large, you can immediately change increased size to a different initial construct modification.</p>"
		},
		"Manual Dexterity": {
			"name": "Manual Dexterity",
			"description": "<p>Your construct innovation has articulated hands or similar appendages with significant manual dexterity. It can perform manipulate actions with up to two of its limbs. As normal for a companion, it still can't wield weapons or held items that don't have the companion trait, and it can't activate items.</p>"
		},
		"Marvelous Gears": {
			"name": "Marvelous Gears",
			"description": "<p>Your innovation gains expert proficiency in Intimidation, Stealth, and Survival. For any of these skills in which it was already an expert (because of being an advanced construct companion, for example), it gains master proficiency instead. If you have the revolutionary innovation class feature, these proficiencies improve to master, or legendary if your construct innovation was already an expert. You must have the wonder gears modification to select this modification.</p>"
		},
		"Miracle Gears": {
			"name": "Miracle Gears",
			"description": "<p>As you perfect your innovation's cortex, it becomes much more intelligent. Its Intelligence modifier increases by 2, and it learns a language of your choice from among the languages you know. Your construct gains the ability to use actions that require greater Intelligence, like @Compendium[pf2e.actionspf2e.Coerce]{Coerce} and @Compendium[pf2e.actionspf2e.d9gbpiQjChYDYA2L]{Decipher Writing}. Finally, your construct becomes legendary in two Intelligence- or Charisma-based skills of your choice. You must have the marvelous gears modification to select this modification.</p>"
		},
		"Projectile Launcher": {
			"name": "Projectile Launcher",
			"description": "<p>Your construct has a mounted dart launcher, embedded cannon, or similar armament. Your innovation gains a ranged unarmed attack that deals 1d4 bludgeoning or piercing damage (you choose when you pick this modification). The attack has the propulsive trait and a range increment of 30 feet.</p>"
		},
		"Resistant Coating": {
			"name": "Resistant Coating",
			"description": "<p>Your innovation is hard to damage by any means. It gains resistance 5 to all damage (except adamantine).</p>"
		},
		"Runic Keystone": {
			"name": "Runic Keystone",
			"description": "<p>You've incorporated a device similar to a runestone into your innovation, allowing it to hold a property rune, even though it isn't a weapon or suit of armor. An armor property rune affects your innovation itself if it would affect the wearer of the armor. A weapon property rune grants whatever properties it would normally grant to a weapon to your innovation's unarmed attacks, following all the requirements as normal (for instance, a vorpal rune would only apply to slashing melee unarmed attacks); if the rune affects only ranged attacks, it has no effect unless your innovation has a built-in ranged attack (from the projectile launcher initial modification, for example). If the rune would affect the physical shape or appearance of the weapon or armor itself, like glamered, the rune has no effect when etched into your construct.</p>\n<p><em>Note: This is left without automation until system rune improvements are completed.</em></p>"
		},
		"Sensory Array": {
			"name": "Sensory Array",
			"description": "<p>Additional sensory devices give your innovation low-light vision and darkvision, as well as imprecise tremorsense out to a range of 30 feet.</p>"
		},
		"Turret Configuration": {
			"name": "Turret Configuration",
			"description": "<p>Your innovation can transform from a mobile construct to a stationary turret. Your construct companion can transform as a single action, which has the manipulate trait, turning into a turret in its space (or transforming back from a turret into its normal configuration). While it's a turret, your innovation is @Compendium[pf2e.conditionitems.Immobilized]{Immobilized}, but the damage die from its projectile launcher increases to 1d6 and the range increment increases to 60 feet. You must have the projectile launcher modification to select this modification.</p>\n<p><em>Note: If you renamed the Projectile Launcher breakthrough you will need to modify the rule element selector on this to the new name.</em></p>"
		},
		"Wall Configuration": {
			"name": "Wall Configuration",
			"description": "<p>Your innovation can transform from a mobile construct to a stationary battlefield emplacement. It can unfold as a 2-action activity that has the manipulate trait, changing from its usual form into a thin, straight wall of metal and gears up to 10 feet tall and 30 feet long. The wall must extend through your innovation's original space. While your construct is a wall, it can't take any actions except to use the same activity to transform back, and it can't defend itself easily, making it @Compendium[pf2e.conditionitems.Flat-Footed]{Flat-Footed} and giving it an additional -2 status penalty to its AC. The wall blocks line of sight and effect unless your innovation has half its maximum HP or fewer, at which point holes in the wall allow creatures to see through and attack with cover, and Tiny creatures to slip through.</p>"
		},
		"Wonder Gears": {
			"name": "Wonder Gears",
			"description": "<p>You map specialized skills into your construct's crude intelligence. Your innovation becomes trained in Intimidation, Stealth, and Survival.</p>"
		}
	}
}