{
	"label": "Feats",
	"entries": {
		"A Place Beyond Mortality": {
			"name": "A Place Beyond Mortality",
			"description": "<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> You have at least 1 Focus Point in your focus pool.</p>\n<hr />\n<p>Your domain is not just a representation of your power but of your divine essence and the potential immortality that essence represents. You cease aging. When you would die for any reason, you can immediately expend all your remaining Focus Points as a free action that can be taken at any time and regardless of your current condition to survive at 0 Hit Points, purge yourself of any negative conditions. When you do, you heal yourself for half of your total Hit Points, stand back up in your current square, instantly summon your weapon ikon to your hand, and Shift your Immanence to any of your ikons.</p>"
		},
		"Additional Ikon": {
			"name": "Additional Ikon",
			"description": "<p>Your story has grown rich enough that three ikons can't contain its full complexity. You gain a fourth ikon, which can be of any type.</p>"
		},
		"Apparition Sense": {
			"name": "Apparition Sense",
			"description": "<p>You can see and interact with things others can't. You have apparition sight, an imprecise sense that allows you to detect the presence of @UUID[Compendium.pf2e.conditionitems.Item.zJxUflt9np0q4yML]{Invisible} or @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden} spirits, haunts, and undead within 30 feet of you. You can allow a spirit or undead otherwise incapable of speech to speak through you as long as you are in direct contact with it. You can act as a link between disembodied souls and their mortal bodies; as long as you are in contact with both a spirit and a living body that belonged to it in life, the spirit can use you to return to that body. This doesn't allow you to bring the dead back to life, but can assist in restoring a disembodied soul to a still-living body. If the body is occupied by another spirit or soul, that entity must succeed at a Will save against your spell DC or be cast from the body when its original owner is returned.</p>"
		},
		"Apparition Stabilization": {
			"name": "Apparition Stabilization",
			"description": "<p>Your attuned apparition ensures that even if you would be distracted or disrupted, your magic doesn't go to waste. If a reaction would disrupt your spellcasting action, attempt a @Check[type:flat|dc:15]. If you succeed, your action isn't disrupted. For each additional attuned apparition you have beyond the first, decrease the DC of this flat check by 1; for example, an animist with the third apparition class feature and three attuned apparitions would need to succeed at only a DC 13 clat check to avoid being disrupted.</p>\n<p>@Check[type:flat|dc:14]</p>\n<p>@Check[type:flat|dc:13]</p>\n<p>@Check[type:flat|dc:12]</p>"
		},
		"Apparition's Enhancement": {
			"name": "Apparition's Enhancement",
			"description": "<p><strong>Frequency</strong> once per turn</p>\n<p><strong>Requirements</strong> Your most recent action was to cast a non-cantrip spell.</p>\n<hr />\n<p>An assisting apparition reaches a hand or other limb into your magic as you cast it, then uses it to cover one weapon you're wielding or one unarmed attack you have with additional magical power. Until the end of your turn, the weapon or unarmed attack deals an extra 1d6 spirit damage and gains the divine trait, if it didn't have it already.</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-effects.Item.aZnQySHkfT0PTQ6H]{Effect: Apparition's Enhancement}</p>"
		},
		"Apparition's Quickening": {
			"name": "Apparition's Quickening",
			"description": "<p>If your next action is to cast a cantrip, or a spell that is at least 2 ranks lower than the highest-rank spell slot you have, you can draw power from one of your attuned apparitions to reduce the number of actions to cast it by 1 (minimum 1 action). The chosen apparition is dispersed until you can reattune to it at your next daily preparations.</p>\n<p><strong>Special</strong> This can only be used on a cantrip or spell from the class matching the one you gained this feat from.</p>"
		},
		"Banish Falsehoods of Flesh": {
			"name": "Banish Falsehoods of Flesh",
			"description": "<p>You leverage your mastery of the supernatural to reveal an enemy's true nature. Attempt a Religion check to counteract a polymorph effect currently affecting a creature you are aware of within 30 feet. If you know the creature's true name, you can invoke it as part of this action to gain a +2 status bonus to the check. If the target is somehow under the effect of multiple polymorph effects, you can choose which one to attempt to counteract; the GM chooses randomly if the separate effects aren't obvious. The target is then temporarily immune for 1 day.</p>"
		},
		"Binding Serpents Celestial Arrow": {
			"name": "Binding Serpents Celestial Arrow",
			"description": "<p><strong>Requirements</strong> Your weapon ikon is ranged or has the thrown trait.</p>\n<hr />\n<p>As you prepare to fire your weapon, you invoke divine serpents that bind your enemies. Your weapon ikon gains the following ability.</p>\n<p><strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.WJgyHtmSVFrCwcp7]{Coiling Serpent}</p>"
		},
		"Blazing Spirit": {
			"name": "Blazing Spirit",
			"description": "<p><strong>Frequency</strong> once per 10 minutes</p>\n<p><strong>Requirements</strong> One of the apparitions you are attuned to grants Battleground Lore or Volcano Lore as an apparition skill.</p>\n<p><strong>Trigger</strong> An adjacent creature damages you with a melee attack, or a creature damages you with a melee unarmed attack.</p>\n<hr />\n<p>Your attunement to an apparition of burning determination gives you enhanced resilience and retaliatory defenses. You gain resistance equal to your level against the triggering attack, and the triggering creature takes @Damage[1d6[fire],1[persistent,fire]] damage. This damage increases to @Damage[2d6[fire],2[persistent,fire]] damage at 12th level, and @Damage[3d6[fire],3[persistent,fire]] damage at 18th level.</p>"
		},
		"Cardinal Guardians": {
			"name": "Cardinal Guardians",
			"description": "<p>You have mastered the art of drawing power from the cycle of your apparitions, turning the success of one apparition's magic into a chance for the next's to strike true. Whenever you succeed at a spell attack with an apparition spell or vessel spell, or when a creature fails its save against such a spell, you gain a +2 status bonus to your spell attack modifier against that creature with spells granted by any of your other apparitions, and it takes a –2 status penalty to its saves against such spells. These benefits last until the end of your next turn.</p>"
		},
		"Channeled Protection": {
			"name": "Channeled Protection",
			"description": "<p><strong>Requirements</strong> You are in Channeler's Stance, and your last action was to Cast a Spell from your spell slots.</p>\n<hr />\n<p>You feed the excess energy from your spell to your attuned apparition in exchange for its protection. You and all adjacent allies gain a +1 status bonus to AC and to Reflex saving throws until the start of your next turn. If the spell was at least 7th rank, the status bonus increase to +2.</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-effects.Item.yYmenpNoDMpjEe0n]{Effect: Channeled Protection}</p>"
		},
		"Channeler's Stance": {
			"name": "Channeler's Stance",
			"description": "<p>You enter a stance that allows the power of other levels of existence to flow through you more aggressively. While in this stance, whenever you cast or Sustain an apparition spell or vessel spell that deals energy damage, you gain a status bonus to the spell's damage equal to the spell's rank. Whenever you Cast a Spell that has the vitality or void traits that restores Hit Points, targets gain a status bonus to the amount of healing received equal to the spell's rank.</p>"
		},
		"Claim Advanced Domain": {
			"name": "Claim Advanced Domain",
			"description": "<p>Your meditation into your own divine spark has unlocked deeper domain magic. You gain an advanced domain spell from one of your domains.</p>\n<hr />\n<p><strong>Special</strong> You can select this feat multiple times. Each time, you must select a different advanced domain spell from a domain for which you have an initial domain spell.</p>"
		},
		"Claim Initiate Domain": {
			"name": "Claim Initiate Domain",
			"description": "<p>While domain spells usually come from a deity, you've learned to tap the properties of your own divine spark to manifest domain magic. Select any one common @Compendium[pf2e.journals.EEZvDB1Z7ezwaxIr]{Domain}—a subject of particular interest or importance to you. You gain the initial domain spell for that domain.</p>\n<p>Domain spells are a type of focus spell. It costs 1 Focus Point to cast a focus spell, and you start with a focus pool of 1 Focus Point. You refill your focus pool during your daily preparations, and you can regain 1 Focus Point by spending 10 minutes using the Refocus activity to draw energy from your inexhaustible divine spark and convert it into mortal spellcasting energy.</p>\n<p>Focus spells are automatically heightened to half your level rounded up, much like cantrips. Focus spells don't require spell slots, and you can't cast them using spell slots. Certain feats give you more focus spells. The maximum Focus Points your focus pool can hold is equal to the number of focus spells you have, but can never be more than 3 points.</p>\n<hr />\n<p><strong>Special</strong> You can select this feat multiple times, selecting a different domain each time and gaining its domain spell.</p>"
		},
		"Compliant Gold": {
			"name": "Compliant Gold",
			"description": "<p><strong>Requirements</strong> Your weapon ikon is a melee weapon.</p>\n<hr />\n<p>You can command your weapon to shrink or grow, for convenience or power. Even when your ikon is not empowered, you can shrink it to a negligible size and keep it tucked behind an ear, in your hair, or in a similar discreet location. You can shrink your weapon or regrow it to its normal size as part of drawing or stowing the weapon normally.</p>\n<p><strong>Immanence</strong> Your ikon gains the reach trait. If it already had the reach trait, it instead increases your reach by an additional 10 feet, instead of the usual additional 5 feet.</p>\n<p><strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.pqwNYFMbMphMnbZk]{Topple the Pillar of Heaven}</p>"
		},
		"Conceal Spell": {
			"name": "Conceal Spell",
			"description": "<p>You speak with the unheard voice of the spirits instead of your mortal words, allowing you to cast unnoticed. If the next action you use is to Cast a Spell, the spell gains the subtle trait, hiding the shining runes, sparks of magic, and other manifestations that would usually give away your spellcasting. The trait hides only the spell's spellcasting actions and manifestations, not its effects, so an observer might still see a ray streak out from you or see you vanish into thin air.</p>"
		},
		"Cutting Without Blade": {
			"name": "Cutting Without Blade",
			"description": "<p>While tales of your divine ikons have spread far and wide, you've realized that as they are all manifestations of your soul, the object itself is unnecessary. Your ikons disintegrate into golden light. You can place your divine spark into any object in your possession, even a nonthreatening object like a single strand of grass, to transform it into a fully functional copy of your ikon made out of pure divine radiance. You can do this as a free action immediately before or after Striking with or otherwise using the ikon.</p>"
		},
		"Destined Victory": {
			"name": "Destined Victory",
			"description": "<p>You demand a battle against your chosen enemy. Your worn ikon gains the following abilities.</p>\n<p><strong>Immanence</strong> Whenever an enemy successfully Strikes you with a melee weapon, you gain a +2 status bonus to your AC against the next attack from that enemy before the start of your next turn.</p>\n<p><strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.ukp4QW6bdOAvI12g]{Only You and I}</p>"
		},
		"Divert Control": {
			"name": "Divert Control",
			"description": "<p><strong>Trigger</strong> Your turn begins while you are under the effects of <em>@UUID[Compendium.pf2e.spells-srd.Item.vLA0q0WOK2YPuJs6]{Charm}</em> or a similar spell, or an effect that would give you the @UUID[Compendium.pf2e.conditionitems.Item.9qGBRpbX9NEwtAAr]{Controlled} condition.</p>\n<hr />\n<p>Your attuned apparition takes control of your body and prevents you from acting against your will or better judgment. You ignore the effects of the charm spell, the controlled condition, and other spells that attempt to dictate your actions until the end of your turn. This turn still counts against the spell or effect's duration.</p>\n<p>While ignoring an effect in this manner, you can take only a single action or activity, chosen by the attuned apparition. This could be to use a feat the apparition qualifies you for, to cast one of the apparition's spells, or to take another action in keeping with the apparition's nature as determined by the GM.</p>\n<p>This action is never one taken against your best interests.</p>\n<hr />\n<p><strong>Special</strong> If you have the Apparition's Possession ability, your apparition can instead take up to 2 actions and can use any action normally allowed by Apparition's Possession.</p>"
		},
		"Dominion Signifier": {
			"name": "Dominion Signifier",
			"description": "<p>Your weapon gains an embellishment that further underscores your dominion over godly aspects. You gain the signifier associated with your dominion epithet below, which expands the types of damage that you can substitute spirit damage for (and what traits replace the spirit trait).</p>\n<ul>\n<li><strong>Born of the Bones of the Earth</strong> An obsidian shard emits streams of lava that deal fire damage (earth, fire).</li>\n<li><strong>Restless as the Tide</strong> Sea stone or salt rime increases the salinity of your water attacks, causing them to instead deal acid damage (acid, water).</li>\n<li><strong>Peerless under Heaven</strong> Grim notches or stains channel the grudge of the slain, dealing void damage (void).</li>\n<li><strong>Whose Cry Is Thunder</strong> A clear diamond or oak leaf calls booming thunder that deals sonic damage (sonic).</li>\n</ul>"
		},
		"Echoing Channel": {
			"name": "Echoing Channel",
			"description": "<p>When you pull forth vitality or void energy, your spiritual allies funnel it to another target of your choosing. If the next action you use is to cast a 2-action <em>@UUID[Compendium.pf2e.spells-srd.Item.wdA52JJnsuQWeyqz]{Harm}</em> or <em>@UUID[Compendium.pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs]{Heal}</em> to heal or damage a single creature, choose yourself or one other additional creature adjacent to either you or the target. Target that creature with a 1-action version of the same spell, even if it would otherwise be out the spell's range. This spell is the same rank as the 2-action <em>harm</em> or <em>heal</em> you cast and doesn't cost another spell slot.</p>"
		},
		"Embodiment of the Balance": {
			"name": "Embodiment of the Balance",
			"description": "<p>Your place in the balance between the forces of life and entropy expands the spells you can pull from the spirit realms. You add <em>@UUID[Compendium.pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs]{Heal}</em> and <em>@UUID[Compendium.pf2e.spells-srd.Item.wdA52JJnsuQWeyqz]{Harm}</em> to your apparition spell repertoire, allowing you to cast them with your apparition spellcasting.</p>"
		},
		"Eternal Guide": {
			"name": "Eternal Guide",
			"description": "<p><strong>Frequency</strong> once per week</p>\n<hr />\n<p>The spirits who guide you carry your soul back to the community you call home. Choose a single settlement with a population of at least 100 people. Whenever you die and are not returned to life within 24 hours by other means, as long as the settlement still exists and there are no other claims on your soul (such as a contract with a devil) and nothing trapping your soul (such as being slain by a soul eater), your attuned apparition magically transports your soul, remains, and all of the items you had worn or carried at the time of your death back to the chosen settlement, where you are reborn. The nature of this rebirth varies between animists; some magically reinvigorate their physical forms to return to life in their original bodies, while others pass their knowledge and power on to a new inheritor who effectively takes their place in the grand story of existence. Regardless of the exact nature of your rebirth, you or your inheritor are fully restored with your level, experience, and equipment intact one week after your death. If you choose an inheritor and their ancestry is different than yours, your attribute modifiers don't change, but you can freely retrain your ancestry feats and any other feats that relied on them as prerequisites as part of your rebirth.</p>\n<p>There is no limit to the number of times you can be reborn, but if you die before a week has passed since your last rebirth, neither you nor your attuned apparitions have recovered enough energy to complete the process again, and your soul passes to whatever final reward it has earned.</p>"
		},
		"Eternity-Incinerating Blaze": {
			"name": "Eternity-Incinerating Blaze",
			"description": "<p>The blaze of your divine spark is hot enough that it burns in not just the present but the past and future as well. Your weapon ikon gains the following abilities.</p>\n<p><strong>Immanence</strong> (spirit, void) Your weapon burns away at the target's future. On a successful critical hit with the weapon, the target becomes @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 1} or increases its doomed condition by 1. If the target's maximum dying value is reduced to 0 by this ability, it immediately dies in a flash of spiritual fire that reduces its body to ash.</p>\n<p><strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.2ZALVvWgITm3hmJF]{Burn out of Time}</p>"
		},
		"Extract Vow of Nonviolence": {
			"name": "Extract Vow of Nonviolence",
			"description": "<p>You entice or threaten a weapon, making it swear not to harm you. Attempt a Diplomacy check to Request or an Intimidation check to @UUID[Compendium.pf2e.actionspf2e.Item.2u915NdUyQan6uKF]{Demoralize} against one weapon within 60 feet—even though most weapons are inanimate and mindless, your words somehow still can affect it as if it were living and you shared a language. The DC for this check is the Will DC of the creature wielding the weapon or a moderate DC for the weapon's level. The object is then temporarily immune to Extract Vow of Nonviolence for one day.</p>\n<hr />\n<p><strong>Critical Success</strong> The object swears not to hurt you. You gain resistance to all damage dealt by that specific weapon for 10 minutes as the weapon attempts to mitigate harm to you. The resistance is equal to half your level.</p>\n<p><strong>Success</strong> As critical success, but each time the weapon damages you, the duration of the effect decreases by 1 minute.</p>\n<p>When you gain this feat, choose cold iron, darkwood, dawnsilver, or silver. For some reason—perhaps because you underestimate this material, or because you think it a friend— you are forever unable to use Extract Vow of Nonviolence on objects composed of the chosen material.</p>"
		},
		"Fish From The Falls' Edge": {
			"name": "Fish From The Falls' Edge",
			"description": "<p><strong>Trigger</strong> A living creature within 30 feet would die.</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p>Seeing your ally fall, you let out a cry, sending your divine spark to them temporarily to keep them from tumbling down the River of Souls. You prevent the triggering creature from dying and restore [[/r 5d8[healing]]] Hit Points to them. The ally is invigorated by the touch of your divine power, gaining a +1 status bonus to their saving throws and AC for 1 round. Your divine spark remains with your ally, preventing you from gaining any of your ikons' immanence effects until the start of your next turn, when it returns to an ikon of your choice.</p>"
		},
		"Fly on Shadowed Wings": {
			"name": "Fly on Shadowed Wings",
			"description": "<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p>You align the energy within your physical form to that of one of your insubstantial spiritual companions, bonding with their essence to become lighter than air. Choose one of your attuned apparitions; for 10 minutes, you gain a fly Speed equal to your land Speed, but your chosen apparition is dispersed for the duration, automatically re-attuning to you 10 minutes later.</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-effects.Item.MdP6nxxic0oeCvBE]{Effect: Fly on Shadowed Wings}</p>"
		},
		"Forest's Heart": {
			"name": "Forest's Heart",
			"description": "<p><strong>Requirements</strong> You are attuned to an apparition that grants Forest Lore or Herbalism Lore as one of its apparition skills.</p>\n<hr />\n<p>You adopt a stance that allows your spiritual energy to inhabit and control roots from the ground you stand on to act as brutal extensions of your will. You can make unarmed attacks with roots, vines, and other plant growth that share your space. These deal @Damage[4d8[bludgeoning]] damage; are in the brawling group; and have the finesse, grapple, and reach 30 feet traits. Attacks made with these unarmed attacks do not gain additional damage from striking runes, but they can benefit from the item bonus to attack rolls and property runes of handwraps of mighty blows you are wearing.</p>"
		},
		"Grasping Spirits Spells": {
			"name": "Grasping Spirits Spells",
			"description": "<p><strong>Frequency</strong> once per 10 minutes</p>\n<hr />\n<p>Your apparitions draw your enemy into range of your spells. If the next action you use is to Cast a Spell that has a range and targets one creature, you can choose one target for the spell that is up to 30 feet out of the spell's normal range. Your apparitions briefly take on semi-physical forms and attempt to drag the target into range of the spell. The target must attempt a @Check[type:fortitude|dc:resolve(@actor.system.attributes.spellDC.value)] saving throw against your spell DC; on a failure, it is pulled up to 30 feet directly toward you, and then affected by the spell as normal. You don't need to pull the target the full 30 feet, but you must pull it to within the spell's normal range. If the target succeeds at its save to resist this forced movement, the actions used to Cast the Spell are wasted, but your apparition is able to conserve and cycle the magical energies back to you, so you retain any Focus Points or spell slots used to Cast the Spell.</p>"
		},
		"Grudge Strike": {
			"name": "Grudge Strike",
			"description": "<p><strong>Requirements</strong> One of the apparitions you are attuned to grants Heraldry Lore or Underworld Lore as an apparition skill.</p>\n<hr />\n<p>You channel the spiritual power of ancient rivalries or spiteful grudges into a devastating attack. Make a melee Strike against a creature within your reach. You gain a +2 circumstance bonus to this attack and deal an additional @Damage[2d6[negative]] damage to the target; if the target is undead, this Strike instead deals an additional @Damage[2d6[positive]] damage. This ability gains the vitality trait if it deals vitality damage, or the void trait if it deals void damage.</p>"
		},
		"Hurl at the Horizon": {
			"name": "Hurl at the Horizon",
			"description": "<p><strong>Requirements</strong> Your weapon ikon is a thrown or melee weapon.</p>\n<hr />\n<p>Your weapon flies from your hand as if propelled under its own power.</p>\n<p><strong>Immanence</strong> Your weapon gains the thrown 15 feet trait, or increases its thrown distance by 10 feet if it already has the thrown trait.</p>"
		},
		"Infinite Blades Celestial Arrow": {
			"name": "Infinite Blades Celestial Arrow",
			"description": "<p><strong>Requirements</strong> Your weapon ikon is a ranged weapon or a melee weapon with the thrown trait.</p>\n<hr />\n<p>Each shot you fire multiplies itself with spiritual blades, rings, and other missiles that shower upon your foes. Your weapon ikon gains the following abilities.</p>\n<p><strong>Immanence</strong> Whenever you successfully Strike an enemy with your weapon ikon, up to two enemies adjacent to the target take spirit damage equal to your weapon ikon's damage die as they are struck by duplicated missiles.</p>\n<p><strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.U7jOY9JlTLAw2Qqf]{Heaven Rains an Ending}</p>"
		},
		"Intermediary's Defenses": {
			"name": "Intermediary's Defenses",
			"description": "<p>Your status as an intermediary across planar boundaries grants you certain diplomatic privileges you can exert in the face of spiritual ailments. You gain void resistance equal to half your level, and you gain a +1 status bonus to saving throws against the effects of haunts and the abilities of spirits and incorporeal undead.</p>"
		},
		"Journey of the Sky Chariot": {
			"name": "Journey of the Sky Chariot",
			"description": "<p>Small wings, flaming wheels, or another signifier of flight sprout from your worn ikon as it gains the power to lift you from the ground. Your ikon gains the following immanence effect.</p>\n<p><strong>Immanence</strong> You gain a fly Speed of 20 feet.</p>"
		},
		"Leap the Falls": {
			"name": "Leap the Falls",
			"description": "<p>Reinforcing your legs with divine energy, you can leap the battlefield as powerfully as a salmon clearing a waterfall. Your body ikon gains the following ability.</p>\n<p><strong>Immanence</strong> You gain the @Compendium[pf2e.feats-srd.HJYQlmGTdtyGWr6a]{Powerful Leap} and @Compendium[pf2e.feats-srd.ZBhvJ9O8MvBFAlhq]{Quick Jump} skill feats.</p>"
		},
		"Mated Birds in Paired Flight": {
			"name": "Mated Birds in Paired Flight",
			"description": "<p>Your ikons bond like a pair of one-winged birds.</p>\n<p><strong>Immanence</strong> As long as you hold one ikon, the other will return to find its partner. Both ikons gain the effects of the returning rune.</p>\n<p><strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.NVFlww25iYTzQzor]{Rejoin in Flight}</p>"
		},
		"Medium's Awareness": {
			"name": "Medium's Awareness",
			"description": "<p>The apparitions you have attuned yourself to help keep watch for incoming threats. You gain a +2 status bonus to Perception checks made to @UUID[Compendium.pf2e.actionspf2e.Item.BlAOM2X92SI6HMtJ]{Seek} and when using Perception for your initiative roll. At 12th level, this status bonus increases to +3, and at 20th level, to +4.</p>"
		},
		"Motionless Cutter": {
			"name": "Motionless Cutter",
			"description": "<p><strong>Requirements</strong> Your weapon ikon is a melee weapon that deals slashing damage.</p>\n<hr />\n<p>Your weapon is so sharp even an insect alighting upon its motionless blade would be severed. Your weapon ikon gains the following ability. <strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.ICaNRCg7bFIYoIld]{Severing Four Dragonfly Wings}</p>"
		},
		"Only the Worthy": {
			"name": "Only the Worthy",
			"description": "<p>You can designate your ikons as movable by only your own hand, leaving them fixed in place as surely as if they were lodged in stone. Whenever you Release either your worn or weapon ikon, you can spend an action to command it to remain motionless. While motionless, the ikon can be moved only if 8,000 pounds of pressure are applied to it or if a creature uses Athletics to @UUID[Compendium.pf2e.actionspf2e.Item.SjmKHgI7a5Z9JzBx]{Force Open} the ikon with a DC equal to your class DC. You can Release your ikon over an adjacent @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} enemy to hold them down with the ikon's motionlessness— while so Released, you can't use the ikon, but the enemy must succeed at the Athletics check to Stand or to move. The ikon automatically flies back to your hand when the effect is broken or if you spend an Interact action to hold out a hand and draw it back.</p>"
		},
		"Overwhelming Energy": {
			"name": "Overwhelming Energy",
			"description": "<p>Your apparitions blend your magic with power drawn from beyond the Universe, making your damaging spells harder to resist. If the next action you use is to Cast a Spell, the spell ignores an amount of the target's resistance to acid, cold, electricity, fire, sonic, vitality, or void damage equal to your level. This applies to all damage the spell deals, including persistent damage and damage caused by an ongoing effect of the spell, such as the wall created by wall of fire. A creature's immunities are unaffected.</p>"
		},
		"Possession Echo": {
			"name": "Possession Echo",
			"description": "<p><strong>Actions</strong> <span class=\"pf2-icon\">1</span> to <span class=\"pf2-icon\">3</span></p>\n<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p>You relinquish control to your apparition in exchange for additional power. You regain one expended apparition slot that is at least 2 ranks lower than your highest-rank spell slot. Your apparition then immediately uses your body to cast an apparition spell that can be cast using that slot. The number of actions required for Possession Echo is equal to the action cost of the spell cast. Regaining control following the possession is difficult, however, and you are @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused} until the end of your next turn.</p>"
		},
		"Reactive Strike": {
			"name": "Reactive Strike",
			"description": "<p><strong>Trigger</strong> A creature within your reach uses a manipulate action or a move action, makes a ranged attack, or leaves a square during a move action it's using.</p>\n<hr />\n<p>You swat a foe that leaves an opening. Make a melee Strike against the triggering creature. If your attack is a critical hit and the trigger was a manipulate action, you disrupt that action. This Strike doesn't count toward your multiple attack penalty, and your multiple attack penalty doesn't apply to this Strike.</p>"
		},
		"Roaring Heart": {
			"name": "Roaring Heart",
			"description": "<p><strong>Requirements</strong> One of the apparitions you are attuned to grants Mountain Lore as an apparition skill.</p>\n<hr />\n<p>You surge forwards, inexorable as water, stone, or snow crashing down a mountain. You Stride up to twice your speed. At any point during this movement, you can @UUID[Compendium.pf2e.actionspf2e.Item.7blmbDrQFNfdT731]{Shove} up to two creatures you pass adjacent to. If you succeed at Shoving an enemy, you and each ally within 30 feet of your destination square gain a number of temporary Hit Points equal to half your level (or equal to your level, if you succeeded on both Shove attempts) as the turbulent spirits you're attuned to reward you for acting in an appropriately fierce manner. These temporary Hit Points last until the beginning of your next turn.</p>"
		},
		"Sanctified Soul": {
			"name": "Sanctified Soul",
			"description": "<p>You've drawn a line in the sand in the cosmic struggle between good and evil and chosen a side. You gain either the holy trait or the unholy trait. All your exemplar abilities that deal spirit damage gain the sanctified trait, allowing you to apply your holy or unholy trait to them to better affect your chosen enemies.</p>"
		},
		"Seven-Colored Cosmic Bridge": {
			"name": "Seven-Colored Cosmic Bridge",
			"description": "<p>Your divine spark shines in a riot of shimmering colors, capable of carrying you through the world as fast as light itself. Your weapon ikon gains the following abilities.</p>\n<p><strong>Immanence</strong> (light, teleportation) Your weapon scatters rainbow-colored light across nearby surroundings, each a possible destination. When you successfully Strike an enemy, you can choose to teleport to an unoccupied location within 10 feet as a free action.</p>\n<p><strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.uDuEByc4cEg9ePe3]{Fleeting Arc through Heaven and Earth}</p>"
		},
		"Shadows within Shadows": {
			"name": "Shadows within Shadows",
			"description": "<p><strong>Requirements</strong> You are attuned to an apparition that grants Underworld Lore as one of its apparition skills.</p>\n<p><strong>Trigger</strong> You would be detected by an enemy Seeking you with Perception, or an enemy would succeed with a counteract check to end a spell you have used to make yourself @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden}, @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed}, or undetected.</p>\n<hr />\n<p>Your attuned apparition is extremely hard to reveal, and it extends that elusiveness to you. The enemy must reroll the triggering check and take the lower result.</p>"
		},
		"Soul Cycle": {
			"name": "Soul Cycle",
			"description": "<p><strong>Trigger</strong> Your turn starts.</p>\n<hr />\n<p>Your spiritual allies guide your movements, allowing you to prepare for the trials before you faster than thought. You Step or @UUID[Compendium.pf2e.actionspf2e.Item.d5I6018Mci2SWokk]{Leap}, then enter an animist stance you know.</p>"
		},
		"Soul Synchronization": {
			"name": "Soul Synchronization",
			"description": "<p><strong>Requirements</strong> You are currently benefiting from Apparition's Possession.</p>\n<hr />\n<p>The line between your intentions and those of the apparition possessing you blur, leaving you better able to support each other in the throes of combat. While your Apparition's Possession ability is active, you gain the following additional benefits.</p>\n<ul>\n<li>Once per round, you can attempt a Recall Knowledge check as a free action, sharing the results with your apparition.</li>\n<li>All Strikes you make with a weapon or unarmed attack deal an additional 2 points of spirit damage.</li>\n<li>You gain resistance equal to half your level against all physical attacks, but you have weakness to spirit damage equal to one-third your level.\n<p> </p>\n</li>\n</ul>"
		},
		"Spirit Walk": {
			"name": "Spirit Walk",
			"description": "<p>Your allied apparitions ward you against the predations of their restless peers. While Searching or Detecting Magic in exploration mode, you and up to 4 allies within 30 feet don't trigger reactions from haunts and spirits. Your apparition sight is now a precise sense, and you gain a +2 circumstance bonus to Recall Knowledge checks related to any entities you can detect with your apparition sight. After rolling initiative, you and each ally within range of your apparition sight gain resistance equal to half your level against damage dealt by haunts or spirits until the end of your first turn.</p>"
		},
		"Spirit's Sacrifice": {
			"name": "Spirit's Sacrifice",
			"description": "<p><strong>Trigger</strong> You would die.</p>\n<hr />\n<p>Your attuned apparition disperses its own energy to save your life. You can use Spirit's Sacrifice even while @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} or otherwise unable to act. Choose one apparition you have attuned; you do not die, your wounded condition is reduced to 1 if it would be higher, and you regain a number of Hit Points equal to twice your level. The chosen apparition is dispersed until you can re-attune to it at your next daily preparations.</p>"
		},
		"Spiritual Expansion Spell": {
			"name": "Spiritual Expansion Spell",
			"description": "<p>Your apparitions briefly manifest to scatter the energy of your spell, causing it to spread out and affect a wider area. If the next action you use is to Cast a Spell that has an area of a burst, cone, or line and doesn't have a duration, increase the area of that spell. Add 5 feet to the radius of a burst that normally has a radius of at least 10 feet (a burst with a smaller radius is not affected). Add 5 feet to the length of a cone or line that is normally 15 feet long or smaller, and add 10 feet to the length of a larger cone or line.</p>\n<p>You can use this feat to increase the radius of an emanation spell with a duration by 5 feet by dedicating your primary apparition to maintaining the spellshape; dedicating the apparition to the spell prevents you from using the apparition's vessel spell, apparition skills, or avatar form for the duration of the modified spell.</p>"
		},
		"Spiritual Guidance": {
			"name": "Spiritual Guidance",
			"description": "<p><strong>Trigger</strong> You or an ally would fail, but not critically fail, with a Strike or spell attack against an enemy you can perceive.</p>\n<p><strong>Frequency</strong> once per 10 minutes</p>\n<hr />\n<p>Your attuned apparition guides your attacks home even when you or an ally find your hands to be too unsteady. The originator of the triggering Strike or spell attack attempts a second attack roll and takes the higher result.</p>"
		},
		"Spiritual Spellshape Stance": {
			"name": "Spiritual Spellshape Stance",
			"description": "<p>Your attuned apparition manifests ethereal limbs that it extends over your shoulders, assisting you in more efficiently weaving spells that strike at the spirit. While in this stance, once per turn you can use a spellshape feat that normally requires one action as a free action instead, but only to affect spells that deal spirit, vitality, or void damage. This doesn't allow you to avoid or bypass any other restrictions or limitations normally associated with the spellshape feat.</p>"
		},
		"Strike Rivers, Seize Winds": {
			"name": "Strike Rivers, Seize Winds",
			"description": "<p><strong>Frequency</strong> once per hour, see text</p>\n<hr />\n<p>Through sheer physical force, you can wrestle a river, snare the winds, punch a hole to the molten center of the earth, or create other weather disturbances via nothing but your own strength. You can create each of the following spell effects, but you can't create effects more than once per hour and you can't perform a given effect more than once per day: <strong>4th rank</strong> <em>@Compendium[pf2e.spells-srd.Y3G6Y6EDgCY0s3fq]{Hydraulic Torrent}</em>, <strong>5th rank</strong> <em>@Compendium[pf2e.spells-srd.zfn5RqAdF63neqpP]{Control Water}</em>, <strong>6th rank</strong> <em>@Compendium[pf2e.spells-srd.xxWhyl81w3ckslAU]{Howling Blizzard}</em>, <strong>7th rank</strong> <em>@Compendium[pf2e.spells-srd.O7ZEqWjwdKyo2CUv]{Volcanic Eruption}</em>, <strong>8th rank</strong> <em>@Compendium[pf2e.spells-srd.wi405lBjPcbF1DeR]{Punishing Winds}</em>.</p>\n<p>Creating the effects requires the same type and number of actions as Casting the Spell, and they use the higher of your class DC or spell DC when appropriate. Because you are creating these effects with your godly might rather than Casting a Spell, they can't be dispelled or countered.</p>"
		},
		"Sunwrecker": {
			"name": "Sunwrecker",
			"description": "<p>Your weapon is capable of striking any light out of the sky. Your weapon ikon gains the following abilities.</p>\n<p><strong>Immanence</strong> (darkness) On a successful critical hit with the weapon, it creates a 2nd-rank <em>@Compendium[pf2e.spells-srd.4GE2ZdODgIQtg51c]{Darkness}</em> effect centered on the target of the attack.</p>\n<p><strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.aU1JB3SR39tc21ws]{Break the Sun's Legs}</p>"
		},
		"Sustaining Dance": {
			"name": "Sustaining Dance",
			"description": "<p>You dance in tune with the rhythms of your spiritual allies, moving through a series of steps laden with power. You Step or @UUID[Compendium.pf2e.actionspf2e.Item.d5I6018Mci2SWokk]{Leap}, and then Sustain.</p>"
		},
		"Tame the Land": {
			"name": "Tame the Land",
			"description": "<p><strong>Requirements</strong> You are attuned to an apparition that grants Academia Lore or Farming Lore as one of its apparition skills.</p>\n<hr />\n<p>You adopt a stance that imposes peace on the earth and air around you. You ignore all natural difficult terrain, and you gain resistance equal to half your level against damage dealt to you by animals, beasts, fey, and plants.</p>"
		},
		"Thorns of Mortality": {
			"name": "Thorns of Mortality",
			"description": "<p>By channeling your divinity into a creature along with a strike, you can disrupt their ability to recover. Your weapon ikon gains the following ability.</p>\n<p><strong>Immanence</strong> When you successfully damage an enemy with your weapon ikon, your power lingers within them, taking the form of barbs and thorns that dig in to prevent healing. When the target would regain Hit Points, such as from a healing effect or an ability like fast healing or regeneration, it must attempt a @Check[type:will|dc:resolve(@actor.system.attributes.classDC.value)] save against your class DC to determine the effects, and then the barbs dissipate. The barbs also dissipate after 1 minute.</p>\n<hr />\n<p><strong>Success</strong> The creature regains the full number of Hit Points that would be healed.</p>\n<p><strong>Failure</strong> The creature regains only half the number of Hit Points.</p>\n<p><strong>Critical Failure</strong> The creature does not regain Hit Points.</p>"
		},
		"Through the Needle's Eye": {
			"name": "Through the Needle's Eye",
			"description": "<p><strong>Requirements</strong> Your weapon ikon is a ranged weapon.</p>\n<hr />\n<p>Your shot flies with the perfection your will demands.</p>\n<p><strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.C5RsFCxYtFkQ9Sr0]{Blinding of the Needle}</p>"
		},
		"True Channel Spell": {
			"name": "True Channel Spell",
			"description": "<p>You are a true conduit for spiritual power, able to unleash the greatest spells. You gain a single 10th-rank spell slot and can prepare a spell in that slot using animist spellcasting. You can't use 10th-rank slots with abilities that give you more spell slots or that let you cast spells without expending spell slots.</p>"
		},
		"Twin Stars": {
			"name": "Twin Stars",
			"description": "<p><strong>Requirements</strong> You have a one-handed weapon ikon.</p>\n<hr />\n<p>Your divine spark embodies a primordial duality, and your weapon ikon splits itself accordingly into two corresponding halves. You split your weapon ikon into two copies of itself; these copies are identical except for one mirrored feature—such as a sun motif on one and a moon motif on another—and both have the twin trait. You can use this ability again to fuse the two halves back into their original form. As these are both manifestations of the same object, your divine spark empowers the two halves as if they were a single ikon.</p>"
		},
		"Vow of Mortal Defiance": {
			"name": "Vow of Mortal Defiance",
			"description": "<p>Having seen the wreckage left by the gods and their servitors as they play in their great war of good and evil, you've come to the only reasonable conclusion: that they all must be cut from their silken thrones. You swear a vow to defeat one creature within 60 feet that has the holy or unholy trait. The first time each round that you deal damage to that creature, you deal an additional @Damage[1d6[spirit]] damage. You cannot use Vow of Mortal Defiance again until your or the target is defeated, flees, or the encounter ends.</p>\n<hr />\n<p><strong>Special</strong> If you take this feat, you can't become sanctified with the holy or unholy trait. Retraining out of this feat typically requires a major change of philosophy.</p>"
		},
		"Walk the Wilds": {
			"name": "Walk the Wilds",
			"description": "<p>You know the ways of birds and beasts and have gained the right to wear their forms. You add <em>@UUID[Compendium.pf2e.spells-srd.Item.wp09USMB3GIW1qbp]{Animal Form}</em> to your apparition spell repertoire, allowing you to cast it with your apparition spellcasting.</p>\n<p><strong>Special</strong> If you are attuned to a stalker in darkened boughs, increase the duration of your darkened forest form focus spell to \"sustained up to 5 minutes\" when using it to transform into a form granted by animal form.</p>"
		},
		"Warped by Rage": {
			"name": "Warped by Rage",
			"description": "<p>Your rage courses through your body, transforming you into a beast of battle. Your body ikon gains the following ability.</p>\n<p><strong>Immanence</strong> You gain the effects of a 4th-rank <em>@Compendium[pf2e.spells-srd.wzctak6BxOW8xvFV]{Enlarge}</em>.</p>\n<p><strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.gtaJIzhVXRYvXcyw]{Spasm of the Berserker}</p>"
		},
		"Whispers of Warning": {
			"name": "Whispers of Warning",
			"description": "<p><strong>Trigger</strong> You would be hit, but not critically hit, by an attack.</p>\n<p><strong>Frequency</strong> once per 10 minutes</p>\n<hr />\n<p>Your protective apparitions' sharp senses alert them to an incoming attack, which they whisper to you. The originator of the triggering attack must attempt a second attack roll and take the lower result.</p>"
		},
		"Wind Seeker": {
			"name": "Wind Seeker",
			"description": "<p>Wings free you from the shackles of the ground below. You add <em>@UUID[Compendium.pf2e.spells-srd.Item.NzXpEzcZAjuDTZjK]{Aerial Form}</em> to your apparition spell repertoire, allowing you to cast it with your apparition spellcasting. Whenever you use aerial form to gain a form that grants you a specific Acrobatics modifier, you gain a +1 status bonus to Acrobatics checks.</p>\n<p><strong>Special</strong> If you are attuned to a stalker in darkened boughs, add the bat and bird forms in aerial form to your darkened forest form lists.</p>"
		}
	}
}