{
	"label": "CC Evolution Feats",
	"entries": {
		"Advanced Weaponry": {
			"name": "Advanced Weaponry",
			"description": "<p>Your eidolon's attack evolves.</p>\n<p>Choose one of your eidolon's starting melee unarmed attacks. It gains one of the following traits, chosen when you gain the feat: disarm, grapple, nonlethal, shove, trip, or versatile bludgeoning, piercing, or slashing.</p>"
		},
		"Alacritous Action": {
			"name": "Alacritous Action",
			"description": "<p>Your eidolon moves more quickly. It gains a +10-foot status bonus to its Speed.</p>"
		},
		"Amphibious Form": {
			"name": "Amphibious Form",
			"description": "<p>Your eidolon adapts to life on land and underwater. It gains the amphibious trait, allowing it to breathe in water and air and to avoid the normal -2 penalty for making bludgeoning and slashing unarmed Strikes underwater. It gains a swim Speed equal to its land Speed or 25 feet, whichever is less; or if it is normally aquatic, it gains a land Speed equal to its swim Speed or 25 feet, whichever is less.</p>"
		},
		"Blood Frenzy": {
			"name": "Blood Frenzy",
			"description": "<p><strong>Requirements</strong> Your eidolon's last action dealt bleed damage to a living creature.</p>\n<hr />\n<p>Your eidolon flies into a frenzy. It gains the benefits of @Compendium[pf2e.spells-srd.HStu2Yhw3iQER9tY]{Boost Eidolon}&nbsp;and gains temporary HP equal to your level, but takes a -2 penalty to AC. It can't voluntarily end the frenzy or start another frenzy while in the frenzy.</p>\n<p>The frenzy lasts for 1 minute, after which your eidolon is @Compendium[pf2e.conditionitems.HL2l2VRSaQHu9lUw]{Fatigued} for 1 minute and can't start another frenzy for 1 minute.</p>"
		},
		"Bloodletting Claws": {
			"name": "Bloodletting Claws",
			"description": "<p>Your eidolon inflicts bleeding wounds on a telling blow. If your eidolon critically hits with a melee unarmed Strike that deals slashing or piercing damage, its target takes [[/r {1d6}[persistent,bleed]]] @Compendium[pf2e.conditionitems.lDVqvLKA6eF3Df60]{Persistent Bleed Damage}. Your eidolon gains an item bonus to this bleed damage equal to the unarmed attack's item bonus to attack rolls. This is a critical specialization effect.</p>"
		},
		"Burrowing Form": {
			"name": "Burrowing Form",
			"description": "<p>Your eidolon can burrow through loose dirt. Your eidolon gains a burrow Speed of 15 feet.</p>"
		},
		"Constricting Hold": {
			"name": "Constricting Hold",
			"description": "<p><strong>Requirements</strong> Your eidolon has a creature @Compendium[pf2e.conditionitems.kWc1fhmv9LBiTuei]{Grabbed} or @Compendium[pf2e.conditionitems.VcDeM8A5oI6VqhbM]{Restrained}.</p>\n<p>Your eidolon constricts the creature, dealing [[/r @actor.level+@actor.abilities.str.mod #bludgeoning]]{bludgeoning damage} equal to your eidolon's level plus its Strength modifier, with a basic Fortitude save against your spell DC.</p>"
		},
		"Defend Summoner": {
			"name": "Defend Summoner",
			"description": "<p>Your eidolon blocks attacks against you. After your eidolon uses this action, you gain a +2 circumstance bonus to AC until the beginning of your next turn. This bonus applies only while you're within your eidolon's reach (in most cases, this means your eidolon is adjacent to you or in your space).</p>"
		},
		"Dual Energy Heart": {
			"name": "Dual Energy Heart",
			"description": "<p>A second energy dwells in your eidolon. Choose an additional energy damage type. Your unarmed attack that deals energy damage gains the versatile trait for the second energy damage type, and your eidolon gains resistance to the second type of energy damage equal to half your level.</p>"
		},
		"Eidolon's Opportunity": {
			"name": "Eidolon's Opportunity",
			"description": "<p><strong>Trigger</strong> A creature within your eidolon's reach uses a manipulate action or a move action, makes a ranged attack, or leaves a square during a move action it's using.</p>\n<hr />\n<p>Your eidolon makes a melee Strike against the triggering creature. If the attack is a critical hit and the trigger was a manipulate action, your eidolon disrupts that action. This Strike doesn't count toward your multiple attack penalty, and your multiple attack penalty doesn't apply to this Strike.</p>"
		},
		"Eidolon's Wrath": {
			"name": "Eidolon's Wrath",
			"description": "<p>Your eidolon gains the <em>@Compendium[pf2e.spells-srd.kuZnUNrhXHRYQ2eM]{Eidolon's Wrath}</em>&nbsp;focus spell, which it casts, instead of you. You determine the damage type when you gain the feat: acid, cold, electricity, fire, negative, positive, or sonic. If your eidolon is a celestial, fiend, or monitor with an alignment other than true neutral, you can choose a damage type in its alignment.</p>\n<p>Increase the number of Focus Points in your focus pool by 1. As normal, your eidolon shares your Focus Points.</p>"
		},
		"Energy Heart": {
			"name": "Energy Heart",
			"description": "<p>Your eidolon's heart beats with energy.</p>\n<p>Choose an energy damage type other than force. One of its unarmed attacks changes its damage type to the chosen type, and it gains resistance to that type equal to half your level (minimum 1).</p>"
		},
		"Energy Resistance": {
			"name": "Energy Resistance",
			"description": "<p>Your eidolon has stronger resistance. Its resistance from Energy Heart and Dual Energy Heart increase to your level.</p>"
		},
		"Ever-Vigilant Senses": {
			"name": "Ever-Vigilant Senses",
			"description": "<p>Your eidolon has enhanced senses. It gains a +2 circumstance bonus to Perception, and can't be flanked except by creatures that are higher level than it.</p>\n<p>It can see @Compendium[pf2e.conditionitems.zJxUflt9np0q4yML]{Invisible} creatures and objects; they appear translucent and are @Compendium[pf2e.conditionitems.DmAIPqOBomZ7H95W]{Concealed}.</p>\n<p>When your eidolon moves within 30 feet of an illusion that can be disbelieved, the GM rolls a secret check to disbelieve it, even if your eidolon didn't spend an action to Interact.</p>"
		},
		"Expanded Senses": {
			"name": "Expanded Senses",
			"description": "<p>Your eidolon evolves more acute senses.</p>\n<p>Your eidolon gains low-light vision and darkvision, as well as scent as an imprecise sense with a range of 30 feet.</p>"
		},
		"Glider Form": {
			"name": "Glider Form",
			"description": "<p>Your eidolon evolves wings, a buoyant body, or some other means to control descent.</p>\n<p>It glides slowly toward the ground, 5 feet down and up to 25 feet forward through the air.</p>\n<p>As long as it spends at least 1 action gliding each round and has not yet reached the ground, it remains in the air at the end of your turn.</p>"
		},
		"Grasping Limbs": {
			"name": "Grasping Limbs",
			"description": "<p>Your eidolon grabs enemies. Choose one of the eidolon's unarmed attacks with the grapple trait. It gains the @Compendium[pf2e.bestiary-ability-glossary-srd.Tkd8sH4pwFIPzqTr]{Grab} action on that unarmed attack.</p>"
		},
		"Hulking Size": {
			"name": "Hulking Size",
			"description": "<p>Your eidolon grows substantially. Your eidolon becomes Large, instead of its previous size, and its reach increases to 10 feet. This doesn't change any of its other statistics.</p>"
		},
		"Magical Adept": {
			"name": "Magical Adept",
			"description": "<p>Your eidolon gains more magic. Choose one 2nd-level spell and one 1st-level spell of your eidolon's tradition. Your eidolon can cast them each once per day as innate spells. At every even level after you take this feat, your eidolon can swap one of these innate spells for a new innate spell that's 2 or more levels lower than your highest-level spell slot.</p>"
		},
		"Magical Master": {
			"name": "Magical Master",
			"description": "<p>Your eidolon gains a bevy of lower-level spells. Choose an innate spell of your eidolon's tradition of each of the spell levels from 1 to 7 in which your eidolon doesn't currently have an innate spell from Magical Adept. Your eidolon can cast each once per day as innate spells.</p>\n<p>You can swap these spells at every even level, but your eidolon can never know more than one spell of each spell level 1 through 7</p>"
		},
		"Magical Understudy": {
			"name": "Magical Understudy",
			"description": "<p>Your eidolon evolves to cast spells. It gains the Cast a Spell activity and learns two cantrips of its tradition, which it can cast as innate spells.</p>"
		},
		"Miniaturize": {
			"name": "Miniaturize",
			"description": "<p>Your eidolon can shrink even further. When using Shrink Down, your eidolon can reduce its size to Tiny</p>"
		},
		"Phase Out": {
			"name": "Phase Out",
			"description": "<p>Your eidolon phases out of reality slightly, gaining resistance to all damage (except force and negative) equal to half your level. It's not incorporeal, but it can't use Strikes or actions that require a fully physical form, such as @Compendium[pf2e.actionspf2e.PMbdMWc2QroouFGD]{Grapple}, @Compendium[pf2e.actionspf2e.7blmbDrQFNfdT731]{Shove}, or @Compendium[pf2e.actionspf2e.ge56Lu1xXVFYUnLP]{Trip}.</p>\n<p>Your eidolon can return to its normal form with a single action, which has the concentrate trait.</p>"
		},
		"Pushing Attack": {
			"name": "Pushing Attack",
			"description": "<p>Your eidolon has an attack that pushes away enemies. Choose one of the eidolon's unarmed attacks with the shove trait. It gains the @Compendium[pf2e.bestiary-ability-glossary-srd.t6cx9FOODmeZQNYl]{Push} action for that attack.</p>"
		},
		"Ranged Combatant": {
			"name": "Ranged Combatant",
			"description": "<p>Spines, flame jets, and holy blasts are just some of the ways your eidolon might strike from a distance. It gains a ranged unarmed attack with a range increment of 30 feet that deals 1d4 damage and has the magical and propulsive traits.</p>\n<p>When you select this feat, choose a damage type: acid, bludgeoning, cold, electricity, fire, negative, piercing, positive, or slashing. If your eidolon is a celestial, fiend, or monitor with an alignment other than true neutral, you can choose a damage type in its alignment.</p>"
		},
		"Resilient Shell": {
			"name": "Resilient Shell",
			"description": "<p>Your eidolon is resilient against attacks. It gains resistance to physical damage equal to its Constitution modifier.</p>"
		},
		"Shrink Down": {
			"name": "Shrink Down",
			"description": "<p>Your eidolon can shrink to fit into small spaces. Your eidolon reduces in size, to a minimum of size Small. It can use this action again while shrunk to return to its normal size.</p>"
		},
		"Spell-Repelling Form": {
			"name": "Spell-Repelling Form",
			"description": "<p>Your eidolon evolves to protect itself from the danger posed by spells. It gains a +1 status bonus to all saving throws against magic.</p>"
		},
		"Steed Form": {
			"name": "Steed Form",
			"description": "<p>Your eidolon changes to make it particularly effective as your mount. While you ride it, you get your full number of actions each round instead of reducing them to 2. This applies only when you ride your eidolon, not when anyone else does. Your eidolon still must be at least one size category larger than you to ride it. Since you work together to move, your eidolon's move actions while you're mounted gain the tandem trait.</p>"
		},
		"Summoner Dedication Adjustment": {
			"name": "Summoner Dedication Adjustment",
			"description": "<p>This feature will adjust the eidolon's stats to be correct for players using the summoner dedication It caps all stats at 16 until the eidolon is level 5.</p>"
		},
		"Towering Size": {
			"name": "Towering Size",
			"description": "<p>Your eidolon becomes even bigger. It becomes Huge, instead of Large, and the reach on all its attacks increases to 15 feet.</p>"
		},
		"Trample": {
			"name": "Trample",
			"description": "<p>Your eidolon Strides up to double its Speed and can move through the spaces of creatures at least one size smaller, Trampling each creature whose space it enters. It can attempt to Trample the same creature only once in a single Trample.</p>\n<p>It deals bludgeoning damage equal to the damage of its secondary attack against these creatures, which can attempt a basic Reflex save against your spell DC.</p>"
		},
		"Vibration Sense": {
			"name": "Vibration Sense",
			"description": "<p>Your eidolon gains @Compendium[pf2e.bestiary-ability-glossary-srd.j2wsK6IsW5yMW1jW]{Tremorsense} as an imprecise sense with a range of 30 feet. If aquatic, it gains @Compendium[pf2e.bestiary-ability-glossary-srd.VdSMQ6yRZ3YXNXHL]{Wavesense} as an imprecise sense with a range of 30 feet instead. If amphibious, it gains both.</p>"
		},
		"Weighty Impact": {
			"name": "Weighty Impact",
			"description": "<p>Your eidolon knocks enemies down. Choose one of the eidolon's unarmed attacks with the trip trait. It gains the @Compendium[pf2e.bestiary-ability-glossary-srd.BCLvAx4Pz4MLa2pu]{Knockdown} action for that attack.</p>"
		}
	}
}