{
    "label": "rage-of-elements-bestiary",
    "entries": {
        "Jabali Shuyookh": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Jabali Shuyookh",
            "publicNotes": "<p>A jabali genie of great power and high social rank is called a shuyookh. Strong in body and mind, jabali shuyookhs value physical skill, fine artistry, and displays of strength. Incredibly proud, they're easily offended and quick to anger but lash out only after weighing the consequences. Shuyookhs view their desires as greater than those around them, leading them to provide aid as quickly and efficiently as possible, fulfilling the terms of bargains expediently and to the letter.</p>\n<p>Jabali shuyookhs are industrious and have many interests, including athletic competitions, engineering, jewelry-making, masonry, metalworking, and sculpting. They enjoy games of chance and bargaining, whether in a gambling hall, arena, or marketplace. Some mix their interests by managing organizations or guilds involving such concerns. Many shuyookhs reap the wealth of the Plane of Earth for sale elsewhere and speculate on the value of such commodities.</p>\n<h2>Industry Titans</h2>\n<p>The mercantile empires of jabali shuyookhs extend across the Plane of Earth and onto other planes. Jabalis especially like to trade in regions of the Universe and across the Plane of Fire. Many customers value gemstones, metals, and other precious materials mined on the Plane of Earth. Thus, the resources of the Plane of Earth feed industry across the planes.</p>",
            "languages": "Truespeech",
            "items": {
                "Earth Glide": {
                    "name": "Earth Glide",
                    "description": "<p>The jabali can Burrow through dirt and stone at their full burrow Speed, leaving no tunnels or signs of their passing.</p>"
                },
                "Earthen Control": {
                    "name": "Earthen Control",
                    "description": "<p>When the shuyookh casts <em>@UUID[Compendium.pf2e.spells-srd.Item.kOa055FIrO9Smnya]{Wall of Stone}</em>, the edges can pass through creatures, which are shunted to the side of the wall opposite that edge.</p>"
                },
                "Economical Wish": {
                    "name": "Economical Wish",
                    "description": "<p><strong>Frequency</strong> three times per year</p>\n<hr />\n<p><strong>Effect</strong> The shuyookh conducts a wish ritual for the benefit of a mortal, requiring no cost or secondary casters. The shuyookh's result is a success if they succeed at a @Check[type:flat|dc:5] or a failure if not. The shuyookh fulfills the wish in the most straightforward, simple way possible.</p>"
                },
                "Stone Clutch": {
                    "name": "Stone Clutch",
                    "description": "<p>When the jabali Pushes a creature into a stone barrier, the surface grips it with fingers of stone. The target must succeed at a @Check[type:reflex|dc:30] save or become @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} by the surface (@UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} DC 36).</p>"
                },
                "Stone Crush": {
                    "name": "Stone Crush",
                    "description": "<p>The jabali deals @Damage[(2d6+13)[bludgeoning]] damage to all creatures within 100 feet that are @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} by stone clutch, with a @Check[type:fortitude|dc:32|basic:true] save.</p>"
                }
            }
        },
        "Brochmaw": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Brochmaw",
            "publicNotes": "<p>With bodies of fired clay, brochmaws look like walking cylindrical ovens split across the middle by their titular maws, which rage with the fires of culinary perfection. Behind their maw burns a powerful internal oven, where the elemental creatures roast their prey. Brochmaws are driven solely by their voracious appetites, only leaving their lairs to acquire new meals. Early attempts to force brochmaws into service resulted in their would-be captors being reduced to nothing more than ash on a plate, accompanied by a written review of how they tasted. Now, brochmaws are employed all across the Planes, lured by the sweet promise of new, fresh meat.</p>\n<p>Though brochmaws have no use for money, they do trade gifts for services. The only thing they have to offer is cooked meat from their own mouths, which they deem extremely valuable. Surprisingly, all who have tried brochmaw meat claim it to be a savory roasted delight. Given that brochmaws offer nothing but cooked meat and desire nothing but raw meat, trading with them is a simple if slightly dangerous affair, often coming down to the quantity and rarity of the meat offered.</p>\n<p>Brochmaws hate to see meat go to waste. If one discovers a carcass of any sort, they call others of their kind to join them in a festive cookout, with dancing and feasting inevitably accompanied by compliments or complaints about the quality of the food.</p>\n<h2>Planar Delicacies</h2>\n<p>Though brochmaws love to devour new things, they still have favorite meals they like to keep on hand. Brochmaws love amphibian meat, though the origin of this appeal is a mystery. They will eagerly consume geniekin of all kinds because the magical blood produces a psychedelic effect. Brochmaws think celestials are as dangerous as they are delicious, requiring a precise cooking process to avoid killing the consumer. Most brochmaws are far too impatient to prepare celestial meat properly, often to disastrous results.</p>",
            "items": {
                "Marinade": {
                    "name": "Marinade",
                    "description": "<p>A creature taking persistent fire damage from the brochmaw's hot oil Strike is more readily cooked, taking a –2 circumstance penalty to Fortitude saves against Roast for as long as it is taking persistent fire damage.</p>"
                },
                "Roast": {
                    "name": "Roast",
                    "description": "<p>The brochmaw turns a skewer over their oven, cooking anything impaled on it. Creatures @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} by the brochmaw's skewer take @Damage[3d6[fire]] damage (@Check[type:fortitude|dc:32|basic:true] save). Creatures who have been Roasted take a –2 circumstance penalty to Fortitude saves against Serve for 1 minute.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.IySCRGYxxLFDlIZI]{Effect: Roast}</p>"
                },
                "Serve": {
                    "name": "Serve",
                    "description": "<p><strong>Requirements</strong> The brochmaw has a creature @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}</p>\n<hr />\n<p><strong>Effect</strong> The brochmaw eats their hard-earned meal off one of their skewers. The brochmaw bites down on one creature it has grabbed, dealing @Damage[12d6[piercing]] damage (@Check[type:fortitude|dc:32|basic:true] save); the brochmaw regains Hit Points equal to half the damage dealt. The creature is then freed from the skewer.</p>"
                },
                "Skewer Master": {
                    "name": "Skewer Master",
                    "description": "<p>The skewers of a brochmaw are more than long enough to hold multiple creatures. A brochmaw can have up to three creatures @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} on its skewer, and it can still make Strikes with its skewer even if it has creatures grabbed, though it can't target creatures it has grabbed.</p>"
                }
            }
        },
        "Brass Bastion": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Brass Bastion",
            "publicNotes": "<p>Brass bastions are formidable sentinels crafted from elemental fire and extraplanar brass. While they can be shaped into many forms, most depict muscular warriors with curving horns and stern or taunting expressions. Within each brass shell is a raging inferno—the source of its ceaseless heat.</p>\n<p>Though ifrits originally created brass bastions to act as servants and guards, the knowledge of how to craft them has spread throughout the Plane of Fire. They can even be found on the Plane of Earth thanks to interplanar trade. In Medina Mudii'a, brass bastions walk the streets, tend shops, and stand guard. Bespoke brass bastions are passed down as family heirlooms or gifted to business partners and allies. Scions of the wealthiest ifrit lineages never travel without a train of brass bastions clad in family livery. Destroying a rival ifrit's brass bastion is a quick way to erode their political status, though anyone caught performing such sabotage faces swift retribution.</p>\n<p>Most brass bastions prominently display the sigil of their owner or maker, though magical methods can also determine who crafted a specific construct. Brass bastions forged by favored artisans are a status symbol in many ifrit communities. Ifrits consider a brass bastion crafted by a non-ifrit to be inherently inferior, barely worth the cost of its materials. Brass bastions obey magical programming imprinted at the time of their creation or follow commands from their owners. Most can't speak, but a few have magical voices and can parrot simple phrases, recite poetry, or tell bedtime stories at the crafter's fancy.</p>\n<h2>Brass Scraps</h2>\n<p>On the Plane of Fire, destroyed brass bastions are sold as scrap to enterprising ifrits, who reforge the remains into new brass bastions. Many ifrits pay more for the remains of a brass bastion crafted by their rivals yet react violently when offered brass bastion remains they originally created. Thus, identifying a brass bastion's original crafter is a valued skill. Few non-ifrits dare trade in brass bastion scraps, save in extralegal markets.</p>",
            "items": {
                "Molten Demise": {
                    "name": "Molten Demise",
                    "description": "<p>When a brass bastion is destroyed, its body explodes in a flurry of elemental flame and superheated brass, dealing @Damage[4d6[piercing],4d6[fire]]{4d6 piercing damage and 4d6 fire} damage to creatures in a @Template[type:emanation|distance:20] (@Check[type:reflex|dc:34|basic:true] save).</p>"
                },
                "Breathe Smoke": {
                    "name": "Breathe Smoke",
                    "description": "<p>The brass bastion exhales superheated smoke and cinders in a @Template[type:burst|distance:10] centered on a corner of its space. The smoke persists for 1 round. Any creature in the area (or that later enters the area) takes @Damage[15d6[fire]] damage (@Check[type:reflex|dc:34|basic:true] save); on a critical failure, the creature catches fire, taking @Damage[2d6[persistent,fire]] damage as well. All creatures in the smoke become @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed}, and all creatures outside the smoke become concealed to creatures within it. The brass bastion can't Breathe Smoke again for [[/br 1d4 #Recharge Breathe Smoke]]{1d4 rounds}.</p>"
                },
                "Heat Weapon": {
                    "name": "Heat Weapon",
                    "description": "<p>Metal weapons wielded by a brass bastion superheat, dealing 1d10 additional fire damage (included in its statistics).</p>"
                }
            }
        },
        "Crystal Strider": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Crystal Strider",
            "publicNotes": "<p>Each long, thin leg of a crystal strider is a single enormous crystal, typically quartz or selenite. The strider uses this panoply of legs and a fluctuating physical structure to rapidly move about crystalline caverns, unimpeded by terrain.</p>\n<hr />\n<p>The vast ranks of earth elementals have been slow to respond to the return of the elemental lords and the Planes of Metal and Wood. These events have not broken the mountains, nor have they blown away the sands.</p>\n<h2>Earthy Emotions</h2>\n<p>Earth elementals talk even less than most elementals. They're ponderous, weighing decisions so slowly they can crush the energy from a discussion. Their foremost concern is whether a situation can be endured. Though a rare or resplendent treasure might entice an earth elemental, it's difficult to spur any sense of urgency in them without the presence of an immediate threat.</p>",
            "items": {
                "Crystal Refraction": {
                    "name": "Crystal Refraction",
                    "description": "<p><strong>Trigger</strong> The crystal strider is targeted by a light effect</p>\n<hr />\n<p><strong>Effect</strong> The strider redirects the triggering effect to a different creature of its choice within 30 feet or absorbs the effect harmlessly, reducing the number of rounds left to recharge Release Light by 1.</p>"
                },
                "Precise Steps": {
                    "name": "Precise Steps",
                    "description": "<p>The crystal strider's many narrow legs allow it to ignore difficult terrain.</p>"
                },
                "Release Light": {
                    "name": "Release Light",
                    "description": "<p>The strider emits the light that continually refracts within them to cast <em>@UUID[Compendium.pf2e.spells-srd.Item.Hb8GdAhP0zBCv3zU]{Chromatic Ray}</em> as an innate primal spell heightened to 5th rank, with a +21 spell attack roll. The crystal strider can't Release Light again for [[/br 1d4 #rounds]]{1d4 rounds}.</p>"
                }
            }
        },
        "Metal Scamp": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Metal Scamp",
            "publicNotes": "<p>The capricious and destructive metal scamps are self-appointed forces of entropy, taking great pleasure in indiscriminately wrecking everything around them, sometimes even to their own detriment. Metal scamps have a severe appearance, with pointed facial features and angular limbs, and their skin can be the color of any metal, often heavily oxidized as if by years of exposure to the elements.</p>",
            "hp": "fast healing 2 (while touching metal)",
            "items": {
                "Breathe Shrapnel": {
                    "name": "Breathe Shrapnel",
                    "description": "<p>The metal scamp breathes a @Template[type:cone|distance:15] of jagged metal flakes that deals @Damage[(2d4)[slashing],(1d4)[bleed]] damage to each creature within the area (@Check[type:reflex|dc:17|basic:true] save).</p>\n<p>The metal scamp can't Breathe Shrapnel again for [[/br 1d4 #Recharge Breathe Shrapnel]]{1d4 rounds}.</p>"
                }
            }
        },
        "Zephyr, The West Wind": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Zephyr, The West Wind",
            "publicNotes": "<p>The truth of life in the Universe is that weather controls the world. The life-giving water that flows across Golarion, the maintenance of healthy forests, and the snows, thaws, and rains that help crops flourish all rely on the weather—weather that's shaped at the whims of the winds. Anemoi are powerful beings from the Plane of Air tasked by ancient gods to guard the skies and shepherd the winds of every world across the planes. They guide the winds along their natural paths, and while neither malevolent nor malicious, an anemos has little regard for how a storm might affect any creature caught in its path.</p>\n<p>Anemoi can take several forms and shift between them as easily as they slip between the breezes. They wear humanoid guises to walk among mortals without drawing undue attention, and they transform into great, thunderous horses made of storm clouds and rain when they need to move quickly across the skies. Their true form, however, is wind coalesced into a humanoid shape, often with curling hair and feathery wings made of soft, drifting clouds.</p>\n<p>On Golarion, each of the four cardinal winds are created and directed by a quartet of cardinal anemoi. The cold north winds are guided by Boreal, bringer of winter. Austral shepherds hot winds from the south. Eural brings stormy winds from the east. Finally, the gentle winds of spring come at the call of Zephyr, from the west. These four cardinal anemoi, alongside their councils of lesser anemoi, shape and control the winds across all of Golarion. As far as anyone can tell, the cardinal anemoi don't answer to a greater authority. There are even more powerful maximal anemoi living in the Plane of Air, but they seem content to leave the Universe out of their plans.</p>\n<p>Though the cardinal anemoi try to keep a degree of separation from mortal affairs, lesser anemoi occasionally take a closer interest. Some monitor a single settlement or county, protecting, nourishing, or even vindictively destroying it. Each one has their own sets of interests. Many are vain or petty. Even more change attitudes just as quickly as the winds they guide. Pleasing an anemoi isn't a matter of following a set formula, but rather repeatedly changing course to give them what they desire for their mercurial current interests or perceived needs.</p>\n<h2>The Shape Of The Air</h2>\n<p>Anemoi on the Plane of Air are typically genderless, while those who spend time in the Universe sometimes experiment with or develop preferences for one of the genders of the mortals they watch or live close to.</p>",
            "hp": "regeneration 15 (deactivated by earthbane)",
            "languages": "Truespeech",
            "items": {
                "Truespeech": {
                    "name": "Truespeech",
                    "description": "<p>An anemos can speak with and understand any creature that has a language.</p>"
                },
                "Wind Orchestra": {
                    "name": "Wind Orchestra",
                    "description": "<p>An anemos does not require instruments to perform music, instead using their winds to create and carry the sounds of any instruments they wish to duplicate. They can mimic any number of instruments simultaneously, creating and directing their own personal orchestra.</p>"
                },
                "Blessed by the Winds": {
                    "name": "Blessed by the Winds",
                    "description": "<p>80 feet. The winds grow turbulent for those who would dare to fly in the same space as an anemos, but they take care to never harm or inconvenience their shepherd. Air within the emanation is difficult terrain for Flying creatures that do not have the air trait. While the aura is active, the anemos cannot be affected by environmental air or weather affects unless they choose to be.</p>"
                },
                "Earthbane": {
                    "name": "Earthbane",
                    "description": "<p>An anemos's regeneration is suppressed for 1 round if the anemos is affected by an earth effect, or for as long as they are in contact with the ground and 1 round thereafter. If an anemos is submerged in at least 1 inch of mud, dirt, or stone, the anemos's aura deactivates, and the anemos becomes @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 2} and @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2}.</p>"
                },
                "Redirect Weather": {
                    "name": "Redirect Weather",
                    "description": "<p><strong>Requirements</strong> The anemos's aura is active</p>\n<p><strong>Trigger</strong> A creature within the anemos's aura uses an air or electricity spell, or an air or electricity spell otherwise comes into effect within the anemos's aura</p>\n<hr />\n<p><strong>Effect</strong> The winds and weather of the spell obey the anemos's call. The anemos makes all the choices to determine the targets, destination, or other effects of the spell, as though they were the caster.</p>"
                },
                "Collect Thunder": {
                    "name": "Collect Thunder",
                    "description": "<p><strong>Requirements</strong> The anemos has a hand free</p>\n<hr />\n<p><strong>Effect</strong> The anemos runs a hand through the winds that swirl around them, the sparks from their fingertips coalescing into a thunderbolt. The anemos creates a thunderbolt in their open hand. If the anemos spends an action to Collect Thunder, a bolt instead strikes their open hand, creating a booming peal that deafens all creatures within 20 feet for 1 round unless they succeed at a @Check[type:fortitude|dc:40] save; this adds the auditory trait to Collect Thunder. Any thunderbolts dissipate after 1 round.</p>"
                },
                "Command the Breeze": {
                    "name": "Command the Breeze",
                    "description": "<p>When an anemos casts a ritual, they perform all aspects of the ritual themself, commanding their winds to complete all the ritual's components. They must fulfill any requirements for the ritual's additional casters and must attempt the checks normally performed by additional casters. In addition, anemoi can cast rituals faster than usual. If a ritual has a casting time measured in days, they can cast it in an equal number of hours.</p>"
                },
                "Storm Strikes Twice": {
                    "name": "Storm Strikes Twice",
                    "description": "<p>The anemos throws a thunderbolt, then becomes a wind that carries them in an instant to the bolt's location to attack again. They make a ranged thunderbolt Strike against a creature within their first range increment, teleport to the creature's location as a gust of wind, then grasp the thrown thunderbolt and make a melee thunderbolt Strike against a creature within reach. Their multiple attack penalty doesn't increase until they've made both attacks.</p>"
                },
                "Swiftness": {
                    "name": "Swiftness",
                    "description": "<p>The anemos's movement doesn't trigger reactions.</p>"
                }
            }
        },
        "Pine Pangolin": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Pine Pangolin",
            "publicNotes": "<p>These creatures sleep while hanging upside down by their partially curled tails and rely on their thick wooden scales to protect them from danger. One such danger the scales negate is the falling damage from deliberately rolling up and dropping onto the head of an unsuspecting opponent, which is one of their favorite combat strategies. Beneath their scales, pine pangolin bodies secrete a thick, sticky tar that serves as a secondary line of defense.</p>",
            "items": {
                "Secrete Tar": {
                    "name": "Secrete Tar",
                    "description": "<p>The pine pangolin secretes a brown, sticky tar within a @Template[type:emanation|distance:5], making those squares difficult terrain for 1 minute. Each creature that enters or starts its turn in a tarred square must succeed at a @Check[type:fortitude|dc:25] save or become @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} until it Escapes. On a critical failure, the creature falls @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}; prone creatures take a –2 circumstance penalty to their checks to @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} the tar. The pine pangolin is immune to the effects of its own tar.</p>"
                }
            }
        },
        "Blustering Gale": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Blustering Gale",
            "publicNotes": "<p>Blustering gales are among the least of air elementals: spirits of the small breezes who sometimes arise in the wake of mightier creatures, like the downdraft of a swallow's wing or the sharp expulsion of a vigorous cough. Unwilling or unable to act effectively alone, they form into \"gales,\" collections of weak elementals that use their combined power to hurl insults and pummel those who defy them in a misguided attempt to rise above their humble origins.</p>\n<p>Together, they force other creatures to do their bidding, then move on when they grow bored. While most gales claim their abandoned minions were useless, in truth, blustering gales lack the commanding presence and confidence to retain vassals for long.</p>\n<h2>Lackeys</h2>\n<p>Blustering gales sometimes serve as heralds or enforcers for other creatures (including cloud dragons, jaathooms, and other powerful air elementals), bullying and intimidating others at the behest of a more influential overlord. While blustering gales often feel secure and confident in these roles, they rankle at subservience, and rarely feel content with such an arrangement for long.</p>",
            "hp": "(16 squares); Thresholds 100 (12 squares), 50 (8 squares)",
            "items": {
                "Bullying Bluster": {
                    "name": "Bullying Bluster",
                    "description": "<p>30 feet. The blustering gale constantly unleashes a tirade of insults and aggressive taunts. Each enemy who enters or starts their turn in the aura must succeed at a @Check[type:will|dc:30] save or become @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} for as long as they remain within the aura (@UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2} on a critical failure). The troop's members are collectively able to mimic a few curse words or insults in every language, allowing their Bullying Bluster to affect any creature who understands a language. A creature who succeeds at its save is temporarily immune for 1 hour. The blustering gale can activate or deactivate the aura with a free action, which has the concentrate trait.</p>"
                },
                "Pummeling Winds": {
                    "name": "Pummeling Winds",
                    "description": "<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p><strong>Effect</strong> The blustering gale bashes, batters, and pummels each adjacent enemy (@Check[type:reflex|dc:27|basic:true] save). The damage depends on the number of actions.</p>\n<p><span class=\"pf2-icon\">1</span> @Damage[(1d8+2)[bludgeoning]] damage</p>\n<p><span class=\"pf2-icon\">2</span> @Damage[(2d8+12)[bludgeoning]] damage</p>\n<p><span class=\"pf2-icon\">3</span> @Damage[(3d8+15)[bludgeoning]] damage</p>"
                },
                "Troop Movement": {
                    "name": "Troop Movement",
                    "description": "<p>Whenever a troop Flies or Strides, it first Forms Up as a free action to condense into a 20-foot-by-20-foot area (minus any missing squares), then moves up to its Speed. This works just like a Gargantuan creature moving; for instance, if any square of the troop enters difficult terrain, the extra movement cost applies to the whole troop.</p>"
                },
                "Windstorm": {
                    "name": "Windstorm",
                    "description": "<p>The blustering gale exhales as a unit, creating a powerful windstorm. This windstorm is a @Template[type:burst|distance:10] within 100 feet that deals @Damage[(3d8+10)[bludgeoning]] damage (@Check[type:reflex|dc:30|basic:true] save). Creatures that fail their saving throw are pushed 10 feet in any direction (plus knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} on a critical failure). When the troop is reduced to 8 or fewer squares, this area decreases to a @Template[type:burst|distance:5] and the distance pushed decreases to 5 feet.</p>"
                }
            }
        },
        "Vegetable Lamb": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Vegetable Lamb",
            "publicNotes": "<p>Vegetable lambs are gaining popularity as the first elemental to be summoned by spellcasters in training, as they're docile until provoked and easy to control. Casters must take care, however, to not let them germinate in the Universe; they're a highly invasive species that can devour an entire forest within a decade.</p>\n<p>The healing and nourishing food that grows from vegetable lambs is appealing for adventurers and sedentary magical scholars alike. The taste is similar to the plants of the same kind that grow on Golarion, but not entirely. Many have noted that there's a slight similarity to meat—a bit of umami one wouldn't find in an ordinary flower.</p>",
            "items": {
                "Nature's Bounty": {
                    "name": "Nature's Bounty",
                    "description": "<p>Each day, a vegetable lamb grows [[/r 1d4 #Edible Flowers]] edible flowers (such as artichoke, broccoli, or dandelion) among the green cotton covering its body. These vegetables can be picked without hurting the lamb. A living creature can eat the vegetable with an Interact action to regain [[/r (1d6+4)[healing]]] Hit Points.</p>"
                },
                "Cottonseed Burst": {
                    "name": "Cottonseed Burst",
                    "description": "<p>The vegetable lamb releases a cloud of cottony green pollen in a @Template[type:burst|distance:10] centered on itself. All creatures caught in the burst that need to breathe, apart from the lamb, must succeed at a @Check[type:fortitude|dc:15] save or be @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} by coughing (@UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 2} on a critical failure).</p>"
                }
            }
        },
        "Comozant Wyrd": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Comozant Wyrd",
            "publicNotes": "<p>Buzzing, crackling plasma makes up a comozant wyrd, electrically charged waves of greens, blues, and purples cascading in heatless flame. Given a mind and a semblance of a face, comozant wyrds need a surface from which they can crackle and writhe. Once secure, they seek out companionship from anyone nearby. In the Universe, they can be found in many places: lashing themselves to sailing ships, dancing across the buildings, or anchoring to the stones of a mountain range. In the vast spans of the Plane of Air, however, comozant wyrds often come to feel extremely lonely. A lucky few become pets for jaathooms living in the plane's cities, but many wait on isolated floating islands for an airship they can attach to or, more tragically, strive vainly to reach a distant shore before sputtering out.</p>\n<h2>Comozant Communication</h2>\n<p>Creatures of emotion and instinct, comozant wyrds use simple images and concepts to convey deep and layered meanings. They're quite insightful, able to leap to solid conclusions as rapidly as they leap across solid surfaces. Most who \"converse\" with a comozant wyrd find the process enlightening, but have little desire make it a regular experience.</p>",
            "items": {
                "Plasmatic Form": {
                    "name": "Plasmatic Form",
                    "description": "<p>Unlike other incorporeal creatures, a comozant wyrd can't move into or through solid objects. If a comozant wyrd isn't adjacent to a solid object or surface of its size or larger at the end of its turn, it loses [[/r 10]] HP. This HP loss cannot be mitigated or avoided in any way.</p>"
                },
                "Illuminating Flames": {
                    "name": "Illuminating Flames",
                    "description": "<p>30 feet. The comozant wyrd sheds bright light in the emanation and dim light for another 30 feet. Heatless flames similar to the wyrd's own surround any creature in the emanation. A visible creature can't become @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} while in the emanation, and an @UUID[Compendium.pf2e.conditionitems.Item.zJxUflt9np0q4yML]{Invisible} creature becomes concealed rather than undetected. The wyrd can communicate empathically with any non-mindless creature affected by illuminating flames, even if they don't share a language.</p>"
                },
                "Leap the Gap": {
                    "name": "Leap the Gap",
                    "description": "<p><strong>Requirements</strong> The comozant wyrd is adjacent to a solid object or surface of its size or larger</p>\n<hr />\n<p><strong>Effect</strong> The wyrd Flies up to its Speed in a straight line, ending its movement adjacent to a different solid object or surface of its size or larger; this movement doesn't trigger reactions. The wyrd can move through other creatures during this movement, and all creatures it moves through take @Damage[2d12[electricity]] damage with a @Check[type:reflex|dc:22|basic:true] save.</p>"
                },
                "Wyrd Wisdom": {
                    "name": "Wyrd Wisdom",
                    "description": "<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> The comozant wyrd is communicating empathically with another creature through illuminating flames</p>\n<hr />\n<p><strong>Effect</strong> The comozant wyrd's odd means of communication brings strange insight. One creature the wyrd is empathically conversing with gains the benefits of an augury spell, though only about this conversation topic, rather than any topic of the creature's choice.</p>"
                }
            }
        },
        "Austral, The South Wind": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Austral, The South Wind",
            "publicNotes": "<p>The truth of life in the Universe is that weather controls the world. The life-giving water that flows across Golarion, the maintenance of healthy forests, and the snows, thaws, and rains that help crops flourish all rely on the weather—weather that's shaped at the whims of the winds. Anemoi are powerful beings from the Plane of Air tasked by ancient gods to guard the skies and shepherd the winds of every world across the planes. They guide the winds along their natural paths, and while neither malevolent nor malicious, an anemos has little regard for how a storm might affect any creature caught in its path.</p>\n<p>Anemoi can take several forms and shift between them as easily as they slip between the breezes. They wear humanoid guises to walk among mortals without drawing undue attention, and they transform into great, thunderous horses made of storm clouds and rain when they need to move quickly across the skies. Their true form, however, is wind coalesced into a humanoid shape, often with curling hair and feathery wings made of soft, drifting clouds.</p>\n<p>On Golarion, each of the four cardinal winds are created and directed by a quartet of cardinal anemoi. The cold north winds are guided by Boreal, bringer of winter. Austral shepherds hot winds from the south. Eural brings stormy winds from the east. Finally, the gentle winds of spring come at the call of Zephyr, from the west. These four cardinal anemoi, alongside their councils of lesser anemoi, shape and control the winds across all of Golarion. As far as anyone can tell, the cardinal anemoi don't answer to a greater authority. There are even more powerful maximal anemoi living in the Plane of Air, but they seem content to leave the Universe out of their plans.</p>\n<p>Though the cardinal anemoi try to keep a degree of separation from mortal affairs, lesser anemoi occasionally take a closer interest. Some monitor a single settlement or county, protecting, nourishing, or even vindictively destroying it. Each one has their own sets of interests. Many are vain or petty. Even more change attitudes just as quickly as the winds they guide. Pleasing an anemoi isn't a matter of following a set formula, but rather repeatedly changing course to give them what they desire for their mercurial current interests or perceived needs.</p>\n<h2>The Shape Of The Air</h2>\n<p>Anemoi on the Plane of Air are typically genderless, while those who spend time in the Universe sometimes experiment with or develop preferences for one of the genders of the mortals they watch or live close to.</p>",
            "hp": "regeneration 15 (deactivated by earthbane)",
            "languages": "Truespeech",
            "items": {
                "Truespeech": {
                    "name": "Truespeech",
                    "description": "<p>An anemos can speak with and understand any creature that has a language.</p>"
                },
                "Wind Orchestra": {
                    "name": "Wind Orchestra",
                    "description": "<p>An anemos does not require instruments to perform music, instead using their winds to create and carry the sounds of any instruments they wish to duplicate. They can mimic any number of instruments simultaneously, creating and directing their own personal orchestra.</p>"
                },
                "Blessed by the Winds": {
                    "name": "Blessed by the Winds",
                    "description": "<p>80 feet. The winds grow turbulent for those who would dare to fly in the same space as an anemos, but they take care to never harm or inconvenience their shepherd. Air within the emanation is difficult terrain for Flying creatures that do not have the air trait. While the aura is active, the anemos cannot be affected by environmental air or weather affects unless they choose to be.</p>"
                },
                "Earthbane": {
                    "name": "Earthbane",
                    "description": "<p>An anemos's regeneration is suppressed for 1 round if the anemos is affected by an earth effect, or for as long as they are in contact with the ground and 1 round thereafter. If an anemos is submerged in at least 1 inch of mud, dirt, or stone, the anemos's aura deactivates, and the anemos becomes @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 2} and @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2}.</p>"
                },
                "Redirect Weather": {
                    "name": "Redirect Weather",
                    "description": "<p><strong>Requirements</strong> The anemos's aura is active</p>\n<p><strong>Trigger</strong> A creature within the anemos's aura uses an air or electricity spell, or an air or electricity spell otherwise comes into effect within the anemos's aura</p>\n<hr />\n<p><strong>Effect</strong> The winds and weather of the spell obey the anemos's call. The anemos makes all the choices to determine the targets, destination, or other effects of the spell, as though they were the caster.</p>"
                },
                "Collect Thunder": {
                    "name": "Collect Thunder",
                    "description": "<p><strong>Requirements</strong> The anemos has a hand free</p>\n<hr />\n<p><strong>Effect</strong> The anemos runs a hand through the winds that swirl around them, the sparks from their fingertips coalescing into a thunderbolt. The anemos creates a thunderbolt in their open hand. If the anemos spends an action to Collect Thunder, a bolt instead strikes their open hand, creating a booming peal that deafens all creatures within 20 feet for 1 round unless they succeed at a @Check[type:fortitude|dc:40] save; this adds the auditory trait to Collect Thunder. Any thunderbolts dissipate after 1 round.</p>"
                },
                "Command the Breeze": {
                    "name": "Command the Breeze",
                    "description": "<p>When an anemos casts a ritual, they perform all aspects of the ritual themself, commanding their winds to complete all the ritual's components. They must fulfill any requirements for the ritual's additional casters and must attempt the checks normally performed by additional casters. In addition, anemoi can cast rituals faster than usual. If a ritual has a casting time measured in days, they can cast it in an equal number of hours.</p>"
                },
                "Storm Strikes Twice": {
                    "name": "Storm Strikes Twice",
                    "description": "<p>The anemos throws a thunderbolt, then becomes a wind that carries them in an instant to the bolt's location to attack again. They make a ranged thunderbolt Strike against a creature within their first range increment, teleport to the creature's location as a gust of wind, then grasp the thrown thunderbolt and make a melee thunderbolt Strike against a creature within reach. Their multiple attack penalty doesn't increase until they've made both attacks.</p>"
                },
                "Swiftness": {
                    "name": "Swiftness",
                    "description": "<p>The anemos's movement doesn't trigger reactions.</p>"
                }
            }
        },
        "Saltborn Stalkers": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Saltborn Stalkers",
            "publicNotes": "<p>The briny depths of the Boundless Sea sometimes twist large groups of merfolk into swarms with vicious rows of teeth and sharp claws known as saltborn stalkers. Saltborn stalkers hunt in groups, using their drooping, tentacle-like appendages as bioluminescent lures, posing them as wisps or bubbles of planar energy to draw unsuspecting prey into clever ambushes.</p>\n<hr />\n<p>THE RITE OF SALT AND STONE</p>\n<p>When a merfolk joins the ranks of the saltborn, they undergo a secret rite known only to other saltborn and the brine dragons of Kelizandrika. The recruits are encased in graves of salt and ice and left at the floor of the Boundless Sea to claw themselves free. Those who overcome the trial are never truly rid of the salt from their tombs, which covers the body of every saltborn stalker.</p>",
            "hp": "troop defenses",
            "items": {
                "Lightlure": {
                    "name": "Lightlure",
                    "description": "<p><strong>Effect</strong> The saltborn stalkers move their luminescent lures in an entrancing light show, drawing nearby creatures into their grasp. Each creature in a @Template[type:emanation|distance:100] must attempt a @Check[type:will|dc:33] save; regardless of the result of its save, the creature is then temporarily immune to Lightlure for 24 hours.</p>\n<p><strong>Success</strong> The creature is unaffected.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.AdPVz7rbaVSRxHFg]{Fascinated} with the lures and must spend all its actions on its next turn to move closer to them as expediently as possible, avoiding obvious dangers along its path.</p>\n<p><strong>Critical Failure</strong> As failure, but the creature is also @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} for [[/br 1d4 #rounds]]{1d4 rounds}.</p>"
                },
                "Saline Crust": {
                    "name": "Saline Crust",
                    "description": "<p>20 feet</p>\n<hr />\n<p><strong>Requirements</strong> The saltborn stalkers are in a body of water</p>\n<hr />\n<p><strong>Effect</strong> Layers of the saltborn's salty skin flake off to foul the water around them. A creature that ends its turn in the aura takes @Damage[2d6[acid]] damage with a @Check[type:reflex|dc:30|basic:true] save; creatures with the amphibious or aquatic trait are immune.</p>"
                },
                "Salty Clutch": {
                    "name": "Salty Clutch",
                    "description": "<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p><strong>Effect</strong> The stalkers reach out to Grab their foes and drag them underwater. Each enemy in a @Template[type:emanation|distance:5] must succeed at a @Check[type:reflex|dc:33] save or be @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} by the stalkers (or @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained} on a critical success). For the rest of the current turn, the saltborn stalkers can move toward water or in water without ending the grab, carrying any grabbed or restrained creatures along with them.</p>"
                },
                "Scour the Bones": {
                    "name": "Scour the Bones",
                    "description": "<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p><strong>Effect</strong> The saltborn stalkers use their teeth and claws to vivisect each enemy within 5 feet (@Check[type:reflex|dc:30|basic:true] save). The damage depends on the number of actions.</p>\n<p><span class=\"pf2-icon\">1</span> @Damage[2d10[slashing]] damage</p>\n<p><span class=\"pf2-icon\">2</span> @Damage[(3d10+8)[slashing]] damage</p>\n<p><span class=\"pf2-icon\">3</span> @Damage[(3d10+16)[slashing]] damage</p>"
                },
                "Troop Movement": {
                    "name": "Troop Movement",
                    "description": "<p>Whenever the saltborn stalkers Stride or Swim, they first Form Up as a free action to condense into a 20-foot-by-20-foot area (minus any missing squares), then move. This works just like a Gargantuan creature moving; for instance, if any of the stalkers' squares enter difficult terrain, the extra movement cost applies to the whole troop.</p>"
                }
            }
        },
        "Ardande Gardener": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Ardande Gardener",
            "publicNotes": "<p>Ardandes are geniekin whose elemental birthright ties them to the Plane of Wood. Their elemental connection can take many different forms, all expressions of the different types and permutations of elemental wood. They might embody the life and vibrancy of a seedling, full of potential and ready to grow. Or, they could be strong and flexible, like the branches and roots of ancient trees, interconnected and all growing together. They could also possess power over death and decay, like decomposing logs ready to fertilize and feed the next generation.</p>\n<p>Common on the Plane of Wood, uncommon in the First World, and only on the cusp of a resurgence into the Universe, the ardandes often feel misplaced in the multiverse, born into the wrong place or the wrong time. Many spend their lives searching the planes for answers about themselves and their heritage.</p>\n<p>Ardandes are found in all major cities and civilizations on the Plane of Wood, though most live in Nodollin, the Glowing Infinity, a metropolis controlled by the powerful kizidhars. Some ardandes say life in Nodollin is filled with infantilization and belittlement from the kizidhars, the wood genies who rule the land and much of the plane. The kizidhars largely view ardandes as genies like them, but a lesser form of genie that ranks below kizidhar commoners in the same way they are lesser to the shuyookhs. Though a few ardandes rebel against this social order, the weight of culture tells them hierarchies are natural to the element of wood, and they should accept their place even if they chafe.</p>\n<p>Many planar ardandes moved to Shodokar when the new city was founded, hoping the influx of portals leading out of the Plane of Wood would let them visit the rest of the multiverse and learn about their lost mortal heritage. They delight in meeting visitors and showing off the beauty and wonders of their home plane. Some have even moved to the Universe, and they make invaluable mentors for the new ardandes only just discovering their elemental potential across Golarion.</p>",
            "items": {
                "Plant Empathy": {
                    "name": "Plant Empathy",
                    "description": "<p>The ardande gardener can use Diplomacy to Make an Impression and make very simple requests of plants.</p>"
                },
                "Decompose": {
                    "name": "Decompose",
                    "description": "<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> Void energy seeps out of the ardande gardener, decaying everything within a @Template[type:emanation|distance:5] and causing plants and foliage to age and decompose. Natural difficult terrain is destroyed, and creatures in the area with the plant or wood trait take @Damage[1d6[negative]] damage (@Check[type:fortitude|dc:16|basic:true]).</p>"
                }
            }
        },
        "Boreal, The North Wind": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Boreal, The North Wind",
            "publicNotes": "<p>The truth of life in the Universe is that weather controls the world. The life-giving water that flows across Golarion, the maintenance of healthy forests, and the snows, thaws, and rains that help crops flourish all rely on the weather—weather that's shaped at the whims of the winds. Anemoi are powerful beings from the Plane of Air tasked by ancient gods to guard the skies and shepherd the winds of every world across the planes. They guide the winds along their natural paths, and while neither malevolent nor malicious, an anemos has little regard for how a storm might affect any creature caught in its path.</p>\n<p>Anemoi can take several forms and shift between them as easily as they slip between the breezes. They wear humanoid guises to walk among mortals without drawing undue attention, and they transform into great, thunderous horses made of storm clouds and rain when they need to move quickly across the skies. Their true form, however, is wind coalesced into a humanoid shape, often with curling hair and feathery wings made of soft, drifting clouds.</p>\n<p>On Golarion, each of the four cardinal winds are created and directed by a quartet of cardinal anemoi. The cold north winds are guided by Boreal, bringer of winter. Austral shepherds hot winds from the south. Eural brings stormy winds from the east. Finally, the gentle winds of spring come at the call of Zephyr, from the west. These four cardinal anemoi, alongside their councils of lesser anemoi, shape and control the winds across all of Golarion. As far as anyone can tell, the cardinal anemoi don't answer to a greater authority. There are even more powerful maximal anemoi living in the Plane of Air, but they seem content to leave the Universe out of their plans.</p>\n<p>Though the cardinal anemoi try to keep a degree of separation from mortal affairs, lesser anemoi occasionally take a closer interest. Some monitor a single settlement or county, protecting, nourishing, or even vindictively destroying it. Each one has their own sets of interests. Many are vain or petty. Even more change attitudes just as quickly as the winds they guide. Pleasing an anemoi isn't a matter of following a set formula, but rather repeatedly changing course to give them what they desire for their mercurial current interests or perceived needs.</p>\n<h2>The Shape Of The Air</h2>\n<p>Anemoi on the Plane of Air are typically genderless, while those who spend time in the Universe sometimes experiment with or develop preferences for one of the genders of the mortals they watch or live close to.</p>",
            "hp": "regeneration 15 (deactivated by earthbane)",
            "languages": "Truespeech",
            "items": {
                "Truespeech": {
                    "name": "Truespeech",
                    "description": "<p>An anemos can speak with and understand any creature that has a language.</p>"
                },
                "Wind Orchestra": {
                    "name": "Wind Orchestra",
                    "description": "<p>An anemos does not require instruments to perform music, instead using their winds to create and carry the sounds of any instruments they wish to duplicate. They can mimic any number of instruments simultaneously, creating and directing their own personal orchestra.</p>"
                },
                "Blessed by the Winds": {
                    "name": "Blessed by the Winds",
                    "description": "<p>80 feet. The winds grow turbulent for those who would dare to fly in the same space as an anemos, but they take care to never harm or inconvenience their shepherd. Air within the emanation is difficult terrain for Flying creatures that do not have the air trait. While the aura is active, the anemos cannot be affected by environmental air or weather affects unless they choose to be.</p>"
                },
                "Earthbane": {
                    "name": "Earthbane",
                    "description": "<p>An anemos's regeneration is suppressed for 1 round if the anemos is affected by an earth effect, or for as long as they are in contact with the ground and 1 round thereafter. If an anemos is submerged in at least 1 inch of mud, dirt, or stone, the anemos's aura deactivates, and the anemos becomes @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 2} and @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2}.</p>"
                },
                "Redirect Weather": {
                    "name": "Redirect Weather",
                    "description": "<p><strong>Requirements</strong> The anemos's aura is active</p>\n<p><strong>Trigger</strong> A creature within the anemos's aura uses an air or electricity spell, or an air or electricity spell otherwise comes into effect within the anemos's aura</p>\n<hr />\n<p><strong>Effect</strong> The winds and weather of the spell obey the anemos's call. The anemos makes all the choices to determine the targets, destination, or other effects of the spell, as though they were the caster.</p>"
                },
                "Collect Thunder": {
                    "name": "Collect Thunder",
                    "description": "<p><strong>Requirements</strong> The anemos has a hand free</p>\n<hr />\n<p><strong>Effect</strong> The anemos runs a hand through the winds that swirl around them, the sparks from their fingertips coalescing into a thunderbolt. The anemos creates a thunderbolt in their open hand. If the anemos spends an action to Collect Thunder, a bolt instead strikes their open hand, creating a booming peal that deafens all creatures within 20 feet for 1 round unless they succeed at a @Check[type:fortitude|dc:40] save; this adds the auditory trait to Collect Thunder. Any thunderbolts dissipate after 1 round.</p>"
                },
                "Command the Breeze": {
                    "name": "Command the Breeze",
                    "description": "<p>When an anemos casts a ritual, they perform all aspects of the ritual themself, commanding their winds to complete all the ritual's components. They must fulfill any requirements for the ritual's additional casters and must attempt the checks normally performed by additional casters. In addition, anemoi can cast rituals faster than usual. If a ritual has a casting time measured in days, they can cast it in an equal number of hours.</p>"
                },
                "Storm Strikes Twice": {
                    "name": "Storm Strikes Twice",
                    "description": "<p>The anemos throws a thunderbolt, then becomes a wind that carries them in an instant to the bolt's location to attack again. They make a ranged thunderbolt Strike against a creature within their first range increment, teleport to the creature's location as a gust of wind, then grasp the thrown thunderbolt and make a melee thunderbolt Strike against a creature within reach. Their multiple attack penalty doesn't increase until they've made both attacks.</p>"
                },
                "Swiftness": {
                    "name": "Swiftness",
                    "description": "<p>The anemos's movement doesn't trigger reactions.</p>"
                }
            }
        },
        "Zuhra Shuyookh": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Zuhra Shuyookh",
            "publicNotes": "<p>The most powerful zuhras draw followers and elemental metal with overwhelming force of personality and literal magnetism. When called upon to conduct wish rituals, they use their long isolation from the other planes as an excuse to misinterpret requests outlandishly, claiming linguistic differences.</p>\n<hr />\n<p>Zuhras, the genies of the elemental Plane of Metal, are bold and imposing, fond of being the center of attention and drawing a crowd with flashy performances, displays of skill, and tales of their personal victories. Despite their large personalities, their long-term relationships tend to be cool and somewhat distant; zuhras often make alliances but rarely form friendships, and the trust required for deeper relationships is rarer still. The few mortals who've gotten to know a zuhra often describe them as bombastic but emotionally aloof.</p>\n<p>Since the reconnection with other planes, zuhras have sought out and formed bonds with other genies. They find their jabali cousins to be capable smithing partners, if a bit staid and dull. Zuhras rarely pay non-genie elementals any more than a passing glance, finding even the intelligent ones uninteresting to communicate with or hard to relate to.</p>",
            "languages": "Truespeech",
            "items": {
                "Magnetic Field": {
                    "name": "Magnetic Field",
                    "description": "<p>10 feet.</p>\n<p>All squares in the aura are difficult terrain for creatures wearing metal armor or made of metal. Strikes with metallic weapons made by or against creatures in this aura take a –2 status penalty to the attack roll. Zuhras ignore these effects.</p>"
                },
                "Magnetic Reposition": {
                    "name": "Magnetic Reposition",
                    "description": "<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p><strong>Effect</strong> The shuyookh targets any number of creatures affected by their magnetic field, and moves each target 10 feet in a direction the zuhra chooses. Each target can resist being moved if it succeeds at a @Check[type:fortitude|dc:32] save.</p>"
                },
                "Magnetic Storm": {
                    "name": "Magnetic Storm",
                    "description": "<p><strong>Requirements</strong> The shuyookh's magnetic field is active</p>\n<hr />\n<p><strong>Effect</strong> The shuyookh electromagnetically flings razor-sharp metal scraps. Each creature in a @Template[type:emanation|distance:30] takes @Damage[8d6[slashing],3d12[electricity]] damage, with a @Check[type:fortitude|dc:32|basic:true] save.</p>\n<p>The shuyookh's magnetic field is deactivated for [[/br 1d4 #rounds]]{1d4 rounds}.</p>"
                },
                "Mercurial Wish": {
                    "name": "Mercurial Wish",
                    "description": "<p><strong>Frequency</strong> three times per year</p>\n<hr />\n<p><strong>Effect</strong> The shuyookh conducts a <em>@UUID[Compendium.pf2e.spells-srd.Item.6dDtGIUerazSHIOu]{Wish}</em> ritual for the benefit of a mortal, requiring no cost or secondary casters. The shuyookh's result is a success if they succeed at a @Check[type:flat|dc:5] or a failure if not. The shuyookh attempts to fulfill the wish in a way that creates an unstable or impermanent benefit.</p>"
                }
            }
        },
        "Oregorger": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Oregorger",
            "publicNotes": "<p>Oregorgers are hulking, four-limbed brutes with bodies of raw primal metals accreted in layers. Driven entirely by an insatiable drive to consume metal, an oregorger stops at nothing to greedily devour as much metal as it can and expel it as caustic rust.</p>",
            "items": {
                "Caustic Rust": {
                    "name": "Caustic Rust",
                    "description": "<p>5 feet.</p>\n<p>The oregorger continually leaks tiny fragments of partially digested rust into the air around it. Any creature that ends its turn in the aura takes @Damage[2d6[acid]] damage with a @Check[type:reflex|dc:27|basic:true] save. A creature that critically fails is also @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}.</p>"
                },
                "Devour Metal": {
                    "name": "Devour Metal",
                    "description": "<p>Any time the oregorger scores a critical hit with an adamantine bite attack, it deals the same amount of damage to any metal armor worn by the target, automatically bypassing any Hardness lower than 10. If a creature uses the Shield Block reaction with a metal shield against an oregorger's adamantine bite, the shield is automatically broken, but no other item takes damage from that attack. Unattended metal items automatically take full damage from an oregorger's adamantine bite attack, ignoring their Hardness if it's lower than 10.</p>"
                },
                "Searing Spew": {
                    "name": "Searing Spew",
                    "description": "<p>The oregorger belches forth a cloud of caustic, rusted debris from its maw, filling a cube adjacent to itself that's @Template[type:line|distance:10|width:10] feet on each side. Any creature in this area takes @Damage[6d6[acid],6d6[slashing]] damage (@Check[type:reflex|dc:30|basic:true]). The ground under the cloud is difficult terrain for 1 hour, after which the shrapnel crumbles to dust.</p>\n<p>The oregorger can't use Searing Spew again for [[/br 1d4 #rounds]]{1d4 rounds}, but the ability recharges if the oregorger damages an item with devour metal.</p>"
                }
            }
        },
        "Mercurial": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Mercurial",
            "publicNotes": "<p>Some of the most populous denizens of the Plane of Metal, mercurials are weird creatures of liquid metal known for changing their features, chemical compositions, and temperaments with equal frequency. Excitable, curious, and friendly, mercurials are quick to offer assistance to extraplanar beings, but their volatile personalities can make them unreliable allies.</p>\n<hr />\n<p>Metal elementals can manifest in a wide variety of different forms, from shapeless amalgams of different metals to humanoid and beast-like monstrosities.</p>\n<h2>Metal Forms</h2>\n<p>Though metal elementals are made almost entirely of metal, most are composed of layers of different metals in tiny fragments, as complex as a body of flesh or plant matter. Many of these metals are rusted or decayed from the natural, slow entropy of the Plane of Metal.</p>\n<h2>Many Faces, Many Names</h2>\n<p>As immortal beings with comparatively short attention spans, mercurials invariably become bored with their current identities sooner or later and seek a change by adopting a new face and persona. To avoid confusion among friends and acquaintances, a mercurial's name typically consists not only of their current moniker, but a list of the last few names used, presented in chronological order as far back as the mercurial can remember.</p>",
            "items": {
                "Metallurgic Adaptation": {
                    "name": "Metallurgic Adaptation",
                    "description": "<p>The mercurial transmutes their liquid metal body into cold iron, copper, gold, iron, silver, or steel. Their unarmed melee Strikes are made of that material until they use Metallurgic Adaptation again.</p>"
                }
            }
        },
        "Nursery Crawler": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Nursery Crawler",
            "publicNotes": "<p>The vibrant elemental energy of the Plane of Wood imbues even the most rotten of fallen trees, empowering their remains to travel in search of the best locations for the next generation to put down roots. This mono-eyed, rotten stump launches seeds that begin to sprout the moment they're buried, whether in the ground or in a living creature's skin.</p>\n<hr />\n<p>At first glance, wood elementals might not seem to have the same destructive potential as their cousins from the Planes of Fire, Water, or Air, but don't be fooled. The woods can be a dangerous place.</p>\n<p>Though some resemble animals, the elemental beasts presented here are still plants, and their life cycles reflect it. Vegetable lambs grow on rooted stalks, from which they can't be removed until they've matured (or perhaps ripened), leaving them dependent on their immediate surroundings for food. Moss sloths are little more than lumps of green fluff for the first century of their existence, only gaining limited mobility once they can grow their defensive wooden claws.</p>\n<h2>Wild But Unwild</h2>\n<p>Many wood elementals are created by kizidhars and other powerful creatures on the Plane of Wood and placed in rote roles. Populating nature preserves and sprawling estates, they can be unsure how to behave if released into the wild. They're essentially born domesticated and will likely act far differently than the wild creatures they mimic, even in natural environments. Their natural predators are few, putting the elementals at less risk, although they're still sometimes eaten by giant termites or captured by some as pets.</p>\n<h2>A Brain By Any Other Name</h2>\n<p>Even if Lady Shumunue taught the wood elementals' ancestors to mimic animals, a wood elemental's consciousness is contained not in a brain but in its root system. Entities like nursery crawlers, living groves, and carved beasts use this to their advantage. That an elemental's wooden body can be carved and crafted, apparently without lasting harm, implies that they might not feel pain so long as their roots remain undamaged.</p>",
            "items": {
                "Germinate": {
                    "name": "Germinate",
                    "description": "<p>A creature hit by the nursery crawler's seed Strike must, on its turn, spend an Interact action to remove the seed; any seeds still implanted at the end of the creature's turn begin to sprout, dealing @Damage[1d6[persistent,bleed]] damage and rendering the seeded creature @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} and @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard}. Removing a seed after it's sprouted deals @Damage[1d4[piercing]] damage; removing it before it begins to sprout does no damage. Removed seeds that land in viable soil sprout immediately and grow into new saplings after 1 hour.</p>"
                }
            }
        },
        "Living Lodestone": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Living Lodestone",
            "publicNotes": "<p>This rotating sphere of dark, shiny metal floats about 5 feet off the ground, constantly surrounded by a whirling frenzy of smaller metallic objects caught up in its powerful magnetic field.</p>",
            "items": {
                "Electromagnetic Disruption": {
                    "name": "Electromagnetic Disruption",
                    "description": "<p>When living lodestone takes electricity damage, they automatically reverses polarity.</p>"
                },
                "Magnetic Field": {
                    "name": "Magnetic Field",
                    "description": "<p>60 feet.</p>\n<p>A living lodestone constantly emits a powerful magnetic field that is either positively or negatively aligned. Each creature within the aura that is wielding a metallic weapon, wearing metallic armor, or made partially or entirely out of metal is subject to an effect determined by the lodestone's current polarity.</p>\n<p><strong>Negative</strong> An affected creature is pushed 5 feet away from the lodestone at the start of each of its turns, and it treats each square in the aura as difficult terrain when moving closer to the lodestone. Unattended metal objects in the aura of 2 Bulk or less are pushed just outside the aura.</p>\n<p><strong>Positive</strong> An affected creature is pulled 5 feet toward the lodestone at the start of each of its turns, and it treats each square in the aura as difficult terrain when moving farther from the lodestone. Unattended metal objects in the aura of 2 Bulk or less are pulled adjacent to the lodestone.</p>"
                },
                "Hover": {
                    "name": "Hover",
                    "description": "<p>A living lodestone floats above the ground high enough to ignore all difficult terrain and greater difficult terrain on the ground.</p>"
                },
                "Magnetic Disarm": {
                    "name": "Magnetic Disarm",
                    "description": "<p>The living lodestone attempts to @UUID[Compendium.pf2e.actionspf2e.Item.Dt6B1slsBy8ipJu9]{Disarm} a metal weapon from a creature within its magnetic field. On a critical success, the weapon is either pushed to just outside the aura if the polarity is negative or is pulled to the lodestone and sticks to it if the polarity is positive. An item stuck to the lodestone can be wrenched free with an Interact action.</p>"
                },
                "Reverse Polarity": {
                    "name": "Reverse Polarity",
                    "description": "<p>The living lodestone switches the polarity of its magnetic field from positive to negative, or vice versa. Each creature affected by the lodestone's aura falls @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} unless it succeeds at a @Check[type:reflex|dc:21] save.</p>\n<p>The lodestone can't Reverse Polarity again for [[/br 1d4 #rounds]]{1d4 rounds}.</p>"
                }
            }
        },
        "Quickiron Plasm": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Quickiron Plasm",
            "publicNotes": "<p>Looking much like an ooze, a quickiron plasm is a mass of the rust-red liquid skymetal known as djezet, prized in the Universe for its magic-enhancing properties. Quickiron plasms feed on the residual energies left behind by large expenditures of magical power, which they can detect from miles away.</p>\n<hr />\n<p>Metal elementals can manifest in a wide variety of different forms, from shapeless amalgams of different metals to humanoid and beast-like monstrosities.</p>\n<h2>Metal Forms</h2>\n<p>Though metal elementals are made almost entirely of metal, most are composed of layers of different metals in tiny fragments, as complex as a body of flesh or plant matter. Many of these metals are rusted or decayed from the natural, slow entropy of the Plane of Metal.</p>",
            "items": {
                "Djezet Extraction": {
                    "name": "Djezet Extraction",
                    "description": "<p>When a quickiron plasm dies, most of the djezet making up its body becomes inert and useless. However, a skilled alchemist can sometimes extract trace amounts of the valuable skymetal from its remains. This is a 10-minute process that requires the Alchemical Crafting feat, a proficiency rank of expert or better in Crafting, and a successful @Check[type:crafting|dc:20] check. A successful attempt produces a single djezet dose that remains potent for 1 hour before breaking down into a foul-smelling goo. The item has no value if sold due to its temporary nature.</p>"
                },
                "Biomagical Feedback": {
                    "name": "Biomagical Feedback",
                    "description": "<p>The quickiron plasm's conductive properties are dangerous to those in physical contact with it. When a creature @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} by a quickiron plasm Casts a Spell, that creature takes @Damage[5[force]] damage per rank of the spell.</p>"
                },
                "Consume Magic": {
                    "name": "Consume Magic",
                    "description": "<p><strong>Trigger</strong> The quickiron plasm succeeds at a saving throw against a spell</p>\n<hr />\n<p><strong>Effect</strong> The quickiron plasm consumes energy from the spell, regaining 5 Hit Points per rank of the spell.</p>"
                }
            }
        },
        "Lava Otter": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Lava Otter",
            "publicNotes": "<p>These fiery otters frolic and hunt in the lava streams of the Planes of Fire. They're known to be highly territorial, instigating fights with rival otter families to compete for territory. Cautiously curious of strangers, entire packs have been known to descend upon anyone who attacks or event accidentally threatens a family member.</p>\n<hr />\n<p>The ifrits of the Dominion of Flame conscript even more of the plane's fire elementals in preparation for new wars in the returned planes, even mobilizing ones that rarely travel near settlements.</p>\n<h2>Familiar Poaching</h2>\n<p>Many greedy fire wizards wish to domesticate lava otters to act as their familiars, a sentiment loathed by most denizens of the Plane of Fire. While the otters' burning pelts serve as a deterrence for would-be poachers, numerous naari (fire geniekin) still take it upon themselves to patrol lava otter habitats to protect them from poaching.</p>",
            "items": {
                "Below the Crust": {
                    "name": "Below the Crust",
                    "description": "<p>A lava otter can @UUID[Compendium.pf2e.actionspf2e.Item.VMozDqMMuK5kpoX4]{Sneak} at its full Speed in lava.</p>"
                },
                "Molten Form": {
                    "name": "Molten Form",
                    "description": "<p>Any creature that hits the lava otter with an unarmed Strike or otherwise touches it takes @Damage[1[fire]] damage. If a gallon or more of water touches the lava otter, or if it's affected by a water effect, its outer layer of lava hardens to a rocky shell, deactivating its molten form and imposing weakness 5 to bludgeoning damage. Molten form reactivates if the otter swims in lava for 1 minute.</p>"
                },
                "Scattering Magma": {
                    "name": "Scattering Magma",
                    "description": "<p><strong>Requirements</strong> The otter is in molten form, and its previous action was a successful jaws Strike</p>\n<hr />\n<p><strong>Effect</strong> The otter grips with its jaws and rapidly twists, flinging lava. The otter deals @Damage[1d4[fire]] damage to all creatures adjacent to it.</p>"
                },
                "Tight-Knit Family": {
                    "name": "Tight-Knit Family",
                    "description": "<p>A lava otter can share the same space as another lava otter, but no more than two lava otters can occupy the same space.</p>"
                }
            }
        },
        "Moss Sloth": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Moss Sloth",
            "publicNotes": "<p>These moss colonies coalesce over a century into the rough facsimile of a large sloth, right down to mimicking the unique structure of the animal's fur that attracts additional fungi and pollinating insects. Unless summoned or attacked, they rarely leave the trees upon which they first formed.</p>\n<hr />\n<p>At first glance, wood elementals might not seem to have the same destructive potential as their cousins from the Planes of Fire, Water, or Air, but don't be fooled. The woods can be a dangerous place.</p>\n<p>Though some resemble animals, the elemental beasts presented here are still plants, and their life cycles reflect it. Vegetable lambs grow on rooted stalks, from which they can't be removed until they've matured (or perhaps ripened), leaving them dependent on their immediate surroundings for food. Moss sloths are little more than lumps of green fluff for the first century of their existence, only gaining limited mobility once they can grow their defensive wooden claws.</p>\n<h2>Wild But Unwild</h2>\n<p>Many wood elementals are created by kizidhars and other powerful creatures on the Plane of Wood and placed in rote roles. Populating nature preserves and sprawling estates, they can be unsure how to behave if released into the wild. They're essentially born domesticated and will likely act far differently than the wild creatures they mimic, even in natural environments. Their natural predators are few, putting the elementals at less risk, although they're still sometimes eaten by giant termites or captured by some as pets.</p>\n<h2>A Brain By Any Other Name</h2>\n<p>Even if Lady Shumunue taught the wood elementals' ancestors to mimic animals, a wood elemental's consciousness is contained not in a brain but in its root system. Entities like nursery crawlers, living groves, and carved beasts use this to their advantage. That an elemental's wooden body can be carved and crafted, apparently without lasting harm, implies that they might not feel pain so long as their roots remain undamaged.</p>",
            "hp": "regeneration 5 (deactivated by fire)",
            "items": {
                "Insect Swarm": {
                    "name": "Insect Swarm",
                    "description": "<p>The first time each day that the moss sloth takes damage from a bludgeoning melee attack, a patch of moss collapses inward, releasing insects that swarm the attacking creature and deal @Damage[2d4[piercing]] damage (@Check[type:reflex|dc:15|basic:true] save).</p>"
                },
                "Hold Fast": {
                    "name": "Hold Fast",
                    "description": "<p>A moss sloth can climb on ceilings and other inverted surfaces, though it treats such surfaces as difficult terrain.</p>"
                }
            }
        },
        "Eural, The East Wind": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Eural, The East Wind",
            "publicNotes": "<p>The truth of life in the Universe is that weather controls the world. The life-giving water that flows across Golarion, the maintenance of healthy forests, and the snows, thaws, and rains that help crops flourish all rely on the weather—weather that's shaped at the whims of the winds. Anemoi are powerful beings from the Plane of Air tasked by ancient gods to guard the skies and shepherd the winds of every world across the planes. They guide the winds along their natural paths, and while neither malevolent nor malicious, an anemos has little regard for how a storm might affect any creature caught in its path.</p>\n<p>Anemoi can take several forms and shift between them as easily as they slip between the breezes. They wear humanoid guises to walk among mortals without drawing undue attention, and they transform into great, thunderous horses made of storm clouds and rain when they need to move quickly across the skies. Their true form, however, is wind coalesced into a humanoid shape, often with curling hair and feathery wings made of soft, drifting clouds.</p>\n<p>On Golarion, each of the four cardinal winds are created and directed by a quartet of cardinal anemoi. The cold north winds are guided by Boreal, bringer of winter. Austral shepherds hot winds from the south. Eural brings stormy winds from the east. Finally, the gentle winds of spring come at the call of Zephyr, from the west. These four cardinal anemoi, alongside their councils of lesser anemoi, shape and control the winds across all of Golarion. As far as anyone can tell, the cardinal anemoi don't answer to a greater authority. There are even more powerful maximal anemoi living in the Plane of Air, but they seem content to leave the Universe out of their plans.</p>\n<p>Though the cardinal anemoi try to keep a degree of separation from mortal affairs, lesser anemoi occasionally take a closer interest. Some monitor a single settlement or county, protecting, nourishing, or even vindictively destroying it. Each one has their own sets of interests. Many are vain or petty. Even more change attitudes just as quickly as the winds they guide. Pleasing an anemoi isn't a matter of following a set formula, but rather repeatedly changing course to give them what they desire for their mercurial current interests or perceived needs.</p>\n<h2>The Shape Of The Air</h2>\n<p>Anemoi on the Plane of Air are typically genderless, while those who spend time in the Universe sometimes experiment with or develop preferences for one of the genders of the mortals they watch or live close to.</p>",
            "hp": "regeneration 15 (deactivated by earthbane)",
            "languages": "Truespeech",
            "items": {
                "Truespeech": {
                    "name": "Truespeech",
                    "description": "<p>An anemos can speak with and understand any creature that has a language.</p>"
                },
                "Wind Orchestra": {
                    "name": "Wind Orchestra",
                    "description": "<p>An anemos does not require instruments to perform music, instead using their winds to create and carry the sounds of any instruments they wish to duplicate. They can mimic any number of instruments simultaneously, creating and directing their own personal orchestra.</p>"
                },
                "Blessed by the Winds": {
                    "name": "Blessed by the Winds",
                    "description": "<p>80 feet. The winds grow turbulent for those who would dare to fly in the same space as an anemos, but they take care to never harm or inconvenience their shepherd. Air within the emanation is difficult terrain for Flying creatures that do not have the air trait. While the aura is active, the anemos cannot be affected by environmental air or weather affects unless they choose to be.</p>"
                },
                "Earthbane": {
                    "name": "Earthbane",
                    "description": "<p>An anemos's regeneration is suppressed for 1 round if the anemos is affected by an earth effect, or for as long as they are in contact with the ground and 1 round thereafter. If an anemos is submerged in at least 1 inch of mud, dirt, or stone, the anemos's aura deactivates, and the anemos becomes @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 2} and @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2}.</p>"
                },
                "Redirect Weather": {
                    "name": "Redirect Weather",
                    "description": "<p><strong>Requirements</strong> The anemos's aura is active</p>\n<p><strong>Trigger</strong> A creature within the anemos's aura uses an air or electricity spell, or an air or electricity spell otherwise comes into effect within the anemos's aura</p>\n<hr />\n<p><strong>Effect</strong> The winds and weather of the spell obey the anemos's call. The anemos makes all the choices to determine the targets, destination, or other effects of the spell, as though they were the caster.</p>"
                },
                "Collect Thunder": {
                    "name": "Collect Thunder",
                    "description": "<p><strong>Requirements</strong> The anemos has a hand free</p>\n<hr />\n<p><strong>Effect</strong> The anemos runs a hand through the winds that swirl around them, the sparks from their fingertips coalescing into a thunderbolt. The anemos creates a thunderbolt in their open hand. If the anemos spends an action to Collect Thunder, a bolt instead strikes their open hand, creating a booming peal that deafens all creatures within 20 feet for 1 round unless they succeed at a @Check[type:fortitude|dc:40] save; this adds the auditory trait to Collect Thunder. Any thunderbolts dissipate after 1 round.</p>"
                },
                "Command the Breeze": {
                    "name": "Command the Breeze",
                    "description": "<p>When an anemos casts a ritual, they perform all aspects of the ritual themself, commanding their winds to complete all the ritual's components. They must fulfill any requirements for the ritual's additional casters and must attempt the checks normally performed by additional casters. In addition, anemoi can cast rituals faster than usual. If a ritual has a casting time measured in days, they can cast it in an equal number of hours.</p>"
                },
                "Storm Strikes Twice": {
                    "name": "Storm Strikes Twice",
                    "description": "<p>The anemos throws a thunderbolt, then becomes a wind that carries them in an instant to the bolt's location to attack again. They make a ranged thunderbolt Strike against a creature within their first range increment, teleport to the creature's location as a gust of wind, then grasp the thrown thunderbolt and make a melee thunderbolt Strike against a creature within reach. Their multiple attack penalty doesn't increase until they've made both attacks.</p>"
                },
                "Swiftness": {
                    "name": "Swiftness",
                    "description": "<p>The anemos's movement doesn't trigger reactions.</p>"
                }
            }
        },
        "Pelegox Cube": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Pelegox Cube",
            "publicNotes": "<p>Pelegoxes are beings of condensed magnetic energy that fashion bodies for themselves using their surroundings. Though a pelegox's true form is a spherical core, it pulls metal fragments of various shapes and sizes to form a polyhedral shell. Though pelegoxes might develop preferences for a particular form when at rest, they continue to look for new configurations to call their own, happiest when they can experiment with endless possibilities, even if it means dismantling other metallic entities.</p>\n<p>These piecemeal creatures move by a combination of magnetic levitation and propulsion, and when that doesn't work, by continuously piercing the ground and shifting their weight forward, looking almost like moving caltrops. Over time, the magnetic signature of a pelegox becomes visible, etched into its body in patterns of concentric lines. These unique designs make it possible to distinguish between individual pelegoxes even when their surface has eroded.</p>\n<p>Pelegoxes are quick to form relationships with others of their kind. They delight in combining their individual bodies into ever larger, more elaborate structures and patterns. As such, it is rare to find a pelegox on their own— they prefer to travel in a clustered form.</p>",
            "hp": "140 (12 squares), 70 (8 squares)",
            "languages": "Telepathy 30 feet",
            "items": {
                "Metalsense": {
                    "name": "Metalsense",
                    "description": "<p>A pelegox cube can sense metal creatures and objects as an imprecise sense.</p>"
                },
                "Entrancing Shapes": {
                    "name": "Entrancing Shapes",
                    "description": "<p>The pelegox cube rapidly shifts, creating a display of seemingly impossible geometric patterns. Creatures in a @Template[type:cone|distance:60] take @Damage[9d6[mental]] damage (@Check[type:will|dc:29|basic:true] save). A creature that fails is also @UUID[Compendium.pf2e.conditionitems.Item.AdPVz7rbaVSRxHFg]{Fascinated} with the pelegox cube and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} for 1 minute.</p>"
                },
                "Scrambled Strike": {
                    "name": "Scrambled Strike",
                    "description": "<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p><strong>Effect</strong> The pelegox cube rearranges to create jutting spikes, attacking each enemy within 10 feet (@Check[type:reflex|dc:27|basic:true] save). The damage depends on the number of actions.</p>\n<p><span class=\"pf2-icon\">1</span> @Damage[2d6[piercing]] damage</p>\n<p><span class=\"pf2-icon\">2</span> @Damage[(3d6+10)[piercing]] damage</p>\n<p><span class=\"pf2-icon\">3</span> @Damage[(5d6+10)[piercing]] damage</p>"
                },
                "Shard Volley": {
                    "name": "Shard Volley",
                    "description": "<p>The pelegox cube magnetizes fragments of metal at range. This is a @Template[type:burst|distance:10] within 30 feet that deals @Damage[(2d6+10)[piercing]] damage (@Check[type:reflex|dc:27|basic:true] save). When the troop is reduced to 8 or fewer squares, this area decreases to a @Template[type:burst|distance:5].</p>"
                },
                "Troop Movement": {
                    "name": "Troop Movement",
                    "description": "<p>Whenever the troop Flies, it first Forms Up as a free action to condense into a 20-foot-by-20-foot area (minus any missing squares), then moves up to its Speed. This works just like a Gargantuan creature moving; for instance, if any square of the troop enters difficult terrain, the extra movement cost applies to the entire troop.</p>"
                }
            }
        },
        "Faydhaan Shuyookh": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Faydhaan Shuyookh",
            "publicNotes": "<p>Faydhaan shuyookhs are powerful faydhaans venerated as leaders, diplomats, and negotiators. As representatives of faydhaan-kind, they observe strict rules of etiquette and hospitality and hold the literary and performing arts in high esteem. A faydhaan shuyookh takes delight in greeting guests, and being greeted in return, to see how many different greetings they can demonstrate. Guests who creatively engage in this customary greeting game will impress a faydhaan shuyookh and receive magnificent hospitality.</p>",
            "languages": "telepathy 100 feet, truespeech",
            "items": {
                "Aura of Hospitality": {
                    "name": "Aura of Hospitality",
                    "description": "<p>@Template[type:emanation|distance:60]{60 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>The faydhaan shuyookh dissuades those around them from hostility. Willing creatures in the emanation gain a +2 status bonus to Society and Diplomacy checks. The shuyookh can suppress or resume the aura as a free action. If the shuyookh acts hostile, the aura deactivates and can't be reactivated for 1 hour. When any other creature in the aura acts hostile, it must attempt a @Check[type:will|dc:35] save. On a success, it's unaffected and doesn't need to save again for 1 hour; on a failure, its current action is disrupted, as are any other hostile actions it attempts for 1 round.</p>"
                },
                "Turbulent Seas": {
                    "name": "Turbulent Seas",
                    "description": "<p>@Template[type:emanation|distance:60]{60 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>Water in the aura that is also in the same body of water as the faydhaan is difficult terrain for Swimming creatures. Creatures with the water trait are immune.</p>"
                },
                "Diplomatic Wish": {
                    "name": "Diplomatic Wish",
                    "description": "<p><strong>Frequency</strong> three times per year</p>\n<hr />\n<p><strong>Effect</strong> The shuyookh conducts a wish ritual for the benefit of a mortal, requiring no cost or secondary casters. The shuyookh's result is a success if they succeed at a @Check[type:flat|dc:5] or a failure if not. The shuyookh interprets the wish to please the most people possible.</p>"
                },
                "To the Hilt": {
                    "name": "To the Hilt",
                    "description": "<p>The faydhaan shuyookh makes a melee <em>jambiya</em> Strike and buries the blade deep, dealing an extra @Damage[3d6[persistent,bleed]] damage on a hit (6d6 on a critical hit).</p>"
                }
            }
        },
        "Boiling Spring": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Boiling Spring",
            "publicNotes": "<p>Often mistaken for air elementals due to their hazy, almost-imperceptible forms, a boiling spring is a humanoid water elemental made of scalding steam and bubbling water. When summoned to the Universe, a boiling spring raises the ambient temperature around them, making the surrounding climate humid and muggy. They seem to enjoy the discomfort they cause, though some regard it as merely a fun prank while others truly revel in the misery and look for ways to cause more.</p>",
            "items": {
                "Steam Vision": {
                    "name": "Steam Vision",
                    "description": "<p>The boiling spring ignores the @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} condition from mist and steam.</p>"
                },
                "Evaporate": {
                    "name": "Evaporate",
                    "description": "<p><strong>Trigger</strong> An effect would deal fire damage to the boiling spring, even if they would ignore the damage</p>\n<hr />\n<p><strong>Effect</strong> The boiling spring evaporates into the air. Until the beginning of the boiling spring's next turn, they can't be attacked or targeted. They still occupy their space, and their auras still function as normal.</p>"
                },
                "Sweltering Heat": {
                    "name": "Sweltering Heat",
                    "description": "<p>@Template[type:emanation|distance:25]{25 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>The boiling spring radiates heat, raising the air temperature around them. A creature that starts its turn in the emanation must succeed at a @Check[type:fortitude|dc:33] save or become @UUID[Compendium.pf2e.conditionitems.Item.HL2l2VRSaQHu9lUw]{Fatigued} while it remains in the area; creatures immune to environmental heat effects or with any fire resistance are immune.</p>"
                },
                "Freeze and Shatter": {
                    "name": "Freeze and Shatter",
                    "description": "<p>If the boiling spring is destroyed with cold damage, their body freezes over and explodes, sending out a wave of frigid air and ice shards that deal @Damage[4d6[piercing]] damage plus @Damage[4d6[cold]] damage to creatures in a @Template[type:emanation|distance:20] (@Check[type:reflex|dc:36|basic:true] save).</p>"
                },
                "Scalding Breath": {
                    "name": "Scalding Breath",
                    "description": "<p>The boiling spring breathes out a cloud of steam in a @Template[type:cone|distance:30] that deals @Damage[14d6[fire]] damage to each creature in the area (@Check[type:reflex|dc:33|basic:true] save). The boiling spring can't use Scalding Breath again for [[/br 1d4 #Recharge Scalding Breath]]{1d4 rounds}.</p>"
                }
            }
        },
        "Wood Scamp": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Wood Scamp",
            "publicNotes": "<p>These moss colonies coalesce over a century into the rough facsimile of a large sloth, right down to mimicking the unique structure of the animal's fur that attracts additional fungi and pollinating insects. Unless summoned or attacked, they rarely leave the trees upon which they first formed.</p>\n<hr />\n<p>At first glance, wood elementals might not seem to have the same destructive potential as their cousins from the Planes of Fire, Water, or Air, but don't be fooled. The woods can be a dangerous place.</p>\n<p>Though some resemble animals, the elemental beasts presented here are still plants, and their life cycles reflect it. Vegetable lambs grow on rooted stalks, from which they can't be removed until they've matured (or perhaps ripened), leaving them dependent on their immediate surroundings for food. Moss sloths are little more than lumps of green fluff for the first century of their existence, only gaining limited mobility once they can grow their defensive wooden claws.</p>\n<h2>Wild But Unwild</h2>\n<p>Many wood elementals are created by kizidhars and other powerful creatures on the Plane of Wood and placed in rote roles. Populating nature preserves and sprawling estates, they can be unsure how to behave if released into the wild. They're essentially born domesticated and will likely act far differently than the wild creatures they mimic, even in natural environments. Their natural predators are few, putting the elementals at less risk, although they're still sometimes eaten by giant termites or captured by some as pets.</p>\n<h2>A Brain By Any Other Name</h2>\n<p>Even if Lady Shumunue taught the wood elementals' ancestors to mimic animals, a wood elemental's consciousness is contained not in a brain but in its root system. Entities like nursery crawlers, living groves, and carved beasts use this to their advantage. That an elemental's wooden body can be carved and crafted, apparently without lasting harm, implies that they might not feel pain so long as their roots remain undamaged.</p>",
            "hp": "regeneration 5 (deactivated by fire)",
            "items": {
                "Breathe Pollen": {
                    "name": "Breathe Pollen",
                    "description": "<p>The wood scamp breathes choking pollen in a @Template[type:cone|distance:15] that deals @Damage[2d6[poison]] damage to each creature within the area (@Check[type:reflex|dc:17|basic:true] save; creatures who don't need to breathe are immune). The wood scamp can't Breathe Pollen again for [[/br 1d4 #Recharge Breathe Pollen]]{1d4 rounds}.</p>"
                },
                "Thorn Puncture": {
                    "name": "Thorn Puncture",
                    "description": "<p>The wood scamp breaks off one of its thorn-like claws in the target's skin, dealing 1 persistent bleed damage until the thorn is removed, which requires an Interact action. This damage is cumulative with each thorn caught in a creature's skin.</p>"
                }
            }
        },
        "Kizidhar Shuyookh": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Kizidhar Shuyookh",
            "publicNotes": "<p>Kizidhar shuyookhs are the powerful rulers of the Glowing Infinity on the Plane of Wood. They view other genies, including other kizidhars, as subservient to their own greatness, manipulating them as though they were outsiders whenever it helps achieve their goals. Kizidhar shuyookh diplomats are sent as emissaries from the Plane of Wood to the Universe, representing the metropolis of Nodollin and Grand Sultana Eshal Muazzam Rayadii of the Glowing Infinity, Lady of All that Grows and Decays.</p>\n<hr />\n<p>The genies of the Plane of Wood, known as the kizidhars, are overbearing lords of their element. These master crafters of wood specialize in carpentry and all kinds of woodcarving, and they take a particular delight in reshaping the world in their own image—either through creating wooden statues of themselves or by manipulating and controlling the living things around them. Though they're able to carve themselves similarly, they usually regard their own forms as perfect.</p>\n<p>Shunning the company of other genies, they prefer to avoid those equal in power and instead surround themselves with circles of sycophants and flatterers. With the pathways to the Universe open again for the first time in ages, kizidhars roam the multiverse to find mortals they can tempt into joining their palace retinues as servants, entertainers, and valuable sources of new information.</p>",
            "languages": "Speak With Plants, Truespeech",
            "ac": "(32 with shield raised)",
            "items": {
                "Sprout Shield": {
                    "name": "Sprout Shield",
                    "description": "<p><strong>Trigger</strong> An enemy hits the kizidhar shuyookh with a melee Strike</p>\n<p><strong>Requirements</strong> The kizidhar shuyookh doesn't have a shield raised</p>\n<hr />\n<p><strong>Effect</strong> The shuyookh can use Sculpt Wood to create a duskwood shield if they don't already have one. The shuyookh then Raises their Shield. The circumstance bonus from the shield applies to their AC against the triggering attack.</p>"
                },
                "Manipulative Wish": {
                    "name": "Manipulative Wish",
                    "description": "<p><strong>Frequency</strong> three times per year</p>\n<hr />\n<p><strong>Effect</strong> The shuyookh conducts a <em>wish</em> ritual for the benefit of a mortal, requiring no cost or secondary casters. The shuyookh's result is a success if they succeed at a @Check[type:flat|dc:5] or a failure if not. The shuyookh attempts to advance their own interests along with those of any beneficiaries from the wish.</p>"
                },
                "Parting the Trees": {
                    "name": "Parting the Trees",
                    "description": "<p>The genie ignores difficult terrain from plants, and can share their space with larger plants, such as trees.</p>"
                },
                "Sculpt Wood": {
                    "name": "Sculpt Wood",
                    "description": "<p>The kizidhar creates a wooden item out of their body that appears in their hand and remains attached. The item can be a one-handed simple weapon, shield, or object of light Bulk. A kizidhar can instead use this ability to transform an item it's already holding or to remove an object to free its hand. Any item created with Sculpt Wood crumbles to splinters if removed from the kizidhar's possession.</p>"
                },
                "Seed of Ambition": {
                    "name": "Seed of Ambition",
                    "description": "<p><strong>Frequency</strong> once per round;</p>\n<hr />\n<p><strong>Effect</strong> The kizidhar plants a desire for greatness in the mind of a creature within 50 feet. The target must attempt a @Check[type:will|dc:30] save. On a failure, until the end of its next turn, the target can't Delay, Ready, or use reactions. Instead, it must use all its actions to Strike or cast the highest rank of spell available to it using spell slots or Focus Points, or take actions to facilitate doing so, such as drawing a weapon or moving toward an enemy. The target must focus its attacks either on the kizidhar or on the opponent it perceives to be the biggest threat. This effect ends if the kizidhar uses Seed of Ambition again.</p>"
                },
                "Take Root": {
                    "name": "Take Root",
                    "description": "<p>The genie thrusts their weapon into the ground. Plants sprout and grow out of the ground in a @Template[type:burst|distance:20] centered on one corner of the kizidhar's square. All squares on the ground in that area are difficult terrain until the kizidhar uses this ability again.</p>"
                }
            }
        },
        "Coldmire Pond": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Coldmire Pond",
            "publicNotes": "<p>Coldmire ponds are often mistaken for shallow pools of water, but these sentient bodies of living water actually crawl along the ground or float through other liquids. Coldmires are dangerous ambush predators, drowning creatures that stray too close to or, even more hazardously, stand or swim inside their waters.</p>",
            "items": {
                "Shallow Waters": {
                    "name": "Shallow Waters",
                    "description": "<p>The coldmire pond can occupy the same space as other creatures. Creatures who move through the coldmire pond treat it as difficult terrain. Two creatures both occupying the coldmire pond's space are flanking it, regardless of their actual positions within the coldmire pond.</p>"
                },
                "Drag Below": {
                    "name": "Drag Below",
                    "description": "<p><strong>Requirements</strong> The coldmire pond occupies the same space as a target it has @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}</p>\n<hr />\n<p><strong>Effect</strong> The coldmire pond pulls the target below the surface. The target must succeed at a @Check[type:reflex|dc:26] save or fall @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} and begin drowning.</p>"
                },
                "Flash Flood": {
                    "name": "Flash Flood",
                    "description": "<p>Water surges out of the coldmire pond in a @Template[type:emanation|distance:20] and crashes into nearby creatures, knocking them off their feet. Creatures in the area, as well as any creatures currently sharing the coldmire pond's space, take @Damage[4d8[bludgeoning]] damage and are knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} (@Check[type:reflex|dc:26|basic:true] save). Creatures standing inside the coldmire pond treat their result as one step worse.</p>"
                }
            }
        },
        "Talos Gadgeteer": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Talos Gadgeteer",
            "publicNotes": "<p>The geniekin called taloses descend primarily from zuhra genies, metal elementals, and other denizens of the Plane of Metal. Many taloses mold their natural talent for metalwork into careers as tinkerers, miners, or smiths, although just as many leverage the luster of precious metals in a quest for fame and fortune.</p>\n<p>Taloses are among the most metropolitan of geniekin, often born in or drawn to cities of various sizes, especially those with advanced metalworking or technology trades. Metal often needs to be worked to find its form and function, which may explain why many taloses seem to enjoy living among people, if not necessarily socializing with them. They often find themselves stumbling into jobs somewhere along the production line of technology, whether it's mining the raw ore from the earth, working it into wires and gears, or constructing the devices themselves. Some taloses resent and reject the expectations that they fill such roles, but many embrace their fascination with tech, often going on to become expert inventors. Taloses are therefore far more likely than other geniekin to make use of clockwork technology in their communities.</p>\n<p>Despite having long inhabited Golarion, albeit in small numbers, taloses have only rarely been recognized as geniekin. The largest number of them, and also the largest number whose true nature is known, inhabit Tian Xia. The traditions of metal as an element have lived much longer there. Taloses often find themselves drawn to discussions and study of elemental metal the instant they hear of the concept. Historical records speak of renowned courtiers and diplomats with skin of flawless silver or bronze. In the Ivory Port of Goka, the smiths of the family-owned Dragon's Iron Forge craft their blades and firearms with magnetic techniques handed down from their zuhra sheikha ancestor.</p>\n<p>A talos gadgeteer is a clockwork tinkerer. When confronted, their preferred tactic is to lure opponents into traps using their lesser explosive mines before attempting to engage directly.</p>",
            "hp": "ablative armor plating",
            "items": {
                "Reflective Defense": {
                    "name": "Reflective Defense",
                    "description": "<p><strong>Frequency</strong> once per round</p>\n<p><strong>Trigger</strong> A creature within 30 feet targets the talos gadgeteer, and they can see the attacker;</p>\n<p><strong>Requirements</strong> The talos is in dim or bright light</p>\n<hr />\n<p><strong>Effect</strong> The talos gadgeteer reflects light off their metallic skin and into the enemy's eyes; it must succeed at a @Check[type:reflex|dc:14] save or be @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} until the end of the talos's next turn.</p>"
                }
            }
        },
        "Elder Outcrop": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Elder Outcrop",
            "publicNotes": "<p>An outcrop of dense stone that spends ages eroding can gain sapience and slowly awaken with the wisdom of nature. Such elemental beings are slow to action and difficult to anger, spurred only by immediate threats.</p>\n<hr />\n<p>The vast ranks of earth elementals have been slow to respond to the return of the elemental lords and the Planes of Metal and Wood. These events have not broken the mountains, nor have they blown away the sands.</p>\n<h2>Earthy Emotions</h2>\n<p>Earth elementals talk even less than most elementals. They're ponderous, weighing decisions so slowly they can crush the energy from a discussion. Their foremost concern is whether a situation can be endured. Though a rare or resplendent treasure might entice an earth elemental, it's difficult to spur any sense of urgency in them without the presence of an immediate threat.</p>\n<h2>Wisdom Of Stone</h2>\n<p>Elder outcrops learn a lesson for every grain of rock eroded away, every squall and freeze that has shaped their craggy bodies. As wizened advisors and tutors, they have the respect and affection of other elementals, as well as from natural creatures. Druids of the stone order revere the wisdom of elder outcrops, always happy to receive their wide perspective, literal and philosophical.</p>",
            "items": {
                "Dust Eternal": {
                    "name": "Dust Eternal",
                    "description": "<p>30 feet. Dust swirls about the outcrop, rendering everything within its aura (including the outcrop) @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed}. In addition, the dust at the outcrop's base creates difficult terrain on the ground within the aura. The outcrop can activate or deactivate this aura using a single action, which has the concentrate trait.</p>"
                },
                "Unstoppable": {
                    "name": "Unstoppable",
                    "description": "<p>The elder outcrop's slowed condition can't exceed @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1}, and it ignores penalties to its Speeds and the @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} condition.</p>"
                },
                "Call of Earth": {
                    "name": "Call of Earth",
                    "description": "<p>A flying creature hit by the elder outcrop's rock ranged strike is affected by a 7th-rank <em>@UUID[Compendium.pf2e.spells-srd.Item.gPvtmKMRpg9I9D7H]{Earthbind}</em> spell (@Check[type:fortitude|dc:33|traits:transmutation]).</p>"
                },
                "Earth Glide": {
                    "name": "Earth Glide",
                    "description": "<p>The elder outcrop can Burrow through any earthen matter, including rock. When it does so, the elder outcrop moves at its full burrow Speed, leaving no tunnels or signs of its passing.</p>"
                },
                "Natural Formation": {
                    "name": "Natural Formation",
                    "description": "<p>Until the next time it acts, the elder outcrop appears to be a natural terrain feature. It has an automatic result of 47 on Deception checks and DCs to pass as a natural outcropping of rock. The outcrop's dust eternal aura is deactivated while Natural Formation is being used.</p>"
                },
                "Stone Grip": {
                    "name": "Stone Grip",
                    "description": "<p>Great fingers of stone arise to grasp up to two Medium or smaller creatures on the ground in the outcrop's aura. Each target must succeed at a @Check[type:reflex|dc:33] save or be @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} by the stone hand (or @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained} on a critical failure; @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} DC 33). A creature grabbed or restrained by a stone hand at the end of its turn becomes @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} or increases its existing slowed condition by 1. When a creature is unable to act due to the slowed condition from this effect, the creature is permanently petrified.</p>"
                }
            }
        },
        "Gennayn": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Gennayn",
            "publicNotes": "<p>Gennayns are minor genies who often serve as emissaries and messengers for greater elemental beings. While many find purpose in this humble mission, their true calling and interest is in the arts.</p>\n<p>They often appear as miniature, athletic humanoids with wisps of elemental energy continually dissipating from their bodies. These elemental energies often reflect their emotions and attuned element. Gennayns are also fond of ostentatious rings, amulets, and armbands.</p>\n<p>Gennayns eagerly assist powerful beings who reward and treat them well, but they're just as quick to abandon those they consider boring, stingy, or abusive. Beings who destroy artwork or mistreat artists will earn their eternal wrath.</p>",
            "items": {
                "Inspiring Influence": {
                    "name": "Inspiring Influence",
                    "description": "<p>A gennayn automatically succeeds with the @UUID[Compendium.pf2e.actionspf2e.Item.HCl3pzVefiv9ZKQW]{Aid} action supporting any Performance or Diplomacy skill check. Their Aid action automatically counts as a critical success while aiding in the creation of new art or a new performance.</p>"
                },
                "Attuned Element": {
                    "name": "Attuned Element",
                    "description": "<p>Upon waking each day, a gennayn attunes to one planar element. They gain the corresponding trait, a movement Speed, a cantrip, resistance, and an elemental damage type for their energy fist attack based on their attuned element:</p>\n<ul>\n<li>air: fly 30 feet, resist electricity 5, electric arc, electricity damage;</li>\n<li>earth: burrow 15 feet, resist bludgeoning 5, scatter scree, bludgeoning damage;</li>\n<li>fire: fly 30 feet, resist fire 5, ignition, fire damage;</li>\n<li>metal: burrow 15 feet, resist slashing 5, needle darts, slashing damage; </li>\n<li>water: swim 20 feet, resist cold 5, frostbite, bludgeoning damage;</li>\n<li>wood: climb 15 feet, resist piercing 5, tangle vine, piercing damage.</li>\n</ul>\n<p>The attunement lasts until the gennayn attunes to a different element.</p>"
                },
                "Little Wish": {
                    "name": "Little Wish",
                    "description": "<p><strong>Trigger</strong> A creature the gennayn can see that's within 60 feet attempts a saving throw or skill check</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The gennayn reshapes reality in a small way to twist fate, allowing the creature to reroll the saving throw or skill check and take the better result.</p>"
                }
            }
        },
        "Munsahir Gatecrasher": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Munsahir Gatecrasher",
            "publicNotes": "<p>Typically members of the nobility, gatecrashers wear advanced power armor.</p>\n<hr />\n<p>Munsahirs build militaristic, traditional societies.</p>\n<h2>Munsahir Hierarchy</h2>\n<p>The three strata of munsahir society can be observed in the kilts worn by all members. Nobles, the unimpeachable rulers, wear elaborate brass kilts. In the middle of society are businesspeople and traders bedecked in bronze. Raw copper adorns those in the working class, who do most of the building and hard labor for munsahir society. Officially speaking, there is no class mobility; horrible crimes might cause a brass noble to be sent to prison but can't cause them to lose their station.</p>",
            "items": {
                "Heat of the Forge": {
                    "name": "Heat of the Forge",
                    "description": "<p>10 feet. An munsahir's skin radiates heat like a forge's fire. A creature that starts its turn in the area must succeed at a @Check[type:fortitude|dc:19] save or become @UUID[Compendium.pf2e.conditionitems.Item.HL2l2VRSaQHu9lUw]{Fatigued} while it remains in the area. Creatures immune to environmental heat effects or with any fire resistance are immune.</p>"
                },
                "Self-Destruct": {
                    "name": "Self-Destruct",
                    "description": "<p>When the munsahir is reduced to 0 HP, their armor explodes at the start of their next turn, dealing @Damage[5d6[fire]] damage in a @Template[type:emanation|distance:10] (@Check[type:reflex|dc:19|basic:true]).</p>"
                },
                "Blazing Rush": {
                    "name": "Blazing Rush",
                    "description": "<p>The gatecrasher Strides up to double their Speed in a straight line. They can pass through enemy spaces and make a hammer gauntlet Strike against each creature they move through. Blazing Rush can't be used again for [[/br 1d4 #Recharge Blazing Rush]]{1d4 rounds}.</p>"
                },
                "Burning Touch": {
                    "name": "Burning Touch",
                    "description": "<p>The munsahir gatecrasher's Strikes deal an extra @Damage[1d6[fire]] damage (included above). When the gatecrasher successfully performs a @UUID[Compendium.pf2e.actionspf2e.Item.PMbdMWc2QroouFGD]{Grapple} or @UUID[Compendium.pf2e.actionspf2e.Item.7blmbDrQFNfdT731]{Shove} action, they also deal @Damage[1d6[fire]] damage to their target.</p>"
                }
            }
        },
        "Anemos": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Anemos",
            "publicNotes": "<p>The truth of life in the Universe is that weather controls the world. The life-giving water that flows across Golarion, the maintenance of healthy forests, and the snows, thaws, and rains that help crops flourish all rely on the weather—weather that's shaped at the whims of the winds. Anemoi are powerful beings from the Plane of Air tasked by ancient gods to guard the skies and shepherd the winds of every world across the planes. They guide the winds along their natural paths, and while neither malevolent nor malicious, an anemos has little regard for how a storm might affect any creature caught in its path.</p>\n<p>Anemoi can take several forms and shift between them as easily as they slip between the breezes. They wear humanoid guises to walk among mortals without drawing undue attention, and they transform into great, thunderous horses made of storm clouds and rain when they need to move quickly across the skies. Their true form, however, is wind coalesced into a humanoid shape, often with curling hair and feathery wings made of soft, drifting clouds.</p>\n<p>On Golarion, each of the four cardinal winds are created and directed by a quartet of cardinal anemoi. The cold north winds are guided by Boreal, bringer of winter. Austral shepherds hot winds from the south. Eural brings stormy winds from the east. Finally, the gentle winds of spring come at the call of Zephyr, from the west. These four cardinal anemoi, alongside their councils of lesser anemoi, shape and control the winds across all of Golarion. As far as anyone can tell, the cardinal anemoi don't answer to a greater authority. There are even more powerful maximal anemoi living in the Plane of Air, but they seem content to leave the Universe out of their plans.</p>\n<p>Though the cardinal anemoi try to keep a degree of separation from mortal affairs, lesser anemoi occasionally take a closer interest. Some monitor a single settlement or county, protecting, nourishing, or even vindictively destroying it. Each one has their own sets of interests. Many are vain or petty. Even more change attitudes just as quickly as the winds they guide. Pleasing an anemoi isn't a matter of following a set formula, but rather repeatedly changing course to give them what they desire for their mercurial current interests or perceived needs.</p>\n<h2>The Shape Of The Air</h2>\n<p>Anemoi on the Plane of Air are typically genderless, while those who spend time in the Universe sometimes experiment with or develop preferences for one of the genders of the mortals they watch or live close to.</p>",
            "hp": "regeneration 15 (deactivated by earthbane)",
            "languages": "Truespeech",
            "items": {
                "Truespeech": {
                    "name": "Truespeech",
                    "description": "<p>An anemos can speak with and understand any creature that has a language.</p>"
                },
                "Wind Orchestra": {
                    "name": "Wind Orchestra",
                    "description": "<p>An anemos does not require instruments to perform music, instead using their winds to create and carry the sounds of any instruments they wish to duplicate. They can mimic any number of instruments simultaneously, creating and directing their own personal orchestra.</p>"
                },
                "Blessed by the Winds": {
                    "name": "Blessed by the Winds",
                    "description": "<p>80 feet. The winds grow turbulent for those who would dare to fly in the same space as an anemos, but they take care to never harm or inconvenience their shepherd. Air within the emanation is difficult terrain for Flying creatures that do not have the air trait. While the aura is active, the anemos cannot be affected by environmental air or weather affects unless they choose to be.</p>"
                },
                "Earthbane": {
                    "name": "Earthbane",
                    "description": "<p>An anemos's regeneration is suppressed for 1 round if the anemos is affected by an earth effect, or for as long as they are in contact with the ground and 1 round thereafter. If an anemos is submerged in at least 1 inch of mud, dirt, or stone, the anemos's aura deactivates, and the anemos becomes @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 2} and @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2}.</p>"
                },
                "Redirect Weather": {
                    "name": "Redirect Weather",
                    "description": "<p><strong>Requirements</strong> The anemos's aura is active</p>\n<p><strong>Trigger</strong> A creature within the anemos's aura uses an air or electricity spell, or an air or electricity spell otherwise comes into effect within the anemos's aura</p>\n<hr />\n<p><strong>Effect</strong> The winds and weather of the spell obey the anemos's call. The anemos makes all the choices to determine the targets, destination, or other effects of the spell, as though they were the caster.</p>"
                },
                "Collect Thunder": {
                    "name": "Collect Thunder",
                    "description": "<p><strong>Requirements</strong> The anemos has a hand free</p>\n<hr />\n<p><strong>Effect</strong> The anemos runs a hand through the winds that swirl around them, the sparks from their fingertips coalescing into a thunderbolt. The anemos creates a thunderbolt in their open hand. If the anemos spends an action to Collect Thunder, a bolt instead strikes their open hand, creating a booming peal that deafens all creatures within 20 feet for 1 round unless they succeed at a @Check[type:fortitude|dc:40] save; this adds the auditory trait to Collect Thunder. Any thunderbolts dissipate after 1 round.</p>"
                },
                "Command the Breeze": {
                    "name": "Command the Breeze",
                    "description": "<p>When an anemos casts a ritual, they perform all aspects of the ritual themself, commanding their winds to complete all the ritual's components. They must fulfill any requirements for the ritual's additional casters and must attempt the checks normally performed by additional casters. In addition, anemoi can cast rituals faster than usual. If a ritual has a casting time measured in days, they can cast it in an equal number of hours.</p>"
                },
                "Storm Strikes Twice": {
                    "name": "Storm Strikes Twice",
                    "description": "<p>The anemos throws a thunderbolt, then becomes a wind that carries them in an instant to the bolt's location to attack again. They make a ranged thunderbolt Strike against a creature within their first range increment, teleport to the creature's location as a gust of wind, then grasp the thrown thunderbolt and make a melee thunderbolt Strike against a creature within reach. Their multiple attack penalty doesn't increase until they've made both attacks.</p>"
                },
                "Swiftness": {
                    "name": "Swiftness",
                    "description": "<p>The anemos's movement doesn't trigger reactions.</p>"
                }
            }
        },
        "Nightwood Guardian": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Nightwood Guardian",
            "publicNotes": "<p>The nightwoods are parts of the Plane of Wood permanently bathed in darkness due to an absence of fluorescent plants. Here, the flora and fauna require darkness, not light, to thrive. Troll-like creatures known as nightwood guardians patrol these woods to ensure they remain in perpetual shadow. Considering themselves righteous gardens, they care little for the excuses of anyone else—intruders or residents. The guardians absolutely loathe the light, though it doesn't harm them as it does some varieties of creatures. Though wary of both light and any interloping lifeforms in their natural habitat, a nightwood guardian's fear turns easily to wrath, making the guardian a force of fury who seeks to drive out intruders.</p>",
            "hp": "flesh of wood",
            "items": {
                "Fire-fueled Rage": {
                    "name": "Fire-fueled Rage",
                    "description": "<p>When a nightwood guardian takes fire damage, they become enraged. The guardian gains 15 temporary Hit Points, deals 2 additional damage with melee Strikes, and has a –1 penalty to AC. They can't Raise their Shield or use actions with the concentrate trait except for @UUID[Compendium.pf2e.actionspf2e.Item.BlAOM2X92SI6HMtJ]{Seek}. This effect ends when the nightwood guardian no longer observes any fire for 1 round or when they fall @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}, whichever comes first.</p>\n<hr />\n<p>@UUID[Compendium.pf2e.feat-effects.Item.z3uyCMBddrPK5umr]{Effect: Rage}</p>"
                },
                "Flesh of Wood": {
                    "name": "Flesh of Wood",
                    "description": "<p>Wounds inflicted on a nightwood guardian turn their flesh to wood. When the guardian is reduced to 40 HP or fewer, their body becomes solid wood. They are stunned, have resistance 10 to all damage, and have regeneration 40 (deactivated by fire). This ends once the guardian has 100 HP or more, though they can choose to stay in this form indefinitely.</p>"
                },
                "Shield Eyes": {
                    "name": "Shield Eyes",
                    "description": "<p>When a nightwood guardian has their shield raised, they protect their eyes, losing the @UUID[Compendium.pf2e.conditionitems.Item.XgEqL1kFApUbl5Z2]{Blinded} and @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} conditions from light blindness and other light effects.</p>"
                },
                "Nightwood Roar": {
                    "name": "Nightwood Roar",
                    "description": "<p><strong>Frequency</strong> once per hour;</p>\n<hr />\n<p><strong>Effect</strong> The guardian roars, snuffing out lights in a @Template[type:cone|distance:30]. Ordinary flames and lights are extinguished, and the guardian attempts to counteract any magical light with a [[/r 1d20+21 #Counteract]]{+21} counteract modifier and a counteract rank of 5.</p>"
                }
            }
        },
        "Painted Stag": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Painted Stag",
            "hp": "regeneration 10 (deactivated by fire)",
            "items": {
                "Mauler": {
                    "name": "Mauler",
                    "description": "<p>A painted stag gains a +5 circumstance bonus to damage rolls against creatures it has grabbed.</p>"
                },
                "Painted Dance": {
                    "name": "Painted Dance",
                    "description": "<p>The stag shakes the wooden plating along its body in a cacophonous clatter that sets its painted patterns dancing. All creatures within 60 feet of the painted stag who can see or hear it must attempt a @Check[type:will|dc:28] save; a creature @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} by the stag takes a –4 circumstance penalty to its save. Regardless of the result of its save, each creature is temporarily immune for 1 hour.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.AdPVz7rbaVSRxHFg]{Fascinated} by the painted stag for 1 round.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 2} and fascinated by the painted stag for as long as it's stunned.</p>\n<p><strong>Critical Failure</strong> As failure, except @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 4}.</p>"
                }
            }
        },
        "Asp of Grief": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Asp of Grief",
            "publicNotes": "<p>On the Plane of Metal, a soft whisper and gentle jingle often accompany the tempestuous winds, while what appear to be gold ribbons twist and writhe through the air. In actuality, these are asps of grief—intelligent, snakelike creatures drawn to strong emotions. The iron irises of their eyes allow them to see the ever-shifting magnetic fields of the Plane of Metal, which the asps can use to sail across the skies.</p>\n<p>Asps of grief prey on sorrow and heartache, and times of loss, mourning, and bereavement attract them. Wearing delicate iron bells to announce their arrivals at funerals, battlefields, and the traditional columbaria built for the plane's dead, asps of grief shake their heads, making their bells chime and alerting mourners to their presence. \"Will you share your sorrow with me?\" they ask, their gentle voices low and sibilant.</p>\n<p>If the bereaved agrees, the asps' tongues flick out, tasting the anguish of the living, sipping on sadness and fear, and providing a temporary reprieve from suffering. Though the asps are associated with death, most denizens of the Plane of Metal see them as good omens.</p>\n<p>Intensely curious creatures, asps of grief crave information about magic and the multiverse. They might attach themselves to adventuring parties or ask wanderers they meet for any obscure arcane knowledge they may have come across on their journeys. In exchange, the asps of grief offer to help these travelers work through any anguish or trauma they may be carrying— or at least ease their emotional pain for a time.</p>\n<h2>Calling The Asps</h2>\n<p>In the Plane of Metal, funeral rites often include placing the deceased upon tall towers surrounded by dishes of water. Chunks of sodium, a silvery-white alkali metal, dance across the surface of the water and catch fire, sending plumes of hydrogen gas into the air. As the asps of grief skate upon the magnetic fields, they can sense this announcement of death and sorrow and follow the trail back to the mourners.</p>",
            "allSaves": "+1 status vs. emotion",
            "items": {
                "Magnetic Vision": {
                    "name": "Magnetic Vision",
                    "description": "<p>An asp of grief can see magnetic fields, allowing it to detect large sources of magnetic metal (Bulk 1 or greater) as a precise sense.</p>"
                },
                "Curtain of Calm": {
                    "name": "Curtain of Calm",
                    "description": "<p>20 feet. The asp of grief consumes the emotions of the creatures around it. An enemy that begins its turn in the aura must attempt a @Check[type:will|dc:29] save. If it fails, the asp consumes its grief. The creature feels a lack of feelings and motivation, reducing its frightened value by 1 and becoming @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} (or @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2} on a critical failure) for [[/br 1d4 #rounds]]{1d4 rounds}. Regardless of the result of the saving throw, the creature is temporarily immune to curtain of calm for 1 minute. The asp becomes charged with grief (see iron grief) for 1 minute whenever a creature fails this saving throw.</p>"
                },
                "Iron Grief": {
                    "name": "Iron Grief",
                    "description": "<p>If the asp casts magnetic acceleration while charged with grief, it can either heighten the spell to 5th rank or target up to three creatures instead of one, rolling separately against each. After casting the spell, the asp is no longer charged with grief.</p>"
                },
                "Magnetic Traveler": {
                    "name": "Magnetic Traveler",
                    "description": "<p>An asp can ride magnetic fields to travel long distances. In a location with strong magnetic fields (including the Plane of Metal and Golarion), its travel Speed is doubled if it's flying.</p>"
                }
            }
        },
        "Crysmal": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Crysmal",
            "publicNotes": "<p>Crysmals dwell within deep caverns of the Plane of Earth, laden with crystals that glow under their own internal energy. A crysmal's hunger for gems will lead it to travel almost anywhere, even through planar tears. Occasionally, they even establish colonies on planes other than their own, should their newfound territory prove filled with crystals.</p>\n<p>A crysmal's scorpion-like body glitters with crystal. As light refracts between the facets, they concentrate and absorb it, energizing the crysmal and, some say, fueling the creature's magic.</p>\n<p>Crysmals form small communities in locations where crystals are plentiful, working alongside one another to track down anything from a common quartz to precious rubies and sapphires. Scouting parties use their innate magic to communicate with each other via light and wordless sound, as well as to seek out more crystals. However, when precious stone resources grow scarce, crysmals become independent and territorial about their supply, taking crystals from wherever they can, even seizing them from other creatures.</p>\n<p>A crysmal's drive to gather crystals is akin to the drive to reproduce. As a crysmal gathers stones, it stores them within its body. Once the crysmal has enough stored material, the parent fuses its stores into a tiny replica of itself and extrudes the infant crysmal, sometimes referred to as a shardling, into the world. The process leaves the parent weakened for a short time, until it can gather enough crystal to repair its body and begin the process anew. Infant crysmals consume crystals in a similar way. They process the raw material over a few months to grow to adult size. Thereafter, a crysmal \"eats\" stone only to heal injuries.</p>\n<h2>Internal Gems</h2>\n<p>When a crysmal dies, its body breaks into fragments of crystal. Some of these pieces are valuable, but potentially more lucrative are the gems the crysmal has stored inside its body to produce offspring. It takes semiprecious and precious stones worth 500 gp to produce an infant crysmal, though most slain crysmals have only a fraction of this amount stored. Once the stones become a new crysmal, they transform into the crystal of the infant's body, no longer the treasured material they once were.</p>",
            "items": {
                "Crystal Scent": {
                    "name": "Crystal Scent",
                    "description": "<p>A crysmal can sense crystals or gems within 60 feet as if using the scent ability.</p>"
                },
                "Rock Stride": {
                    "name": "Rock Stride",
                    "description": "<p>The crysmal phases into adjacent rock that is large enough to accommodate it. Then, the crysmal senses similar or larger rocks within 60 feet and emerges from one. The crysmal can't use this ability again for 1 minute.</p>"
                },
                "Sink into Stone": {
                    "name": "Sink into Stone",
                    "description": "<p>The spikes fired from a crysmal's tail phase into stone, pinning enemies in place. Enemies standing on or adjacent to a stone surface who are struck by a critical hit on a tail spike Strike are @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized}. The DC to @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} is 17.</p>"
                }
            }
        },
        "Tantriog": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Tantriog",
            "publicNotes": "<p>Wherever exquisite cuisine is consumed, amazing songs are performed, or epic waves crest, there wait tantriogs. With a crab's foreclaws, turtle's shell, and back flippers, tantriogs are among the more unique water elementals. They ply the Boundless Sea constantly seeking new experiences, whether the next big wave to ride, a tasty delicacy to sample, or a piece of art to collect. They crave new sensations and often seek them out at the expense of others.</p>\n<p>If one possesses rare art, lost lore, or fantastic surfing or cooking skills, a tantriog can be a wonderful companion. They're charming and friendly to those they find interesting, but their interest can be highly precarious, dropped the second someone bores them. Tantriogs may even betray acquaintances if it would give them another interesting story to tell. This makes befriending one a tricky proposition, as nothing can be taken for granted.</p>\n<p>It's a mystery how tantriogs came to wear their current forms. Some say that, in the earliest days of the elemental planes, tantriogs were assassins of ice and mist who committed a crime so great that they're being punished for it to this day. Others claim tantriogs assumed their shape after losing a bizarre cosmic bet. One of the more popular theories about the tantriog's current form is that in the past, they used to be able to shift shape as easily as water molds to its container. In their endless boredom, they were trying out a variety of shapes when a sudden curse (possibly cast by faydhaans) caused them to lose their ability while transforming from a turtle to a crab, leaving them stuck between the two. It's said that any who can teach a tantriog how to relearn their morphing ability could earn the elemental's undying friendship. Whatever the case, the surest way to anger a tantriog is to ask them about their appearance.</p>\n<p>Conversely, the surest way to befriend a tantriog is with compliments about their appearance or their skills. Don't be too fawning, though. Tantriogs don't like being tricked or made to look a fool.</p>\n<hr />\n<p>IMPRESSING A TANTRIOG</p>\n<p>A tantriog loves seeing a new sight or impressive exhibition of skill. Anyone who wants to stay in a tantriog's good graces needs to keep the new experiences flowing. For this reason, many tantriogs have formed unlikely friendships with gnomes, whose need to seek out new experiences provides common ground.</p>",
            "items": {
                "Shell Defense": {
                    "name": "Shell Defense",
                    "description": "<p>The tantriog retracts their limbs and head into their shell and ends their turn. This increases their AC to 26, but they can't act except to reemerge, which they can do as a single action.</p>"
                },
                "Listless Saliva": {
                    "name": "Listless Saliva",
                    "description": "<p>The tantriog's essence is imbued with their endless ennui. Any creature hit by the tantriog's beak or spitball Strikes must succeed at a @Check[type:will|dc:24] save or become @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1} (@UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 2} on a critical failure).</p>"
                }
            }
        },
        "Gluttonous Geode": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Gluttonous Geode",
            "publicNotes": "<hr />\n<p>The vast ranks of earth elementals have been slow to respond to the return of the elemental lords and the Planes of Metal and Wood. These events have not broken the mountains, nor have they blown away the sands.</p>\n<h2>Earthy Emotions</h2>\n<p>Earth elementals talk even less than most elementals. They're ponderous, weighing decisions so slowly they can crush the energy from a discussion. Their foremost concern is whether a situation can be endured. Though a rare or resplendent treasure might entice an earth elemental, it's difficult to spur any sense of urgency in them without the presence of an immediate threat.</p>",
            "items": {
                "Attach": {
                    "name": "Attach",
                    "description": "<p>The geode Leaps up to 15 feet and makes a crystal teeth Strike. If it hits a creature larger than itself, it can attach to that creature. Doing so is like Grabbing the creature (@UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} DC 17), but the geode moves with that creature rather than holding it in place. The geode is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} while attached. If the geode is killed or pushed away while attached to a creature, that creature takes @Damage[1[bleed]]{1 persistent bleed} damage. Escaping the attached geode or removing the geode in other ways doesn't cause bleed damage.</p>"
                },
                "Gnaw": {
                    "name": "Gnaw",
                    "description": "<p><strong>Requirements</strong> The geode is attached to a creature</p>\n<hr />\n<p><strong>Effect</strong> The geode deals @Damage[(1d4+2)[bludgeoning]] damage to the creature it's attached to (@Check[type:fortitude|dc:17|basic:true] save).</p>"
                }
            }
        },
        "Solar Crow": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Solar Crow",
            "publicNotes": "<p>These enormous three-legged elementals resemble crows with flaming feathers, said to shine as bright as the sun. They nest in the smoldering Forest of Mulberry Coals, living in flocks of eight to a dozen, with ten being the most common.</p>\n<hr />\n<p>The ifrits of the Dominion of Flame conscript even more of the plane's fire elementals in preparation for new wars in the returned planes, even mobilizing ones that rarely travel near settlements.</p>\n<h2>Story Of Infamy</h2>\n<p>Ancient tales from dragon-ruled Tian Xia tell of a flock of solar crows who wreaked havoc upon the Plane of Wood, driving an herb that could grant immortality to extinction before coming to terrorize Tian Xia itself. All but one of the crows were then shot down by a legendary archer.</p>",
            "items": {
                "Smoke Vision": {
                    "name": "Smoke Vision",
                    "description": "<p>Smoke doesn't impair a solar crow's vision; they ignore the @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} condition from smoke.</p>"
                },
                "Glinting Wing": {
                    "name": "Glinting Wing",
                    "description": "<p><strong>Trigger</strong> A creature within 120 feet attempts to target the solar crow</p>\n<hr />\n<p><strong>Effect</strong> The solar crow defensively repositions a wing to shine light into the attacker's eyes. The target is @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} for the duration of the triggering effect, granting the solar crow concealment against it.</p>"
                },
                "Glow": {
                    "name": "Glow",
                    "description": "<p>25 feet. The solar crow casts bright light in a @Template[type:emanation|distance:25] (and dim light for the next 25 feet).</p>"
                },
                "Blinding Heat": {
                    "name": "Blinding Heat",
                    "description": "<p>The solar crow expands its wings and unleashes blazing hot, blinding light in a @Template[type:emanation|distance:120]. Each creature in the area takes @Damage[9d6[fire]] damage with a @Check[type:reflex|dc:29] save. The crow can't use Blinding Heat again for [[/br 1d4 #Recharge Blinding Heat]]{1d4 rounds}, and its glow aura is deactivated during this time.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes half damage and is @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} for 1 round.</p>\n<p><strong>Failure</strong> The creature takes full damage and is @UUID[Compendium.pf2e.conditionitems.Item.XgEqL1kFApUbl5Z2]{Blinded} for 1 round.</p>\n<p><strong>Critical Failure</strong> The creature takes double damage and is blinded for 1 minute.</p>"
                },
                "Burning Talons": {
                    "name": "Burning Talons",
                    "description": "<p>A creature @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} by the solar crow takes @Damage[1d4[persistent,fire]] damage. It can't recover from this damage while grabbed by the crow.</p>"
                },
                "Snatch": {
                    "name": "Snatch",
                    "description": "<p>A solar crow can Fly at half Speed while it has a creature @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} or @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained} in its talons, carrying that creature along with it.</p>"
                }
            }
        },
        "Lithic Locus": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Lithic Locus",
            "publicNotes": "<p>Civilizations die, buried by time, but their memory may yet linger in shattered pottery, collapsed edifices, and destroyed artwork, compressed and clarified under the weight of rock and soil. Some excavated sites might still hold a sliver of consciousness in their base materials, which walks again as an avatar of an extinct people when awakened. These lithic loci represent the triumphs and folly of their society. Speaking to one is speaking to a witness of an archaic time. The lithic locus's persona expresses their culture in all dimensions, and thus the attitudes of lithic loci vary greatly. Their appearances show the aesthetics and technology of their time, suspended in a cloud of excavated earth.</p>\n<p>As plentiful as archaeological sites are in the Universe, the Plane of Earth holds countless more of far older provenance. Some of its inhabitants have even found lithic loci from peoples far older than themselves, seeing directly what would remain should they dwindle out of living memory. This has led some civilizations to even plan their decline by leaving a legacy in the living rock.</p>\n<h2>Ancient Finds</h2>\n<p>Lithic loci often contain important and valuable items. None of these elemental constructs are likely to agree to be looted, but some loci bestow their antiquities upon worthy successors, proud to see their culture's creations put to effective use in the modern day. Lithic loci can also direct earnest seekers to other lost treasures, helping to restore knowledge of an extinct society.</p>",
            "languages": "Plus One Ancient Language",
            "items": {
                "Antiques": {
                    "name": "Antiques",
                    "description": "<p>A lithic locus contains at least one magic item. Any such antiques are durable, permanent items that were part of the locus's site and typify their culture. The locus receives the benefits of such an item as if wearing or holding it and can activate it. A lithic locus typically has an item of their level.</p>"
                },
                "Bury": {
                    "name": "Bury",
                    "description": "<p>Any creature hit by the locus's ancient stone Strike is partially buried in a tide of earth and rock, becoming @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} (@UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} DC 34).</p>"
                },
                "Echo the Past": {
                    "name": "Echo the Past",
                    "description": "<p>The locus calls forth a remnant of the past civilization to impart a lesson or control the present. Using this ability again ends any previous manifestation. The locus casts one of the following occult innate spells (DC 34) for the listed purpose.</p>\n<p><em><strong>@UUID[Compendium.pf2e.spells-srd.Item.OsOhx3TGIZ7AhD0P]{Dominate}</strong></em> The dominated creature takes on the role of a historical figure or someone in the social hierarchy (such as high priest) from the locus's civilization.</p>\n<p><em><strong>@UUID[Compendium.pf2e.spells-srd.Item.Ucf8eynbZMfUucjE]{Illusory Scene}</strong></em> The scene reenacts a historical event from the locus's civilization.</p>\n<p><em><strong>@UUID[Compendium.pf2e.spells-srd.Item.hghGRzOSzEl4UXdS]{Invoke Spirits}</strong></em> The spirits are drawn from the locus's memories of people from their civilization.</p>\n<p><em><strong>@UUID[Compendium.pf2e.spells-srd.Item.kOa055FIrO9Smnya]{Wall of Stone}</strong></em> The locus recreates the wall of a building from their civilization, complete with decorations.</p>"
                }
            }
        },
        "Elemental Thicket": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Elemental Thicket",
            "publicNotes": "<p>In the Universe, plant growth proceeds on a scale of days, weeks, years, and decades. Conversely, an elemental thicket grows constantly and in seconds. These writhing masses of living wood are the elemental embodiment of growth itself, swelling up when least expected to consume all in their path.</p>",
            "items": {
                "Entangling Growth": {
                    "name": "Entangling Growth",
                    "description": "<p>30 feet.</p>\n<p>Plant life erupts out of any and all soil surrounding the elemental thicket, making the area greater difficult terrain out to 5 feet and difficult terrain out to 30 feet. This ability requires soil and has no effect on terrain without it, such as worked stone, solid rock, open water, etc.</p>"
                }
            }
        },
        "Wood Wisp": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Wood Wisp",
            "publicNotes": "<p>Like other wisps, wood wisps roam their plane and attune to other wisps, wandering with them in symphonies. Because of their willingness to bond, wood wisps appear outside their home plane more than other wood elementals, though they're still relatively rare compared to other wisps.</p>\n<p>Wood wisps resemble coconuts trailed by thick nests of branches that cover and conceal even deeper webs of thorny vines. They are, unfortunately, both unaware of the pain these thorns can cause fleshy creatures and very physically affectionate in their eagerness to offer assistance.</p>",
            "items": {
                "Accord Essence": {
                    "name": "Accord Essence",
                    "description": "<p><strong>Trigger</strong> An ally within 30 feet that benefited from the wisp's resonance in the last hour is targeted by an attack</p>\n<hr />\n<p><strong>Effect</strong> The wisp detonates itself in a small elemental explosion of leaves and pollen. This gives temporary Hit Points equal to half the wisp's current HP to all allies within 30 feet that have benefited from the wisp's resonance aura in the past hour. These temporary Hit Points last 1 hour.</p>\n<p>A wisp that uses this reaction is permanently destroyed and can be restored only by a <em>@UUID[Compendium.pf2e.spells-srd.Item.6dDtGIUerazSHIOu]{Wish}</em> ritual or similarly powerful effect. If an ability would prevent the wisp's destruction (for instance, if the wisp is summoned and would merely be dismissed), Accord Essence has no effect.</p>"
                },
                "Resonance": {
                    "name": "Resonance",
                    "description": "<p>30 feet.</p>\n<p>All wisps vibrate at a frequency attuned to their element, resonating with and empowering all creatures and effects sharing that trait. A creature in the area gains a +1 status bonus to attack and damage rolls for effects with the plant or wood trait; a creature with the elemental trait and either plant trait or wood trait gains this bonus to all attack and damage rolls. For wood wisps, this bonus also applies to nonmagical wooden weapons, such as staves and clubs.</p>"
                },
                "In Concert": {
                    "name": "In Concert",
                    "description": "<p>When a wood wisp rolls a critical failure on a check to Aid, they get a failure instead, and when they roll a success, they get a critical success instead.</p>"
                }
            }
        },
        "Rakkatak": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Rakkatak",
            "publicNotes": "<p>Pulsating organs and tumors squirm loosely within a sac of skin, all forming the misshapen lump that is the body of a rakkatak. The predator's eyes scan the area, shimmering in the smoke like glowing dots. Wriggling insectoid legs—varying in number from one rakkatak to another—hang from its bulbous body. These limbs flail chaotically as a rakkatak fights, only calming when it's time to eat or rest.</p>\n<p>Most rakkataks fly alone, picking off meals in sudden swooping strikes, but they will occasionally form a flock. Despite having little faculty for communication with other creatures, rakkataks have a certain ravenous genius for hunting with kin. Typically, once one grabs prey, the others swoop in to latch on as well, ingesting their meal with leech-like mouths.</p>\n<p>Rakkataks possess insatiable appetites to help them withstand the long periods of famine between their infrequent meals as they travel the expanses of the Plane of Fire. As a result, they easily overconsume if brought somewhere with more abundant fauna, like the Universe. A single rakkatak can hold a surprising quantity of offal, even growing in size as its body expands. It becomes more unwieldy the larger it gets, which planar biologists believe to be a survival tactic to keep a rakkatak from indulging its hunger until it quite literally bursts.</p>\n<h2>Ashen Hunting Grounds</h2>\n<p>Avoiding the blazing chaos and ifrit rule that typify much of the Plane of Fire, rakkataks prefer ashen wastelands as their hunting grounds. They dig simple burrows just barely below the surface, called rakkatak hills. Within, they can doze and digest in peace or lay and tend their horrifying eggs.</p>",
            "languages": "Can't Speak Any Language",
            "items": {
                "Exploding Guts": {
                    "name": "Exploding Guts",
                    "description": "<p>When the rakkatak is critically hit or critically fails a Fortitude save, one of its organs bursts. Roll [[/br 1d4]] to determine what effect this has.</p>\n<p><strong>1</strong> Trapped noxious gas rushes out. The rakkatak is pushed 10 feet away from the source of the triggering attack or effect.</p>\n<p><strong>2</strong> Pus showers those nearby. Each creature in a @Template[type:emanation|distance:5] is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}.</p>\n<p><strong>3</strong> The damage is severe. The rakkatak takes @Damage[1d6[persistent,bleed]] damage.</p>\n<p><strong>4</strong> Gelatinous rakkatak eggs explode forth and instantly hatch. Each creature in a @Template[type:emanation|distance:5] takes @Damage[1d6[persistent,piercing]] damage from the ravenous larvae.</p>"
                },
                "Predator's Stare": {
                    "name": "Predator's Stare",
                    "description": "<p>The rakkatak turns its grotesque yet mesmerizing eyes upon one creature it can see within 30 feet. That creature must succeed at a @Check[type:will|dc:22] save or become @UUID[Compendium.pf2e.conditionitems.Item.AdPVz7rbaVSRxHFg]{Fascinated} with the rakkatak. While fascinated, the creature must spend at least 1 action each round moving closer to the rakkatak as expediently as possible, and can't intentionally move away from it. The fascination ends after 1 minute or when the rakkatak uses Predator's Stare again, whichever comes first.</p>"
                },
                "Suck Innards": {
                    "name": "Suck Innards",
                    "description": "<p><strong>Requirements</strong> A @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}, or willing creature is within the rakkatak's reach</p>\n<hr />\n<p><strong>Effect</strong> The rakkatak deals [[/r 3d6[untyped]] damage to the target (@Check[type:fortitude|dc:22|basic:true] save). If the creature takes at least 12 damage, the rakkatak regains @Damage[10[healing]]] HP.</p>"
                }
            }
        },
        "Vault Keeper": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Vault Keeper",
            "publicNotes": "<p>The vault keepers lost Sairazul's spark and have life spans of two to three millennia. They maintain and protect the xiomorns' many experiments.</p>\n<hr />\n<p>When Sairazul created xiomorns, they were immortal. She created 65,536, all in her own image, and all imbued with a piece of her divine spark. During her imprisonment, Ayrzul used visions of a future extinction to manipulate them into sacrificing their power to him. This sacrifice split xiomorns into two classes: 32,768 vault builders who kept Sairazul's essence and 32,768 vault keepers who would live forever no longer. For millennia, xiomorns built a vast, magical civilization across the Plane of Earth, and when there was no space left to build, they left. On each new world, xiomorns build their vaults and conduct their experiments, endlessly searching for clues to help them avoid their extinction.</p>\n<h2>Vault Seeds</h2>\n<p>Xiomorns create magical underground caverns using vault seeds, ancient magical tools bequeathed to their species by Ayrzul as a reward for their sacrifice. The vault seeds were used to create the Vaults of Orv in Golarion's Darklands, and an accident involving an out-of-control vault seed created the mysterious Emerald Spire.</p>\n<h2>Crystal Crafters</h2>\n<p>Xiomorns have mastered the creation of numerous magic items made of crystal beyond generation stones and vault seeds. These include pillars of black stone called whisperstones that allow xiomorns to communicate telepathically across vaults, orvgates that use weblike funnels of green crystal to allow teleportation between Darklands vaults, and a vortex in Orv called the Crystal Womb that connects to a crucial stronghold on the Plane of Earth.</p>",
            "languages": "Telepathy 300 Feet",
            "items": {
                "+2 Status to Recall Knowledge About Earth": {
                    "name": "+2 Status to Recall Knowledge About Earth"
                },
                "Craft Crystal Wand": {
                    "name": "Craft Crystal Wand",
                    "description": "<p><strong>Frequency</strong> twice per day</p>\n<hr />\n<p><strong>Effect</strong> The vault keeper spends 10 minutes creating a magic wand out of radioactive green crystal, containing any 5th-rank or lower earth spell of their choice. The wand can be used by other creatures, but it crumbles to sand at the end of the day and has no monetary value.</p>"
                },
                "Item Caster": {
                    "name": "Item Caster",
                    "description": "<p>The vault keeper can Cast a Spell from any item (such as a staff or wand) as though it were on their spell list.</p>"
                },
                "Constraining Crystal": {
                    "name": "Constraining Crystal",
                    "description": "<p>When the vault keeper deals damage with a claw Strike, glowing green crystals cluster at the site of the attack. The target must succeed at a @Check[type:fortitude|dc:31] save or become @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} for 1 hour (or @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2} on a critical failure). If the creature is already clumsy due to constraining crystal, additional failures increase that clumsy value instead, to a maximum of @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 4}.</p>"
                },
                "Crystal Burst": {
                    "name": "Crystal Burst",
                    "description": "<p>An explosion of razor-sharp splinters deals @Damage[15d6[piercing]|traits:item:frequency:limited] damage in a @Template[type:burst|distance:30] within 120 feet, with a @Check[type:reflex|dc:35|basic:true] save. The vault keeper can't use Crystal Burst again for [[/br 1d4 #Recharge Crystal Burst]]{1d4 rounds}.</p>"
                },
                "Slashing Surge": {
                    "name": "Slashing Surge",
                    "description": "<p>The vault keeper Strides or Climbs and makes two claw Strikes at any point during that movement. Each Strike must target a different creature. The multiple attack penalty doesn't increase until after both attacks.</p>"
                }
            }
        },
        "Zuhra": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Zuhra",
            "publicNotes": "<p>Zuhras, the genies of the elemental Plane of Metal, are bold and imposing, fond of being the center of attention and drawing a crowd with flashy performances, displays of skill, and tales of their personal victories. Despite their large personalities, their long-term relationships tend to be cool and somewhat distant; zuhras often make alliances but rarely form friendships, and the trust required for deeper relationships is rarer still. The few mortals who've gotten to know a zuhra often describe them as bombastic but emotionally aloof.</p>\n<p>Since the reconnection with other planes, zuhras have sought out and formed bonds with other genies. They find their jabali cousins to be capable smithing partners, if a bit staid and dull. Zuhras rarely pay non-genie elementals any more than a passing glance, finding even the intelligent ones uninteresting to communicate with or hard to relate to.</p>",
            "languages": "Truespeech",
            "items": {
                "Blinding Reflection": {
                    "name": "Blinding Reflection",
                    "description": "<p><strong>Frequency</strong> once per round</p>\n<p><strong>Requirements</strong> The zuhra is in dim or bright light</p>\n<hr />\n<p><strong>Effect</strong> The zuhra briefly reshapes part of their metallic body into a concave surface to reflect the surrounding light into the eyes of a creature within 30 feet. The target must attempt a @Check[type:reflex|dc:26] save. It's then temporarily immune for 1 hour.</p>\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target is @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} until the start of the zuhra's next turn.</p>\n<p><strong>Failure</strong> The target is @UUID[Compendium.pf2e.conditionitems.Item.XgEqL1kFApUbl5Z2]{Blinded} until the start of the zuhra's next turn.</p>"
                }
            }
        },
        "Nanoshard Swarm": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Nanoshard Swarm",
            "publicNotes": "<p>This bizarre entity is actually a massive collective consisting of tens of thousands of constituent parts, each a tiny metal sphere barely the size of a pebble. Controlled by a single elemental spirit, the swarm is capable of flowing like liquid through the smallest openings before shaping itself into a powerful combatant, a solid wall, or any other form circumstances might require.</p>",
            "items": {
                "Barrier Form": {
                    "name": "Barrier Form",
                    "description": "<p><strong>Requirements</strong> The nanoshard swarm is in swarm form</p>\n<hr />\n<p><strong>Effect</strong> The nanoshard swarm forms a continuous 6-inch-thick solid wall, up to 60 feet long and 10 feet high, originating from any one square in its current space. The wall can follow any path, with each 5 feet being placed on the border between squares. It doesn't need to stand vertically, so it can form a bridge or set of stairs, for example. The wall must be formed in an unbroken open space where its edges don't pass through any creatures or objects.</p>\n<p>A single 5-foot-by-5-foot section of the wall can be destroyed by dealing 18 points of damage to it, which also reduces the swarm's total Hit Points. A nanoshard swarm can't be knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} or forcibly moved while in barrier form, nor can it voluntarily move. A nanoshard swarm in barrier form can originate tendril attacks from any square of its wall.</p>"
                },
                "Battle Form": {
                    "name": "Battle Form",
                    "description": "<p><strong>Requirements</strong> The nanoshard swarm is in swarm form</p>\n<hr />\n<p><strong>Effect</strong> The nanoshard swarm coalesces into a Huge shape that looks like a humanoid or beast and can hold items. In battle form, its Speed is 15 feet, it's @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1}, and it has the following Strike.</p>\n<p><strong>Melee</strong> <span class=\"pf2-icon\">1</span> limb (reach 20 feet), <strong>Damage</strong> 4d8+9 bludgeoning</p>"
                },
                "Swarm Form": {
                    "name": "Swarm Form",
                    "description": "<p>The nanoshard swarm collapses into its natural form: a Huge sea of tiny metal spheres. It drops anything it's holding. While in swarm form, the nanoshard swarm's Speed is 25 feet, it can move through any area large enough for a single sphere to fit through without having to Squeeze, and it gains Engulf.</p>"
                }
            }
        },
        "Snapdrake": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Snapdrake",
            "publicNotes": "<p>Skilled kizidhar mages and gardeners handcraft these lovely creatures as much for their shuyookhs’ aesthetic pleasure as for their protection. Creating a snapdrake requires first painstakingly constructing a frame of living wood in the shape of a drake before weaving thousands of colorful snapdragon flowers into intricate patterns to form its body and scales. Once complete, snapdrakes often serve kizidhars as a combination of guards, pets, and decorations for as long as they are well fed.</p>",
            "languages": "Can't Speak Any Language",
            "items": {
                "Alluring Scent": {
                    "name": "Alluring Scent",
                    "description": "<p>30 feet.</p>\n<p>A creature that enters the emanation must attempt a @Check[type:will|dc:25] save. On a failure, the target is @UUID[Compendium.pf2e.conditionitems.Item.AdPVz7rbaVSRxHFg]{Fascinated} by the snapdrake and must use at least 1 action on its next turn to Stride closer to the snapdrake. On a success, the target is immune to the snapdrake's alluring scent for 1 hour.</p>"
                },
                "Greater Forest Passage": {
                    "name": "Greater Forest Passage",
                    "description": "<p>The snapdrake ignores difficult terrain and greater difficult terrain from plants and fungi.</p>"
                },
                "Snapdrake Pollen": {
                    "name": "Snapdrake Pollen",
                    "description": "<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:25];</p>\n<p><strong>Maximum Duration</strong> 8 rounds</p>\n<p><strong>Stage 1</strong> @Damage[1d6[poison]] damage plus @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} 1 (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[1d6[poison]] damage plus dazzled 1 and @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (2 rounds)</p>\n<p><strong>Stage 3</strong> @Damage[2d6[poison]] damage plus @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused} and sickened 1 (2 rounds)</p>"
                },
                "Speed Surge": {
                    "name": "Speed Surge",
                    "description": "<p><strong>Frequency</strong> 3 times per day</p>\n<hr />\n<p><strong>Effect</strong> The snapdrake moves up to twice its Speed.</p>"
                },
                "Spray Pollen": {
                    "name": "Spray Pollen",
                    "description": "<p>The snapdrake breathes a blast of pollen in a @Template[type:cone|distance:40]. Creatures caught in the blast must succeed at a @Check[type:reflex|dc:25|basic:true] save or be exposed to snapdrake pollen.</p>\n<p>The snapdrake can't use Spray Pollen again for [[/br 1d6 #Recharge Spray Pollen]]{1d6 rounds}.</p>"
                }
            }
        },
        "Dewdrop Jelly": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Dewdrop Jelly",
            "publicNotes": "<p>Dewdrop jellies are small water elementals resembling jellyfish made of gelatinous bubbles. They typically travel in small schools, floating through the air or swimming through the endless seas of their home plane. When threatened, the jellies discorporate into a thin, vaporous mist, reconstituting into their bubble shape only after the danger has passed. Their clever elusiveness makes them hard to find, leading some to claim that dewdrop jellies are mythical flights of fancy told to entertain children.</p>",
            "items": {
                "Dissolve": {
                    "name": "Dissolve",
                    "description": "<p><strong>Trigger</strong> The dewdrop jelly takes damage from a hostile action</p>\n<hr />\n<p><strong>Effect</strong> The dewdrop jelly dissolves into a fine mist. Until the start of the jelly's next turn, it can't be attacked or targeted and doesn't take up space. At the end of the round, the jelly re-forms in any open space within 25 feet of where it Dissolved.</p>"
                },
                "Overflow": {
                    "name": "Overflow",
                    "description": "<p>The dewdrop jelly flattens its bell and shoots forward, Flying or Swimming twice in a straight line toward its target and attempting a tentacle Strike. On a success, the dewdrop attaches to the target's face, covering its mouth in the suspended water of its gelatinous body. If the target cannot breathe water, it begins to drown. The DC to @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} is 16.</p>"
                }
            }
        },
        "Jaathoom Shuyookh": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Jaathoom Shuyookh",
            "languages": "Can't Speak Any Language; Cloud Of Visions",
            "items": {
                "Cloud of Visions": {
                    "name": "Cloud of Visions",
                    "description": "<p>120 feet. A jaathoom has telepathy 60 feet but can only show images rather than speaking.</p>"
                },
                "Naturally Invisible": {
                    "name": "Naturally Invisible",
                    "description": "<p>The jaathoom is @UUID[Compendium.pf2e.conditionitems.Item.zJxUflt9np0q4yML]{Invisible} at all times. They can become visible or return to invisibility as a single action, which has the concentrate trait.</p>"
                },
                "Turbulent Skies": {
                    "name": "Turbulent Skies",
                    "description": "<p>20 feet. Swirling winds make all squares in the emanation difficult terrain for Striding and Flying creatures. Creatures with the air trait are immune. The jaathoom can activate or deactivate this aura as a single action, which has the concentrate trait.</p>"
                },
                "Hurricane Blast": {
                    "name": "Hurricane Blast",
                    "description": "<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p><strong>Effect</strong> The jaathoom moves all creatures without the air trait in their turbulent skies aura 20 feet directly away, clockwise, or counterclockwise. A creature avoids being moved if it succeeds at a @Check[type:fortitude|dc:29] save.</p>"
                },
                "Impressive Wish": {
                    "name": "Impressive Wish",
                    "description": "<p><strong>Frequency</strong> three times per year</p>\n<hr />\n<p><strong>Effect</strong> The shuyookh conducts a wish ritual for the benefit of a mortal, requiring no cost or secondary casters. The shuyookh's result is a success if they succeed at a @Check[type:flat|dc:5] or a failure if not. The shuyookh's visions of the subject's future inform how it interprets the wish.</p>"
                },
                "Ominous Dreams": {
                    "name": "Ominous Dreams",
                    "description": "<p>The jaathoom sends a prophetic dream into the mind of a sleeping creature within 60 feet. An unwilling creature can avoid the vision if it succeeds at a @Check[type:will|dc:32] save. The jaathoom chooses the dream's subject but not its exact events. The target sees a brief vision of its future related to that subject, with the effect of augury. If the result is bad or mixed, the creature is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2} and doesn't start to recover from being frightened until it wakes.</p>"
                }
            }
        },
        "Whipping Willow": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Whipping Willow",
            "publicNotes": "<p>These tall, thin figures are too treelike to be dryads, yet too humanoid to be arboreals. Their blank faces and thin trunks bear only the slightest suggestion of humanoid features. Rather than hands, their long, branchlike arms eventually split into equally proportioned branchlike digits, which the willows use both to fight and swing through their native plane.</p>",
            "items": {
                "Grounded": {
                    "name": "Grounded",
                    "description": "<p>When saving against an effect attempting to knock them @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}, a whipping willow achieves one degree of success better than what they rolled. Additionally, the willow doesn't fall prone on a critical failure to @UUID[Compendium.pf2e.actionspf2e.Item.ge56Lu1xXVFYUnLP]{Trip} an opponent.</p>"
                },
                "Strangling Vines": {
                    "name": "Strangling Vines",
                    "description": "<p>When a whipping willow hits a creature with their whip Strike, they can choose to @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.Tkd8sH4pwFIPzqTr]{Grab} and begin strangling the creature. The target is suffocating and can’t speak as long as it’s strangled.</p>"
                },
                "Unseating Sweep": {
                    "name": "Unseating Sweep",
                    "description": "<p>The whipping willow attempts to @UUID[Compendium.pf2e.actionspf2e.Item.ge56Lu1xXVFYUnLP]{Trip} all creatures within a @Template[type:cone|distance:15], making a single @Check[type:athletics|traits:action:trip] check against all targets' Reflex DCs.</p>"
                }
            }
        },
        "Kinzaruk": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Kinzaruk",
            "items": {
                "Fold Form": {
                    "name": "Fold Form",
                    "description": "<p>The kinzaruk swiftly unfolds and refolds its body into a new shape chosen from the options of <em>@UUID[Compendium.pf2e.spells-srd.Item.wp09USMB3GIW1qbp]{Animal Form}</em>. This grants it the movement Speeds and Strikes of the chosen form, but none of the other benefits. Its attack bonus is unchanged, and its damage bonus is +3. The kinzaruk can return to its natural form by taking this action again, and automatically returns if it falls @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.513Y2ZSzvm8rijkp]{Effect: Fold Form}</p>"
                }
            }
        },
        "Carved Beast": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Carved Beast",
            "publicNotes": "<p>An untold number of stumps carved into roughly hewn animal shapes roam the Plane of Wood. The statue portion of these carved beasts is incapable of articulated movement, though the living wood at their base is fully animate. When left to their own devices, carved beasts prefer to roughly mimic the behaviors of the animals they resemble, like children playing with inarticulate toys.</p>",
            "ac": "(24 while Dug In)",
            "items": {
                "Top-Heavy": {
                    "name": "Top-Heavy",
                    "description": "<p>While the carved beast is not Dug In, its unwieldy design leaves it vulnerable to falling over. The DC of any attempt to knock the carved beast @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} is reduced by 5, and the beast takes a –5 status penalty to any check or save it attempts to resist being knocked prone. Additionally, whenever the beast fails to @UUID[Compendium.pf2e.actionspf2e.Item.ge56Lu1xXVFYUnLP]{Trip} opponents with its roots Strike, it critically fails instead. If successfully Shoved by an opponent, the beast must succeed at a @Check[type:reflex|dc:20] save or fall prone.</p>"
                },
                "Dig In": {
                    "name": "Dig In",
                    "description": "<p>The carved beast digs its roots into the ground for better protection and purchase. While Dug In, the carved beast can't Stride nor use its roots Strike; however, this also negates the effects of top-heavy, grants the beast a +2 status bonus to its AC and Fortitude saves, and increases the damage of its statue Strike by [[/r 1d8]]. The carved beast can spend an action on its turn to end the effect; alternatively, the effect ends when the carved beast is moved by force, such as via a successful @UUID[Compendium.pf2e.actionspf2e.Item.7blmbDrQFNfdT731]{Shove} attack.</p>"
                }
            }
        },
        "Avalanche Legion": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Avalanche Legion",
            "publicNotes": "<p>Elementals of the Plane of Earth can be fiercely territorial. Some more solitary elementals protect their lairs on their own, but occasionally others band together to defend larger regions that serve as shared turf. Notable among these alliances are avalanche legions, who patrol the perimeter of these shared territories, driving off intruders who dare to trespass upon their home ground.</p>\n<h2>Familial Instincts</h2>\n<p>Although elementals don't reproduce like typical creatures, living landslides sometimes develop bonds with smaller or weaker earth elementals, such as earth wisps, living boulders, and sod hounds. When several of these smaller elementals are gathered in one place, living landslides who cared for the creatures often continue to watch over their wards. Avalanche legions sometimes form from these gatherings, as multiple living landslides join forces to protect the smaller elementals.</p>",
            "hp": "16 squares Thresholds 160 (12 squares), 80 (8 squares)",
            "items": {
                "Earthbound": {
                    "name": "Earthbound",
                    "description": "<p>When not touching solid ground, the avalanche legion is @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1}.</p>"
                },
                "Earth Glide": {
                    "name": "Earth Glide",
                    "description": "<p>The avalanche legion can Burrow through any earthen matter, including rock. When it does so, the legion moves at its full burrow Speed, leaving no tunnels or signs of its passing.</p>"
                },
                "Pummeling Boulders": {
                    "name": "Pummeling Boulders",
                    "description": "<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p><strong>Effect</strong> The avalanche legion unleashes an onslaught of blows against each enemy within 5 feet (@Check[type:reflex|dc:28|basic:true] save). The damage depends on the number of actions.</p>\n<p><span class=\"pf2-icon\">1</span> @Damage[2d8[bludgeoning]] damage</p>\n<p><span class=\"pf2-icon\">2</span> @Damage[(3d8+8)[bludgeoning]] damage</p>\n<p><span class=\"pf2-icon\">3</span> @Damage[(4d8+11)[bludgeoning]] damage</p>"
                },
                "Spinning Stones": {
                    "name": "Spinning Stones",
                    "description": "<p>The avalanche legion spins in place, kicking up a barrage of stones. Each creature in a @Template[type:burst|distance:10] within 30 feet of the troop takes @Damage[(2d12+10)[bludgeoning]] damage (@Check[type:reflex|dc:28|basic:true] save). When the troop is reduced to 8 or fewer squares, this area decreases to a @Template[type:burst|distance:5].</p>"
                },
                "Trample into the Earth": {
                    "name": "Trample into the Earth",
                    "description": "<p>The avalanche legion speeds forward, running over creatures with their stone bodies and knocking them down. As @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.UNah0bxXxkcZjxO3]{Trample}; Gargantuan or smaller, @Damage[2d8[bludgeoning]] damage, @Check[type:reflex|dc:28|basic:true]. A creature that critically fails its save is knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}.</p>"
                },
                "Troop Movement": {
                    "name": "Troop Movement",
                    "description": "<p>Whenever the avalanche legion Strides or Burrows, it first Forms Up as a free action to condense into a 20-foot-by-20-foot area (minus any missing squares), then moves up to its respective Speed. This works just like a Gargantuan creature moving; for instance, if any square of the legion enters difficult terrain, the extra movement cost applies to all the elementals.</p>"
                }
            }
        },
        "Veiled Current": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Veiled Current",
            "publicNotes": "<p>Often considered cousins of phades, veiled currents are loose veils of wind who catch prey within their folds.</p>\n<hr />\n<p>Many elementals that roam the Plane of Air embody the mercurial formlessness and chaos of tumultuous storms.</p>\n<h2>Tempestuous Spirits</h2>\n<p>Air elementals are often flighty contrarians, often more concerned with bringing about change than with the specific changes they enact. Art and writing created by such elementals is exceptionally rare, as they usually destroy their projects once the challenge and excitement of completing them fades.</p>\n<h2>Invisible Courtiers</h2>\n<p>Formless and invisible elementals are the favored children of Hshurha, the air elementals' mother goddess. They receive favorable treatment in her realm, Verglas Precessional, where they serve as trusted advisors, emissaries to other planes, and members of her personal retinue, in addition to performing clandestine tasks the goddess wishes to keep hidden.</p>",
            "items": {
                "Naturally Invisible": {
                    "name": "Naturally Invisible",
                    "description": "<p>The veiled current is @UUID[Compendium.pf2e.conditionitems.Item.zJxUflt9np0q4yML]{Invisible} at all times. When they take a hostile action of any kind, the veiled current is @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden} instead of undetected as the vague outline of their humanoid form becomes faintly visible until the start of their next turn.</p>"
                },
                "Envelop": {
                    "name": "Envelop",
                    "description": "<p><strong>Requirements</strong> The veiled current begins their turn with a target of their size or smaller @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}</p>\n<hr />\n<p><strong>Effect</strong> The veiled current maintains the Grab and coalesces around the creature, stretching themself into a semisolid veil that smothers the creature within. This thereafter has the same effect as if the veiled current had @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.zU3Ovaet4xQ5Gmvy]{Engulfed} the creature (DC 26, 1d8+8 bludgeoning, @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} DC 26, Rupture 17). As engulfing a creature is a hostile action, the veiled current is @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden} instead of undetected every round it has a creature engulfed.</p>"
                }
            }
        },
        "Kizidhar": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Kizidhar",
            "publicNotes": "<p>Kizidhars look like walking trees, averaging 10 to 12 feet tall with branches twisting to form their arms, faces, and other features. A kizidhar can reshape their body to create any wooden object.</p>\n<hr />\n<p>The genies of the Plane of Wood, known as the kizidhars, are overbearing lords of their element. These master crafters of wood specialize in carpentry and all kinds of woodcarving, and they take a particular delight in reshaping the world in their own image—either through creating wooden statues of themselves or by manipulating and controlling the living things around them. Though they're able to carve themselves similarly, they usually regard their own forms as perfect.</p>\n<p>Shunning the company of other genies, they prefer to avoid those equal in power and instead surround themselves with circles of sycophants and flatterers. With the pathways to the Universe open again for the first time in ages, kizidhars roam the multiverse to find mortals they can tempt into joining their palace retinues as servants, entertainers, and valuable sources of new information.</p>",
            "languages": "Speak With Plants, Truespeech",
            "ac": "(24 with shield raised)",
            "items": {
                "Parting the Trees": {
                    "name": "Parting the Trees",
                    "description": "<p>The genie ignores difficult terrain from plants, and can share their space with larger plants, such as trees.</p>"
                },
                "Sculpt Wood": {
                    "name": "Sculpt Wood",
                    "description": "<p>The kizidhar creates a wooden item out of their body that appears in their hand and remains attached. The item can be a one-handed simple weapon, shield, or object of light Bulk. A kizidhar can instead use this ability to transform an item it's already holding or to remove an object to free its hand. Any item created with Sculpt Wood crumbles to splinters if removed from the kizidhar's possession.</p>"
                },
                "Take Root": {
                    "name": "Take Root",
                    "description": "<p>The genie thrusts their weapon into the ground. Plants sprout and grow out of the ground in a @Template[type:burst|distance:20] centered on one corner of the kizidhar's square. All squares on the ground in that area are difficult terrain until the kizidhar uses this ability again.</p>"
                }
            }
        },
        "Ore Louse": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Ore Louse",
            "publicNotes": "<p>Ore lice are six-legged insectile creatures that roost either just beneath or above the water's surface. They're highly territorial toward both strangers and each other, able to detect an intruder through the ripples in the water. Due to their diet, ore lice have incredibly tough chitin that's infused with metal. Cannibalism between ore lice is common when they're unable to locate other prey.</p>\n<p>Though there are far more suitable environments for ore lice bordering the Plane of Air, the creatures are often found where the Plane of Earth meets the Plane of Water. This was a mystery that puzzled many—until the Plane of Metal returned between the Planes of Earth and Water. Planar researchers realized that ore lice must have hunted here before the planar schism. On the Plane of Metal, ore lice often appear in horror stories chasing down metal elementals and ferociously devouring them. Their connection to Ferrumnestra adds to their infamy.</p>",
            "items": {
                "Metal Scent": {
                    "name": "Metal Scent",
                    "description": "<p>An ore louse can smell metal as a precise sense.</p>"
                },
                "Consume Living Metal": {
                    "name": "Consume Living Metal",
                    "description": "<p><strong>Requirements</strong> The ore louse is adjacent to a creature that died within the last hour and had the metal trait or was another ore louse</p>\n<hr />\n<p><strong>Effect</strong> An ore louse can replenish its health by eating the remains of its kin or a once-living metal creature. The ore louse feasts upon the corpse, regaining 3d6 Hit Points. The ore louse can regain Hit Points from a given corpse only once.</p>"
                },
                "Metal Snack": {
                    "name": "Metal Snack",
                    "description": "<p>An ore louse gains 5 temporary Hit Points each time its mandibles Strike either damages or breaks a metal item using its rust ability, or if it hits a creature that has the metal trait or is made of metal.</p>"
                },
                "Rust": {
                    "name": "Rust",
                    "description": "<p>An ore louse's Strikes causes metal to rapidly rust and corrode. If it succeeds at a mandibles or oxidizing spit Strike, the ore louse deals 3d6 damage (or double damage on a critical hit) to a metal item the target is wearing or holding, ignoring its Hardness. If the ore louse hits an unattended metal item, the item takes this damage automatically. If a creature uses the Shield Block reaction with a metal shield against the attacks, the shield is automatically broken, but no other item is rusted on that attack.</p>"
                },
                "Water Stride": {
                    "name": "Water Stride",
                    "description": "<p>The ore louse can stand and move on the surface of water or other liquids without falling through. The ore louse can go underwater if it wishes, but it must Swim to do so.</p>"
                }
            }
        },
        "Jann Shuyookh": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Jann Shuyookh",
            "publicNotes": "<p>Regarded as the progenitors of geniekind, janns hold a position of esteem above the genies tied to specific planes. They possess an inborn ability to grant wishes, which the other branches of geniekind lack and greatly envy. Nomadic jann shuyookhs rarely hold court, preferring to gather only when the need arises to perform great deeds. Lesser janns respect and venerate these leaders for their wisdom and total dedication to preserving the honor and reputation of their people. A jann shuyookh reads portents and omens when dealing with duplicitous mortals.</p>",
            "languages": "Truespeech",
            "items": {
                "Commanding Presence": {
                    "name": "Commanding Presence",
                    "description": "<p>20 feet.</p>\n<p>A creature that enters the aura must succeed at a @Check[type:will|dc:19] save or be @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2} (@UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 3} on a critical failure), and is then temporarily immune for 1 minute. A genie (with the exception of another jann) takes a –4 circumstance penalty to their save.</p>"
                },
                "Elemental Resistance": {
                    "name": "Elemental Resistance",
                    "description": "<p>The jann shuyookh's elemental resistance applies to cold, electricity, and fire damage, as well as all damage from elemental sources (including environmental damage from the elemental planes and damage from anything with the air, earth, fire, metal, water, or wood trait).</p>"
                },
                "All Made One": {
                    "name": "All Made One",
                    "description": "<p>The jann shuyookh calls upon all the elements that make up their being and chooses one. They gain an additional arcane spell they can cast at will and empower their Strikes with the element, dealing an extra 1d6 damage of the listed type. These benefits last until the shuyookh uses this ability again.</p>\n<ul>\n<li>Air: <em>@UUID[Compendium.pf2e.spells-srd.Item.9AAkVUCwF6WVNNY2]{Lightning Bolt}</em>, 1d6 electricity;</li>\n<li>Earth: <em>@UUID[Compendium.pf2e.spells-srd.Item.vh1RpbWfqdNC4L3P]{One with Stone}</em>, 1d6 bludgeoning;</li>\n<li>Fire: <em>@UUID[Compendium.pf2e.spells-srd.Item.sxQZ6yqTn0czJxVd]{Fireball}</em>, 1d6 fire;</li>\n<li>Metal: <em>@UUID[Compendium.pf2e.spells-srd.Item.3A3ueS9Q0s3U8KXE]{Noxious Metals}</em>, 1d6 electricity;</li>\n<li>Water: <em>@UUID[Compendium.pf2e.spells-srd.Item.LNOwaJAkCfsgTKgV]{Wall of Water}</em>, 1d6 bludgeoning;</li>\n<li>Wood: <em>@UUID[Compendium.pf2e.spells-srd.Item.KsWhliKfUs3IpW3c]{Wall of Thorns}</em>, 1d6 piercing.</li>\n</ul>"
                },
                "Wanderer's Wish": {
                    "name": "Wanderer's Wish",
                    "description": "<p><strong>Frequency</strong> three times per year</p>\n<hr />\n<p><strong>Effect</strong> The jann instantly grants the benefits of a critical success with the <em>wish</em> ritual to a mortal creature. This has no cost. That creature specifies what they wish for, but the interpretation is up to the jann. A jann typically attempts to grant wishes in a way that encourages growth and exploration. A summoned jann can't use this ability.</p>"
                }
            }
        },
        "Murajau": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Murajau",
            "publicNotes": "<p>Murajaus, one of many nomadic creatures of the Plane of Water, appear humanoid from the waist up but resemble a large hermit crab from the waist down, including a pair of strong pincers. Murajau communities are often multilingual, and many individuals are willing to work as translators and guides to adventurers if properly compensated. Rather than currency, murajaus prefer to deal in trinkets such as talismans, particularly those that protect travelers. For murajaus, such items signify their sincerity and unwavering desire to protect others. They trade tales among each other of treasure troves too dangerous to easily explore. Rather than keep this information solely for themselves, they're happy to share it with trustworthy people they meet in exchange for a small share.</p>\n<p>Faydhaans tell condescending tales of murajaus, describing their origin as royal servants who failed to fulfill a royal decree. Murajaus' own creation story, meanwhile, claims that the royal decree in question requested they travel the lands to provide shelter and hospitality to visitors, a mission they have since carried on for generations. They take great pride in treating guests well, especially in providing suitable food, drink, and gifts.</p>\n<hr />\n<p>To murajaus, one's shell signifies homestead, status, identity, and cultural inheritance. Community elders and leaders often wear shells passed down from a long line of successors, which carry modifications and marks that denote predecessors' achievements and failures. On the occasion that their community numbers exceed the number of shells available, a hunting season might be declared. Participants who return with suitable trophies are revered for their contribution and bravery.</p>",
            "items": {
                "Hefty Defense": {
                    "name": "Hefty Defense",
                    "description": "<p>A murajau's weight and legs make them incredibly difficult to trip or be moved unwillingly. They can be tripped only by creatures of their size or larger and have a +2 circumstance bonus to all defenses against being shoved or tripped. However, a murajau can Stand only as a 2-action activity.</p>"
                },
                "Retract": {
                    "name": "Retract",
                    "description": "<p>The murajau fully retreats into their shell, gaining greater cover; the bonus to Stealth applies only if the murajau is undetected. While in their shell, the murajau can't see outside and takes a –2 circumstance penalty to auditory Perception checks. The only move actions the murajau can take are to Stand or Step. The murajau can come back out as a single action.</p>"
                },
                "Talisman Faithful": {
                    "name": "Talisman Faithful",
                    "description": "<p>A murajau can affix talismans to their shell as though it were heavy armor, and they can affix up to three talismans to it at a time instead of one.</p>"
                },
                "Swinging Spear": {
                    "name": "Swinging Spear",
                    "description": "<p>The murajau makes a spear Strike. On a hit, the murajau twists their spear to move the target to any space adjacent to the murajau and deals an additional @Damage[2d6[bludgeoning]] damage as the target smashes into the murajau's thick shell.</p>"
                }
            }
        },
        "Veldenar": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Veldenar",
            "publicNotes": "<p>Some dangers lurking within the Endless Sky can doom prey before they even realize it; such are the ambush tactics of the 20-foot-tall elementals known as veldenars. Their inherent invisibility and pale, almost translucent forms make them among the most deadly creatures to call the Plane of Air home.</p>\n<p>Veldenars resemble amphibians from the Universe, albeit with myriad red eyes and an affinity for cold. Hunting along the edges of eternal storms, the event horizons of dead zones, and the banks of sky streams, veldenars prey on the lesser denizens of their home plane. They can often be found using their natural buoyancy to drift among the large chunks of magical ice that crossed onto the Plane of Air from its former border with the Plane of Water. There, they extend their tongues to trap unwary flying insects or adventurers who might happen to float by. Their multiple eyes keep watch for their next meal even while devouring current prey.</p>\n<p>The intense cold of a veldenar's stomach rapidly incapacitates its victims, allowing the predator to focus on returning to invisibility and finding a secluded spot to digest. Victims who escape the veldenar's stomach often feel chilled to the bone for days.</p>\n<p>Veldenars aren't discerning about who or what they inhale. As a result, kinds of scrap can collect in their stomachs, especially inorganic material. Those hunting veldenars often wait until the elemental needs to regurgitate debris, as this is one of the few times a veldenar can be caught in a compromising position, unable to capture anything due to their clogged esophagus.</p>\n<h2>Paired Predators</h2>\n<p>Veldenars bond in partnership for life, which can be well over a century. Utilizing their ambush pack tactics, one veldenar will often drive potential prey into their partner's clutches. Visitors to the Plane of Air should keep in mind that if they happen to spot one veldenar, another is likely close by.</p>",
            "items": {
                "Natural Invisibility": {
                    "name": "Natural Invisibility",
                    "description": "<p>A veldenar is naturally @UUID[Compendium.pf2e.conditionitems.Item.zJxUflt9np0q4yML]{Invisible} and only becomes visible when using a hostile action. Creatures it has engulfed remain visible within it, albeit slightly blurred by the veldenar's translucent skin.</p>"
                },
                "Viscous Breath": {
                    "name": "Viscous Breath",
                    "description": "<p>15 feet. The veldenar raises the viscosity of the surrounding air just by breathing it. Creatures who enter or start their turn within the emanation treat the area as difficult terrain and take a –2 status penalty to any non-magical physical attacks they attempt. This aura is suppressed whenever the veldenar has a creature engulfed.</p>"
                },
                "Vacuum": {
                    "name": "Vacuum",
                    "description": "<p><strong>Requirements</strong> The veldenar doesn't have a creature engulfed</p>\n<hr />\n<p><strong>Effect</strong> The veldenar forcefully unlocks then expands its jaws to inhale the air in a @Template[type:cone|distance:15] before it, pulling Large or smaller creatures into its cavernous maw. The veldenar @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.zU3Ovaet4xQ5Gmvy]{Engulfs} the creatures in the area (@Check[type:reflex|dc:27], @Damage[(1d10+10)[cold]], @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} DC 27, Rupture 25).</p>"
                }
            }
        },
        "Twins of Rowan": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Twins of Rowan",
            "publicNotes": "<p>Twins of rowan are among the most powerful elementals on the Plane of Wood, specially crafted to patrol a wide range of wilderness and maintain the plane’s carefully constructed order. Despite having two heads and torsos, each twins of rowan is a singular creature; like all wood elementals, their true consciousness is not in their heads but in the roots, and their true body is the trunk of the tree, not the extended limbs.</p>",
            "items": {
                "Shielded Eyes": {
                    "name": "Shielded Eyes",
                    "description": "<p>A twins of rowan’s protective mask shields them from blinding and dazzling effects.</p>"
                },
                "Beacon of the Rowan Guard": {
                    "name": "Beacon of the Rowan Guard",
                    "description": "<p>40 feet.</p>\n<p>The lantern carried by the twins of rowan contains pure elemental life energy that resonates with and empowers all wood elementals. While within the emanation, a creature with the elemental trait and either the plant trait or wood trait gains fast healing 10 and a +2 circumstance bonus to all attack and damage rolls. The aura can be counteracted with a DC 30 check to <em>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</em>; doing so deactivates the aura for [[/br 1d6 #Rounds Deactivated]] rounds</p>"
                },
                "Follow-Up Combo": {
                    "name": "Follow-Up Combo",
                    "description": "<p>The twins of rowan makes a rapier Strike, followed by two fist Strikes, all against the same target. These attacks all count toward the twins' multiple attack penalty, but the penalty doesn't increase until after the twins make their attacks.</p>"
                },
                "Lifespring Burst": {
                    "name": "Lifespring Burst",
                    "description": "<p>Once per day, the twins of rowan can strike the ground with their sword, releasing a @Template[type:burst|distance:30] of life energy centered on the twins that deals @Damage[14d6[positive]] damage (@Check[type:fortitude|dc:30|basic:true] save); the twins of rowan is immune. The area affected by this burst then becomes greater difficult terrain as vibrant new plant life ruptures through it.</p>"
                }
            }
        },
        "Living Magma": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Living Magma",
            "publicNotes": "<p>Living magmas can lie dormant for centuries below the earth before they awaken from their slumber in a fiery a volcanic eruption. This is especially dangerous when entire colonies of the molten elementals arise at the same time.</p>\n<hr />\n<p>The ifrits of the Dominion of Flame conscript even more of the plane's fire elementals in preparation for new wars in the returned planes, even mobilizing ones that rarely travel near settlements.</p>",
            "items": {
                "Molten Form": {
                    "name": "Molten Form",
                    "description": "<p>Any creature that hits the living magma with an unarmed Strike or otherwise touches it takes @Damage[10[fire]] damage. If a gallon or more of water touches the living magma, or if it's affected by a water effect, its outer layer of lava hardens to a rocky shell, deactivating its molten form and imposing weakness 15 to bludgeoning damage. Molten form reactivates if the living magma swims in lava for 1 minute.</p>"
                },
                "Trap Weapon": {
                    "name": "Trap Weapon",
                    "description": "<p><strong>Frequency</strong> once per round</p>\n<p><strong>Trigger</strong> A creature hits the living magma with a melee weapon</p>\n<hr />\n<p><strong>Effect</strong> The living magma attempts an @Check[type:athletics|defense:athletics] check against the triggering creature's Athletics DC. On a success, the living magma traps the weapon in its body and pulls it from the attacker's grasp. A creature can Interact to retrieve the weapon, but the attempt fails unless the creature succeeds at an @Check[type:athletics|dc:resolve(@actor.system.saves.fortitude.dc)] check against the living magma's Fortitude DC (typically 36). If the living magma uses Engulf, it also absorbs all trapped weapons, rendering them unreachable until it dies.</p>"
                },
                "Launch Lava": {
                    "name": "Launch Lava",
                    "description": "<p>The living magma hurls an exploding glob of lava up to 120 feet. Each creature in a @Template[type:burst|distance:10] takes @Damage[7d6[fire]] damage (@Check[type:reflex|dc:33|basic:true] save).</p>"
                },
                "Reignite": {
                    "name": "Reignite",
                    "description": "<p><strong>Requirements</strong> The living magma is not in molten form</p>\n<hr />\n<p><strong>Effect</strong> The living magma returns to molten form.</p>"
                },
                "Volcanic Heat": {
                    "name": "Volcanic Heat",
                    "description": "<p>40 feet. Any creature that enters or starts its turn in the aura takes @Damage[15[fire]] damage (@Check[type:fortitude|dc:33|basic:true] save). A creature that fails its save is also @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} until it's no longer in the aura.</p>"
                }
            }
        },
        "Ferrous Butterfly": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Ferrous Butterfly",
            "items": {
                "A Thousand Cuts": {
                    "name": "A Thousand Cuts",
                    "description": "<p>A ferrous butterfly's knifelike wings cause terrible lacerations that continue to bleed. Any creature with persistent bleed damage from a ferrous butterfly's wing attack has weakness 2 to slashing damage until the bleeding is stopped.</p>"
                },
                "Swoop": {
                    "name": "Swoop",
                    "description": "<p>The ferrous butterfly Flies up to its Speed and makes a wing Strike at any point during that movement.</p>"
                }
            }
        },
        "Sootsoldiers": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Sootsoldiers",
            "publicNotes": "<p>Powerful deities and warlords strive for dominance over the Plane of Fire and the rest of the Inner Sphere in order to prove fire's supremacy. Armies of flaming soldiers go to war against each other on battlefields of smoke and smoldering char, all unable to bring their full power to bear. Ymeri, the vicious and victorious Queen of the Inferno, commands legions of sootsoldiers: elementals capable of battling the armies of her foes and, even when destroyed, rising from the ashes of the Eternal Furnace, scorched and triumphant.</p>",
            "hp": "(16 squares); Thresholds 110 (12 squares), 55 (8 squares);",
            "items": {
                "Ashen Smoke": {
                    "name": "Ashen Smoke",
                    "description": "<p>When the sootsoldiers are reduced by an HP Threshold or are reduced to 0 HP, the destroyed soldiers crumble to a cloud of ash-laden smoke in @Template[type:burst|distance:20] centered on the sootsoldiers. All creatures within the cloud are @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed}, and all creatures outside it are concealed to those inside. The smoke lasts for 1 minute or until dispersed by a strong wind.</p>"
                },
                "Incinerating Grasp": {
                    "name": "Incinerating Grasp",
                    "description": "<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p><strong>Effect</strong> The sootsoldiers reach to constrain each enemy within 5 feet in their fiery clutches (@Check[type:reflex|dc:26|basic:true] save). The damage and additional effects depend on the number of actions.</p>\n<p><span class=\"pf2-icon\">1</span> @Damage[2d8[fire]] damage</p>\n<p><span class=\"pf2-icon\">2</span> @Damage[(3d8+7)[fire]] damage plus @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}</p>\n<p><span class=\"pf2-icon\">3</span> @Damage[(4d8+7)[fire]] damage plus grabbed</p>"
                },
                "Seething Flash": {
                    "name": "Seething Flash",
                    "description": "<p>The sootsoldiers reignite and rush across the battlefield, Forming Up and Striding twice. At the end of this movement, a wave of flame and heat pours off the sootsoldiers, dealing @Damage[4d8[fire]] damage to other creatures in a @Template[type:emanation|distance:10], with a @Check[type:reflex|dc:29|basic:true] save. A creature that critically fails its save is also knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}.</p>"
                },
                "Smoke Vision": {
                    "name": "Smoke Vision",
                    "description": "<p>Sootsoldiers ignore the @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} condition from smoke.</p>"
                },
                "Troop Movement": {
                    "name": "Troop Movement",
                    "description": "<p>Whenever the sootsoldiers Stride, they first Form Up as a free action to condense into a 20-foot-by-20- foot area (minus any missing squares), then move up to their Speed. This works just like a Gargantuan creature moving; for instance, if any of the sootsoldiers' squares enters difficult terrain, the extra movement cost applies to the whole troop.</p>"
                }
            }
        },
        "Despairing Pall": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Despairing Pall",
            "publicNotes": "<p>Despairing palls are small, dark clouds that float aimlessly through the Plane of Air, casting literal and emotional shadows wherever they go. Pranksters and mischievous elementalists often summon them to rain on a rival's parade.</p>\n<hr />\n<p>Many elementals that roam the Plane of Air embody the mercurial formlessness and chaos of tumultuous storms.</p>\n<h2>Tempestuous Spirits</h2>\n<p>Air elementals are often flighty contrarians, often more concerned with bringing about change than with the specific changes they enact. Art and writing created by such elementals is exceptionally rare, as they usually destroy their projects once the challenge and excitement of completing them fades.</p>\n<h2>Invisible Courtiers</h2>\n<p>Formless and invisible elementals are the favored children of Hshurha, the air elementals' mother goddess. They receive favorable treatment in her realm, Verglas Precessional, where they serve as trusted advisors, emissaries to other planes, and members of her personal retinue, in addition to performing clandestine tasks the goddess wishes to keep hidden.</p>",
            "items": {
                "Duskflow": {
                    "name": "Duskflow",
                    "description": "<p><strong>Trigger</strong> The despairing pall is damaged by a melee Strike</p>\n<hr />\n<p><strong>Effect</strong> Darkness billows out from the despairing pall, covering its attacker in inky shadow. The despairing pall immediately Steps up to 15 feet in any direction. If the despairing pall took the triggering damage due to a reaction it provoked by moving, it can then finish the movement. For one round, the triggering attacker is cloaked in darkness and perceives light as one step lower (bright light becomes dim light, for example), affecting its ability to sense creatures and objects accordingly.</p>"
                },
                "Downcast": {
                    "name": "Downcast",
                    "description": "<p>The despairing pall Flies up to its Speed, then rains gloom and despair in a @Template[type:line|distance:15] straight down. Creatures in the area must succeed at a @Check[type:will|dc:16] save or take a –1 status penalty to attack rolls until the end of the despairing pall's next turn.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.zjVBG6uDd4WKWeKU]{Effect: Downcast}</p>"
                }
            }
        },
        "Metal Wisp": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Metal Wisp",
            "publicNotes": "<p>A metal wisp is a roiling sphere of rust particles and sharp metal fragments, all furiously orbiting a liquid metal core that resembles the skull of a mortal creature—usually a humanoid, but animal and even more fantastical skulls are not uncommon. They don't form attachments as easily as wisps from other elemental planes, which tend to view metal wisps as too morose, although they retain a certain curiosity since their return from the planar severance.</p>",
            "items": {
                "Rust Vision": {
                    "name": "Rust Vision",
                    "description": "<p>A metal wisp ignores the concealed condition from rust clouds.</p>"
                },
                "Resonance": {
                    "name": "Resonance",
                    "description": "<p>30 feet.</p>\n<p>All wisps vibrate at a frequency attuned to their element, resonating with and empowering all creatures and effects sharing that trait. Creatures in the area gain a +1 status bonus to attack and damage rolls made with metal weapons or effects with the metal trait; a creature with the elemental and metal traits gains this bonus to all attack and damage rolls.</p>"
                },
                "Rust Cloud": {
                    "name": "Rust Cloud",
                    "description": "<p>A metal wisp is constantly surrounded by a cloud of rust flakes that cause it to be @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} from creatures more than 5 feet away from it.</p>"
                }
            }
        },
        "Munsahir Trooper": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Munsahir Trooper",
            "publicNotes": "<p>Highly skilled troopers mostly come from the bronze class.</p>\n<hr />\n<p>Munsahirs build militaristic, traditional societies.</p>\n<h2>Munsahir Hierarchy</h2>\n<p>The three strata of munsahir society can be observed in the kilts worn by all members. Nobles, the unimpeachable rulers, wear elaborate brass kilts. In the middle of society are businesspeople and traders bedecked in bronze. Raw copper adorns those in the working class, who do most of the building and hard labor for munsahir society. Officially speaking, there is no class mobility; horrible crimes might cause a brass noble to be sent to prison but can't cause them to lose their station.</p>",
            "items": {
                "Heat of the Forge": {
                    "name": "Heat of the Forge",
                    "description": "<p>10 feet. An munsahir's skin radiates heat like a forge's fire. A creature that starts its turn in the area must succeed at a @Check[type:fortitude|dc:20] save or become @UUID[Compendium.pf2e.conditionitems.Item.HL2l2VRSaQHu9lUw]{Fatigued} while it remains in the area. Creatures immune to environmental heat effects or with any fire resistance are immune.</p>"
                },
                "Self-Destruct": {
                    "name": "Self-Destruct",
                    "description": "<p>When the munsahir is reduced to 0 HP, their armor explodes at the start of their next turn, dealing @Damage[5d6[fire]] damage in a @Template[type:emanation|distance:10] (@Check[type:reflex|dc:19|basic:true]).</p>"
                },
                "Burning Touch": {
                    "name": "Burning Touch",
                    "description": "<p>The munsahir gatecrasher's Strikes deal an extra @Damage[1d6[fire]] damage (included above). When the gatecrasher successfully performs a @UUID[Compendium.pf2e.actionspf2e.Item.PMbdMWc2QroouFGD]{Grapple} or @UUID[Compendium.pf2e.actionspf2e.Item.7blmbDrQFNfdT731]{Shove} action, they also deal @Damage[1d6[fire]] damage to their target.</p>"
                }
            }
        },
        "Living Grove": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Living Grove",
            "publicNotes": "<p>A living grove is a singular connected entity, with dozens of genetically identical trunks united within the same root system. At rest, a living grove resembles nothing so much as a small arboretum of birch and aspen trees, though oak and redwood varieties that are significantly larger and tougher exist as well.</p>\n<hr />\n<p>At first glance, wood elementals might not seem to have the same destructive potential as their cousins from the Planes of Fire, Water, or Air, but don't be fooled. The woods can be a dangerous place.</p>\n<p>Though some resemble animals, the elemental beasts presented here are still plants, and their life cycles reflect it. Vegetable lambs grow on rooted stalks, from which they can't be removed until they've matured (or perhaps ripened), leaving them dependent on their immediate surroundings for food. Moss sloths are little more than lumps of green fluff for the first century of their existence, only gaining limited mobility once they can grow their defensive wooden claws.</p>\n<h2>Wild But Unwild</h2>\n<p>Many wood elementals are created by kizidhars and other powerful creatures on the Plane of Wood and placed in rote roles. Populating nature preserves and sprawling estates, they can be unsure how to behave if released into the wild. They're essentially born domesticated and will likely act far differently than the wild creatures they mimic, even in natural environments. Their natural predators are few, putting the elementals at less risk, although they're still sometimes eaten by giant termites or captured by some as pets.</p>\n<h2>A Brain By Any Other Name</h2>\n<p>Even if Lady Shumunue taught the wood elementals' ancestors to mimic animals, a wood elemental's consciousness is contained not in a brain but in its root system. Entities like nursery crawlers, living groves, and carved beasts use this to their advantage. That an elemental's wooden body can be carved and crafted, apparently without lasting harm, implies that they might not feel pain so long as their roots remain undamaged.</p>",
            "languages": "Understands But Can't Speak",
            "ac": "21 without defensive camouflage",
            "items": {
                "Defensive Camouflage": {
                    "name": "Defensive Camouflage",
                    "description": "<p>The living grove can @UUID[Compendium.pf2e.actionspf2e.Item.XMcnh4cSI32tljXa]{Hide} in natural environments even if it doesn't have cover. While Hiding, its root system is safely covered in dirt, granting the grove a +3 status bonus to AC. A critical hit cracks this protective layer of earth to disperse in the wind, ending the effect.</p>"
                }
            }
        },
        "Ifrit Shuyookh": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Ifrit Shuyookh",
            "publicNotes": "<p>The leaders and luminaries of ifrits come from the wise but cruel shuyookhs. These spiteful manipulators lord their might over other genies and twist mortal greed into grief. Ifrit shuyookhs guide the Dominion of Flame with their vicious whims and unwavering belief in ifrit supremacy.</p>\n<h2>Hot Gossip</h2>\n<p>Scion of the noble but disgraced Mishalq family, the ifrit information broker Qalkami Mishalq emerged from exile and returned to the Dominion of Flame following the death of Sultan Suleiman XXII. Qalkami used contacts in the Pathfinder Society to eliminate her rivals in the Cinderfury family and step into a power vacuum of her own creation, expanding her control and influence among the great nobility of Medina Mudii'a.</p>",
            "languages": "Truespeech",
            "items": {
                "Heat of Blazing Wings": {
                    "name": "Heat of Blazing Wings",
                    "description": "<p>5 feet, @Damage[4d6[fire]] damage (@Check[type:reflex|dc:31|basic:true])</p>"
                },
                "Burning Grasp": {
                    "name": "Burning Grasp",
                    "description": "<p>When the ifrit Grabs or restrains a creature, that creature takes @Damage[4d6[fire]] damage, and takes @Damage[4d6[fire]] damage at the end of each of its turns until freed.</p>"
                },
                "Combat Grab": {
                    "name": "Combat Grab",
                    "description": "<p><strong>Requirements</strong> The ifrit shuyookh has a hand free</p>\n<hr />\n<p><strong>Effect</strong> The shuyookh makes a melee Strike. If the Strike hits, the target is @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} in the shuyookh's free hand.</p>"
                },
                "Pedantic Wish": {
                    "name": "Pedantic Wish",
                    "description": "<p><strong>Frequency</strong> three times per year</p>\n<hr />\n<p><strong>Effect</strong> The shuyookh conducts a wish ritual for the benefit of a mortal, requiring no cost or secondary casters. The shuyookh's result is a success if they succeed at a @Check[type:flat|dc:5] or a failure if not. The shuyookh subverts the wish-maker's true intentions, twisting the phrasing to maximize suffering.</p>"
                }
            }
        },
        "Olobigonde": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Olobigonde",
            "publicNotes": "<p>Though the Plane of Water is mostly liquid, it does contain its share of solid material, whether in the form of free-floating aquatic plants, hunks of coral, or even detritus from lost underwater cities. Flotsam and jetsam collect across the plane, and olobigondes are just one of the many creatures that have evolved to live among and consume this detritus. These flat, round fish are covered in a moss-like skin that makes them exceptionally difficult to spot as they hug the sides of flotsam, feeding off the waste that drifts into their wide, open mouths.</p>\n<p>While olobigondes are primarily detritivores, they've been known to lie in wait within a forest of kelp or against a mossy stone to ambush smaller creatures, such as water scamps or lone passing merfolk. The fish launch themselves from their hiding spot to take large bites out of their surprised prey, then grab the victim as it tries to flee. Despite their size and ungainly shape, olobigondes can move quickly in water, though their bursts of speed are usually short-lived. In addition to maintaining a firm hold on prey, olobigondes' mouths are filled with a unique toxin that weakens and decomposes living flesh. The hungry fish easily gulp down the resulting slurry.</p>\n<p>Ancient olobigondes grow truly immense, and their outward appearance evolves. There seems to be no limit to their size. Their skin even separates into plates with deep channels where water can accumulate, giving them the appearance of an entire patch of detritus rather than one piece.</p>\n<hr />\n<p>Alchemists who travel the planes have discovered how readily an olobigonde's toxin can decompose flesh, and some have discovered ways to incorporate it into their creations. An olobigonde's corpse yields approximately 1 gp worth of raw materials when harvested with a successful @Check[type:crafting|dc:16] or Survival check (2 gp worth on a critical success). This material can be used only to craft alchemical bombs with the poison trait.</p>",
            "items": {
                "Ambush": {
                    "name": "Ambush",
                    "description": "<p><strong>Trigger</strong> A target creature passes within 20 feet of the olobigonde's hiding place and has not detected the olobigonde</p>\n<hr />\n<p><strong>Effect</strong> The olobigonde lunges out of its hiding place, Swims directly toward the triggering creature, and makes a jaws Strike against it. The target creature is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to this attack.</p>"
                },
                "Decomposing Toxin": {
                    "name": "Decomposing Toxin",
                    "description": "<p>A living creature struck by an olobigonde's jaws Strike must succeed at a @Check[type:fortitude|dc:15] save or become @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} and take [[/r 1d6[poison,persistent]]] damage (or @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 2} with [[/r 2d6[poison,persistent]]] damage on a critical failure). The enfeebled condition ends when the persistent damage does. A creature currently affected by decomposing toxin doesn't need to save again.</p>"
                },
                "Reactive Grab": {
                    "name": "Reactive Grab",
                    "description": "<p><strong>Trigger</strong> A creature within the olobigonde's reach leaves a square during a move action it's using</p>\n<p><strong>Requirements</strong> The olobigonde doesn't have a creature @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}</p>\n<hr />\n<p><strong>Effect</strong> The olobigonde attempts to @UUID[Compendium.pf2e.actionspf2e.Item.PMbdMWc2QroouFGD]{Grapple} the triggering creature with its jaws. On a success, the target also takes @Damage[3[piercing]] damage (doubled on a critical success).</p>"
                }
            }
        },
        "Lomori Sprout": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Lomori Sprout",
            "publicNotes": "<p>Lomori sprouts are passionate gardeners who closely tend new growth on the Plane of Wood. Incredibly industrious, they lovingly guide young plants into elaborate constructions and patterns, forming tree tunnels, spiraling fields of flowers, complex hedge mazes, towering tapestries of interwoven bamboo, and other dizzying creations. Lomori sprouts meticulously collect the trimmings, seeds, and debris from the flora in their care. They plant the seeds to yield new growth and frenetically weave the rest into nests, spheres, and other simple objects. They're shy and skittish, often losing themselves in their labors, but they're always friendly to those who treat their gardens with respect.</p>\n<p>Lomoris are aeon spirits dispatched to the elemental planes long ago to pursue the act of creation. While most of the aeons dispatched to the other elemental planes performed their duties and rejoined their aeon brethren, those on the Plane of Wood lingered, becoming trapped as the plane receded. Over the ages, they adapted and evolved into lomoris. Today, lomoris have more in common with the other denizens of the Plane of Wood than they do with their aeon ancestors.</p>\n<p>Lomori sprouts, much like conrasus, have a central black sphere, known as a lomori's core, that functions as their primary body and consciousness. Where conrasus forge a sturdy exoskeleton, lomoris cultivate a tall mound of prairie grass surrounding their core, which easily grows to be 2–3 times the core's height. The lomori shapes the mound as it grows, creating protective layers to guard their core and forming other useful appendages. Most lomoris have six intricately detailed, crab-like legs of wood that emerge from the lower half of their core, allowing them to rapidly scuttle across the ground or climb trees.</p>",
            "items": {
                "Scurry": {
                    "name": "Scurry",
                    "description": "<p><strong>Trigger</strong> A creature the lomori sprout can observe attacks the sprout;</p>\n<hr />\n<p><strong>Effect</strong> After the attack resolves, the lomori sprout can Stride up to their speed. This movement doesn't trigger reactions from the triggering creature.</p>"
                },
                "Greater Forest Passage": {
                    "name": "Greater Forest Passage",
                    "description": "<p>The lomori sprout ignores difficult terrain and greater difficult terrain from plants and fungi.</p>"
                },
                "Take Root": {
                    "name": "Take Root",
                    "description": "<p><strong>Requirements</strong> The lomori sprout is on the ground</p>\n<hr />\n<p><strong>Effect</strong> The lomori sprout plants themself in the ground. Grasping roots erupt from the ground in a @Template[type:burst|distance:5] within 60 feet of the lomori sprout, dealing @Damage[4d4[bludgeoning]] damage (@Check[type:reflex|dc:20|basic:true] save) to creatures in the area; on a failed save, a creature gains the @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} condition until it Escapes (DC 20). The roots also make the area difficult terrain for 1 minute, after which they decompose into fertile mulch; the area is no longer difficult terrain, and any creatures still immobilized by the roots automatically @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape}.</p>"
                }
            }
        },
        "Skymetal Striker": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Skymetal Striker",
            "publicNotes": "<p>A skymetal striker resembles a serpent—or, more precisely, the two-headed serpent known as an amphisbaena—made of a long string of dozens of spinning, sharp- toothed circular saw blades. These blades array themselves along the creature's body like beads on an invisible cord of magnetic force. Although the blades making up the creature are typically composed of many different metals and alloys, it is best known, feared, and named for the blades of orichalcum and inubrix that form the \"heads\" at either end of its serpentine body.</p>\n<hr />\n<p>Metal elementals can manifest in a wide variety of different forms, from shapeless amalgams of different metals to humanoid and beast-like monstrosities.</p>\n<h2>Metal Forms</h2>\n<p>Though metal elementals are made almost entirely of metal, most are composed of layers of different metals in tiny fragments, as complex as a body of flesh or plant matter. Many of these metals are rusted or decayed from the natural, slow entropy of the Plane of Metal.</p>\n<h2>Strange Metals</h2>\n<p>Inubrix and orichalcum are types of skymetal—a collective term used in the Universe to refer to exceedingly rare metals, most possessing magical properties, found on distant planets and fallen stars. Skymetal can be found in abundance on the Plane of Metal, however, and many metal elementals contain at least a bit of one type or another. Inubrix, colloquially called ghost iron, is prized for its ability to phase through other metals, while orichalcum's mystical properties can warp the very flow of time around it.</p>",
            "items": {
                "Phase Blade": {
                    "name": "Phase Blade",
                    "description": "<p>A skymetal striker's inubrix fangs Strike ignores damage resistance from metal armor's armor specialization effects and the circumstance bonus to AC from metal shields, and it doesn't trigger the Shield Block reaction from a metal shield.</p>"
                },
                "Temporal Stutter": {
                    "name": "Temporal Stutter",
                    "description": "<p>A creature not already affected by temporal stutter that takes damage from a skymetal striker's orichalcum fangs Strike must attempt a @Check[type:fortitude|dc:25] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is @UUID[Compendium.pf2e.conditionitems.Item.nlCjDvLMf2EkV2dl]{Quickened 2} until the end of its next turn.</p>\n<p><strong>Success</strong> The target is @UUID[Compendium.pf2e.conditionitems.Item.nlCjDvLMf2EkV2dl]{Quickened 1} until the end of its next turn.</p>\n<p><strong>Failure</strong> The target is @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} until the end of its next turn.</p>\n<p><strong>Critical Failure</strong> The target is @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 2} until the end of its next turn.</p>"
                },
                "Two-Headed Assault": {
                    "name": "Two-Headed Assault",
                    "description": "<p>The skymetal striker makes one inubrix fangs Strike and one orichalcum fangs Strike, each against a different creature. Its multiple attack penalty increases only after all the attacks are made.</p>"
                }
            }
        },
        "Vault Builder": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Vault Builder",
            "publicNotes": "<p>The vault keepers lost Sairazul's spark and have life spans of two to three millennia. They maintain and protect the xiomorns' many experiments.</p>\n<hr />\n<p>When Sairazul created xiomorns, they were immortal. She created 65,536, all in her own image, and all imbued with a piece of her divine spark. During her imprisonment, Ayrzul used visions of a future extinction to manipulate them into sacrificing their power to him. This sacrifice split xiomorns into two classes: 32,768 vault builders who kept Sairazul's essence and 32,768 vault keepers who would live forever no longer. For millennia, xiomorns built a vast, magical civilization across the Plane of Earth, and when there was no space left to build, they left. On each new world, xiomorns build their vaults and conduct their experiments, endlessly searching for clues to help them avoid their extinction.</p>\n<h2>Vault Seeds</h2>\n<p>Xiomorns create magical underground caverns using vault seeds, ancient magical tools bequeathed to their species by Ayrzul as a reward for their sacrifice. The vault seeds were used to create the Vaults of Orv in Golarion's Darklands, and an accident involving an out-of-control vault seed created the mysterious Emerald Spire.</p>\n<h2>Crystal Crafters</h2>\n<p>Xiomorns have mastered the creation of numerous magic items made of crystal beyond generation stones and vault seeds. These include pillars of black stone called whisperstones that allow xiomorns to communicate telepathically across vaults, orvgates that use weblike funnels of green crystal to allow teleportation between Darklands vaults, and a vortex in Orv called the Crystal Womb that connects to a crucial stronghold on the Plane of Earth.</p>",
            "allSaves": "+1 status to all saves vs. spells ( +4 status vs. earth)",
            "languages": "Telepathy 300 Feet",
            "items": {
                "+2 Status to Recall Knowledge About Earth": {
                    "name": "+2 Status to Recall Knowledge About Earth"
                },
                "Craft Crystal Wand": {
                    "name": "Craft Crystal Wand",
                    "description": "<p><strong>Frequency</strong> twice per day</p>\n<hr />\n<p><strong>Effect</strong> The vault builder spends 10 minutes creating a magic wand out of radioactive green crystal, containing any 8th-rank or lower earth spell of their choice. The wand can be used by other creatures, but it crumbles to sand at the end of the day and has no monetary value. The vault builder can expend both daily uses to instead make a <em>+3 greater striking @UUID[Compendium.pf2e.equipment-srd.Item.a8YCTjKnXySKpU5C]{Major Staff of Earth}</em>.</p>"
                },
                "Item Caster": {
                    "name": "Item Caster",
                    "description": "<p>The vault keeper can Cast a Spell from any item (such as a staff or wand) as though it were on their spell list.</p>"
                },
                "Constraining Crystal": {
                    "name": "Constraining Crystal",
                    "description": "<p>When the vault builder deals damage with a claw Strike, glowing green crystals cluster at the site of the attack. The target must succeed at a @Check[type:fortitude|dc:31] save or become @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} for 1 hour (or @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2} on a critical failure). If the creature is already clumsy due to constraining crystal, additional failures increase that clumsy value instead, to a maximum of @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 4}. A target that fails its save while Clumsy 4 is @UUID[Compendium.pf2e.conditionitems.Item.dTwPJuKgBQCMxixg]{Petrified} with an unlimited duration.</p>"
                },
                "Crystal Burst": {
                    "name": "Crystal Burst",
                    "description": "<p>An explosion of razor-sharp splinters deals @Damage[24d6[piercing]|traits:item:frequency:limited] damage in a @Template[type:burst|distance:30] within 120 feet, with a @Check[type:reflex|dc:46|basic:true] save. The vault keeper can't use Crystal Burst again for [[/br 1d4 #Recharge Crystal Burst]]{1d4 rounds}.</p>"
                },
                "Earth Glide": {
                    "name": "Earth Glide",
                    "description": "<p>The vault builder can Burrow through any earthen matter, including rock. When they do so, the vault builder moves at their full burrow Speed, leaving no tunnels or signs of their passing.</p>"
                },
                "Slashing Surge": {
                    "name": "Slashing Surge",
                    "description": "<p>The vault keeper Strides or Climbs and makes two claw Strikes at any point during that movement. Each Strike must target a different creature. The multiple attack penalty doesn't increase until after both attacks.</p>"
                }
            }
        },
        "Harvest Regiment": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Harvest Regiment",
            "publicNotes": "<p>Great fruiting trees grow in massive orderly rows in a region of the Plane of Wood called Armory Grove. Over the course of decades, a regiment tree's branches grow heavy, laden with fruits uncannily shaped like people. They're cultivated by retired warriors whose tireless work ensures that these fruits grow into a form suitable for battle. Their efforts instill tactical knowledge in these fruit warriors so they're prepared to fight as soon as they fall from the tree—which they do simultaneously, forming one battle-ready unit. Each soldier is equal in skill and similar in form, with a wooden outer shell that splits into portions as the flesh of the fruit inside ripens. A slain warrior contains seeds within its body that can slowly germinate in rich soil with enough water—or blood. Every battlefield can become a new garden.</p>",
            "hp": "Thresholds: 90, 45",
            "items": {
                "Juice Shower": {
                    "name": "Juice Shower",
                    "description": "<p>When a harvest regiment is critically hit or critically fails a save against a damaging effect, sticky fruit juices splash out. This affects all creatures in a @Template[type:emanation|distance:5]. A splashed creature takes a –10-foot status penalty to its Speeds and everything is @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} to it. A creature can Interact to clear off the juice.</p>"
                },
                "Raise Shells": {
                    "name": "Raise Shells",
                    "description": "<p>The troop raises fragments of their shells shaped like shields to gain a +2 circumstance bonus to AC until the start of their next turn.</p>"
                },
                "Seed Volley": {
                    "name": "Seed Volley",
                    "description": "<p>The harvest regiment spits an orderly volley of hard seeds drawn from within their bodies. This volley is a @Template[type:burst|distance:10] within 120 feet that deals @Damage[3d10[bludgeoning]] damage (@Check[type:reflex|dc:23|basic:true] save). When the harvest regiment is reduced to 8 or fewer squares, this area decreases to a @Template[type:burst|distance:5].</p>"
                },
                "Shell Smash": {
                    "name": "Shell Smash",
                    "description": "<p><span class=\"pf2-icon\">1</span> to <span class=\"pf2-icon\">3</span></p>\n<p><strong>Frequency</strong> once per round;</p>\n<hr />\n<p><strong>Effect</strong> The harvest regiment engages in a coordinated melee attack against each enemy within 5 feet, with a @Check[type:reflex|dc:23|basic:true] save. The damage depends on the number of actions.</p>\n<p><span class=\"pf2-icon\">1</span> @Damage[(1d8+3)[bludgeoning]] damage</p>\n<p><span class=\"pf2-icon\">2</span> @Damage[(2d8+9)[bludgeoning]] damage</p>\n<p><span class=\"pf2-icon\">3</span> @Damage[(2d8+12)[bludgeoning]] damage</p>"
                },
                "Troop Movement": {
                    "name": "Troop Movement",
                    "description": "<p>Whenever the harvest regiment Strides, they first Form Up as a free action to condense into a 20-foot-by-20-foot area (minus any missing squares), then move up to their Speed. This works just like a Gargantuan creature moving.</p>"
                }
            }
        },
        "Abysium Horror": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Abysium Horror",
            "publicNotes": "<p>A monstrous spider-like creature composed of the radioactive skymetal abysium, this deadly predator contaminates anything it touches.</p>",
            "items": {
                "Green Glow": {
                    "name": "Green Glow",
                    "description": "<p>20 feet.</p>\n<p>An abysium horror constantly emanates a powerful energy toxic to life. This radiation sheds dim light in the area. Any creature beginning its turn in the aura must attempt a @Check[type:fortitude|dc:27] save, becoming @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} on a failure or @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} on a critical failure. Once out of the aura, an affected creature's sickened condition automatically decreases by 1 at the beginning of each of its turns.</p>"
                }
            }
        },
        "Rust Scarab": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Rust Scarab",
            "publicNotes": "<p>These elementals resemble enormous beetles, with thick outer shells composed of multiple layers of heavily pockmarked, rusted plates protecting a jagged metallic skeleton.</p>\n<hr />\n<p>Metal elementals can manifest in a wide variety of different forms, from shapeless amalgams of different metals to humanoid and beast-like monstrosities.</p>\n<h2>Metal Forms</h2>\n<p>Though metal elementals are made almost entirely of metal, most are composed of layers of different metals in tiny fragments, as complex as a body of flesh or plant matter. Many of these metals are rusted or decayed from the natural, slow entropy of the Plane of Metal.</p>",
            "items": {
                "Heavy": {
                    "name": "Heavy",
                    "description": "<p>As long as it is immobile, the elemental can't be forcibly moved or knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}. If it takes a move action, it loses this immunity until the start of its next turn.</p>"
                },
                "Rust Vision": {
                    "name": "Rust Vision",
                    "description": "<p>A rust scarab ignores the @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} condition from rust clouds.</p>"
                },
                "Crumbling Carapace": {
                    "name": "Crumbling Carapace",
                    "description": "<p>When a rust scarab is reduced to fewer than half its maximum Hit Points or is damaged by a critical hit, its outer shell breaks into a veil of rusty metal flakes. This causes it to lose its resistance to physical damage and its heavy ability, but it gains a rust cloud aura and a 35-foot land Speed.</p>"
                },
                "Rust Cloud": {
                    "name": "Rust Cloud",
                    "description": "<p>A rust scarab whose carapace is broken is constantly surrounded by a cloud of rust flakes that cause it to be @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} from creatures more than 5 feet away from it.</p>"
                },
                "Tetanus": {
                    "name": "Tetanus",
                    "description": "<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:19]</p>\n<p><strong>Onset</strong> 1 week</p>\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} (1 week)</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2} and can't speak (1 day)</p>\n<p><strong>Stage 3</strong> @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed} with spasms (1 day)</p>\n<p><strong>Stage 4</strong> death</p>"
                }
            }
        },
        "Picture-in-Clouds": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Picture-in-Clouds",
            "publicNotes": "<p>The shifting shapes of clouds in the sky have captivated the imaginations of mortal children for centuries. Pictures-in-clouds represent this pure possibility of air, transforming into anything the Universe imagines them to be.</p>\n<hr />\n<p>Many elementals that roam the Plane of Air embody the mercurial formlessness and chaos of tumultuous storms.</p>\n<h2>Tempestuous Spirits</h2>\n<p>Air elementals are often flighty contrarians, often more concerned with bringing about change than with the specific changes they enact. Art and writing created by such elementals is exceptionally rare, as they usually destroy their projects once the challenge and excitement of completing them fades.</p>\n<h2>Invisible Courtiers</h2>\n<p>Formless and invisible elementals are the favored children of Hshurha, the air elementals' mother goddess. They receive favorable treatment in her realm, Verglas Precessional, where they serve as trusted advisors, emissaries to other planes, and members of her personal retinue, in addition to performing clandestine tasks the goddess wishes to keep hidden.</p>",
            "items": {
                "Disperse": {
                    "name": "Disperse",
                    "description": "<p><strong>Trigger</strong> The picture-in-clouds takes damage from a hostile action</p>\n<hr />\n<p><strong>Effect</strong> The picture-in-clouds disperses. Until the end of the current turn, they can't be attacked or targeted, they don't take up space, and any auras or emanations they have are suppressed. At the end of the turn, the picture-in-clouds re-forms in any sufficient space within 150 feet of where they dispersed; any auras or emanations they have are restored as long as the duration didn't run out while the elemental was dispersed.</p>"
                },
                "High Winds": {
                    "name": "High Winds",
                    "description": "<p>60 feet. Air within the emanation is difficult terrain for Flying creatures that don't have the air trait.</p>"
                },
                "Cloudgaze": {
                    "name": "Cloudgaze",
                    "description": "<p>The picture-in-clouds shifts into their choice of an eagle shape, elephant shape, or sword shape.</p>"
                },
                "Elephant Blast": {
                    "name": "Elephant Blast",
                    "description": "<p><strong>Requirements</strong> The picture-in-clouds is in elephant shape</p>\n<hr />\n<p><strong>Effect</strong> The picture-in-clouds breathes out a @Template[type:cone|distance:30] of air from their cloudy trunk. Creatures in the area must attempt a @Check[type:fortitude|dc:30] save to stand their ground. A creature pushed into a solid object stops moving and takes @Damage[4d10[bludgeoning]] damage.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is pushed 20 feet.</p>\n<p><strong>Failure</strong> The creature is pushed 40 feet.</p>\n<p><strong>Critical Failure</strong> The creature is pushed 40 feet and knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}.</p>"
                },
                "Feather Storm": {
                    "name": "Feather Storm",
                    "description": "<p><strong>Requirements</strong> The picture-in-clouds is in eagle shape</p>\n<hr />\n<p><strong>Effect</strong> The picture-in-clouds Flies 125 feet, flapping their wings and creating a barrier along their path. This barrier has the effects of <em>@UUID[Compendium.pf2e.spells-srd.Item.it4ZsAi6XgvGcodc]{Wall of Wind}</em> (@Check[type:fortitude|dc:30]) and lasts until the end of the picture-in-clouds's next turn.</p>"
                },
                "Slicing Wind": {
                    "name": "Slicing Wind",
                    "description": "<p><strong>Requirements</strong> The picture-in-clouds is in sword shape</p>\n<hr />\n<p><strong>Effect</strong> The picture-in-clouds spins, forming a whirlwind that deals @Damage[5d8[slashing]] damage in a @Template[type:emanation|distance:15] (@Check[type:reflex|dc:30|basic:true] save).</p>"
                },
                "Swiftness": {
                    "name": "Swiftness",
                    "description": "<p>The picture-in-clouds's movement doesn't trigger reactions.</p>"
                }
            }
        },
        "Melomach": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Melomach",
            "publicNotes": "<p>Melomachs are massive, vaguely humanoid elementals composed of metal debris. They take great pride in decorating and augmenting their metallic bodies with haphazardly placed spikes, blades, humanoid or bestial skulls, and other similar adornments, the more ostentatious the better. When two melomachs meet, the resulting contests of physical might and vocal prowess can last for days, often leaving the landscape ravaged for miles in every direction.</p>",
            "items": {
                "Lightning Punch": {
                    "name": "Lightning Punch",
                    "description": "<p>The melomach makes a fist Strike, then makes a lightning Strike against a different creature within 120 feet of the fist Strike's target. Both Strikes count toward the melomach's multiple attack penalty, but it doesn't increase until after both attacks are made.</p>"
                },
                "Rhythmic Stomp": {
                    "name": "Rhythmic Stomp",
                    "description": "<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p><strong>Effect</strong> The melomach's footsteps raise a clanging sound through their body to create a brief musical phrase. The melomach Strides, then generates the effect of one of the following bard composition cantrips at 7th rank: <em>@UUID[Compendium.pf2e.spells-srd.Item.IQchIYUwbsVTa9Mc]{Allegro}</em>, <em>@UUID[Compendium.pf2e.spells-srd.Item.1xLVcA8Y1onw7toT]{Dirge of Doom}</em> (adds the fear trait), or <em>@UUID[Compendium.pf2e.spells-srd.Item.c8R2fpk88fBwJ1ie]{Triple Time}</em>.</p>"
                },
                "Scream": {
                    "name": "Scream",
                    "description": "<p>The melomach unleashes a guttural, ear-piercing wail. All creatures in a @Template[type:cone|distance:120] take @Damage[7d12[sonic]] damage with a @Check[type:fortitude|dc:32] save.</p>\n<p>The melomach can't Scream again for [[/br 1d4 #Recharge Scream]]{1d4 rounds}.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes half damage.</p>\n<p><strong>Failure</strong> The creature takes full damage, is @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1}, and is @UUID[Compendium.pf2e.conditionitems.Item.9PR9y0bi4JPKnHPR]{Deafened} for 1 minute.</p>\n<p><strong>Critical Failure</strong> The creature takes double damage, is @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 3}, and is deafened permanently.</p>"
                }
            }
        },
        "Sootsoldiers (The Radiant Host)": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Sootsoldiers (The Radiant Host)",
            "publicNotes": "<p>Powerful deities and warlords strive for dominance over the Plane of Fire and the rest of the Inner Sphere in order to prove fire's supremacy. Armies of flaming soldiers go to war against each other on battlefields of smoke and smoldering char, all unable to bring their full power to bear. Ymeri, the vicious and victorious Queen of the Inferno, commands legions of sootsoldiers: elementals capable of battling the armies of her foes and, even when destroyed, rising from the ashes of the Eternal Furnace, scorched and triumphant.</p>",
            "hp": "(16 squares); Thresholds 110 (12 squares), 55 (8 squares);",
            "items": {
                "Ashen Smoke": {
                    "name": "Ashen Smoke",
                    "description": "<p>Sootsoldiers who serve the other Lord of Fire, the Lambent King Atreia, are covered in glowing embers instead of black char.</p>\n<p>When the sootsoldiers are reduced by an HP Threshold or are reduced to 0 HP, the destroyed soldiers crumble to a cloud of ash-laden smoke in @Template[type:burst|distance:20] centered on the sootsoldiers. Any creature in the area must attempt a @Check[type:reflex|dc:29] save. On a failure, for 1 minute that creature is @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} and its invisibility is negated.</p>"
                },
                "Incinerating Grasp": {
                    "name": "Incinerating Grasp",
                    "description": "<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p><strong>Effect</strong> The sootsoldiers reach to constrain each enemy within 5 feet in their fiery clutches (@Check[type:reflex|dc:26|basic:true] save). The damage and additional effects depend on the number of actions.</p>\n<p><span class=\"pf2-icon\">1</span> @Damage[2d8[fire]] damage</p>\n<p><span class=\"pf2-icon\">2</span> @Damage[(3d8+7)[fire]] damage plus @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}</p>\n<p><span class=\"pf2-icon\">3</span> @Damage[(4d8+7)[fire]] damage plus grabbed</p>"
                },
                "Seething Flash": {
                    "name": "Seething Flash",
                    "description": "<p>The sootsoldiers reignite and rush across the battlefield, Forming Up and Striding twice. At the end of this movement, a wave of flame and heat pours off the sootsoldiers, dealing @Damage[4d8[fire]] damage to other creatures in a @Template[type:emanation|distance:10], with a @Check[type:reflex|dc:29|basic:true] save. A creature that critically fails its save is also knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}.</p>"
                },
                "Smoke Vision": {
                    "name": "Smoke Vision",
                    "description": "<p>Sootsoldiers ignore the @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} condition from smoke.</p>"
                },
                "Troop Movement": {
                    "name": "Troop Movement",
                    "description": "<p>Whenever the sootsoldiers Stride, they first Form Up as a free action to condense into a 20-foot-by-20- foot area (minus any missing squares), then move up to their Speed. This works just like a Gargantuan creature moving; for instance, if any of the sootsoldiers' squares enters difficult terrain, the extra movement cost applies to the whole troop.</p>"
                }
            }
        }
    }
}