{
	"label": "Spells",
	"entries": {
		"Darkened Forest Form": {
			"name": "Darkened Forest Form",
			"description": "<p>Your apparition casts a feral shadow over your form, transforming you into another shape. You can polymorph into any form listed in <em>@Compendium[pf2e.spells-srd.gfPjmG6Fe6D3MFjl]{Pest Form}</em>. When you transform into a form granted by a spell, you gain all the effects of the form you chose from a version of the spell heightened to darkened forest form's rank. The apparition also helps you adapt more quickly to your new form; you gain a +1 status bonus to your attack rolls using the form's default attack modifier. Each time you Sustain this Spell, you can choose a different shape from those available via the associated spell.</p>\n<hr />\n<p><strong>Heightened (2nd)</strong> You can also transform into the forms listed in <em>@Compendium[pf2e.spells-srd.wp09USMB3GIW1qbp]{Animal Form}</em>.</p>\n<p><strong>Heightened (5th)</strong> You can also transform into the forms listed in <em>@Compendium[pf2e.spells-srd.1K6AYGisvo9gqdhs]{Elemental Form}</em>, and the status bonus to your attack rolls when using the form's default attack modifier is +2.</p>"
		},
		"Discomfiting Whispers": {
			"name": "Discomfiting Whispers",
			"description": "<p>You are surrounded by an aura of spiteful murmurings that incite bad luck and punish failure. Each creature that starts its turn within the area of this spell must roll twice on their first attack roll that round and take the lower result. If an attack roll modified in this way results in a failure, the creature that rolled the failed attack takes 1d6 void damage.</p>\n<hr />\n<p><strong>Heightened (+2)</strong> The void damage dealt on a failure increases by 1d6.</p>"
		},
		"Earth's Bile": {
			"name": "Earth's Bile",
			"description": "<p>Your apparition is a conduit for the earth's molten blood, unleashing a devastating burst of lava at your command. When you Cast this Spell, and the first time you Sustain it each round thereafter, choose an area within range. Each creature in the area takes 1d4 fire damage, 1d4 bludgeoning damage, and 1 persistent fire damage (the persistent fire damage is negated on a successful save).</p>\n<hr />\n<p><strong>Heightened (+2)</strong> The fire and bludgeoning damage each increase by 1d4 and the persistent fire damage increases by 1.</p>"
		},
		"Embodiment of Battle": {
			"name": "Embodiment of Battle",
			"description": "<p>Your apparition guides your attacks and imparts its skill to your movements. For the duration, your proficiency with martial weapons is equal to your proficiency with simple weapons, you gain a +1 status bonus to attack and damage rolls made with weapons or unarmed attacks, you gain the Reactive Strike reaction, and you gain the critical specialization effect for any weapon you are wielding when you Cast or Sustain this Spell. The instincts of an apparition of battle run contrary to the use of magic; for the duration of this spell, you take a –2 status penalty to your spell attack modifier and your spell DCs.</p>\n<hr />\n<p><strong>Heightened (4th)</strong> The status bonus to attack and damage rolls granted by this spell is increased to +2.</p>\n<p><strong>Heightened (7th)</strong> The status bonus to attack and damage rolls granted by this spell is increased to +3.</p>"
		},
		"Garden of Healing": {
			"name": "Garden of Healing",
			"description": "<p>Spirits of comfort and respite swirl around you, trailing visions of growing grass and blooming blossoms. When you cast this spell and the first time each round you Sustain the Spell thereafter, you generate a pulse of renewing energy that heals each living creature within the emanation for 1d4 Hit Points.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The healing granted by the spell's pulse increases by 1d4 Hit Points.</p>"
		},
		"River Carving Mountains": {
			"name": "River Carving Mountains",
			"description": "<p>Your apparition solidifies around you into roaring water and spraying mist. For the duration of this spell, you have lesser cover against ranged attacks and gain a +5-foot status bonus to your Speeds. Once per turn, you can use an action to Stride up to your speed while your apparition fills each square you pass through with the lingering energy of a coursing river. These squares become difficult terrain until the start of your next turn. You can use <em>river carving mountains</em> while Burrowing, Climbing, Flying, or Swimming instead of Striding if you have the corresponding movement type.</p>"
		}
	}
}