{
	"label": "Effects",
	"entries": {
		"Effect: Apparition Attunement": {
			"name": "Effect: Apparition Attunement",
			"description": ""
		},
		"Effect: Apparition's Enhancement": {
			"name": "Effect: Apparition's Enhancement",
			"description": "<p>An assisting apparition reaches a hand or other limb into your magic as you cast it, then uses it to cover one weapon you're wielding or one unarmed attack you have with additional magical power. Until the end of your turn, the weapon or unarmed attack deals an extra 1d6 spirit damage and gains the divine trait, if it didn't have it already.</p>"
		},
		"Effect: Apparition's Possession": {
			"name": "Effect: Apparition's Possession",
			"description": ""
		},
		"Effect: Channeled Protection": {
			"name": "Effect: Channeled Protection",
			"description": "<p>You gain a +1 status bonus to AC and to Reflex saving throws.</p>"
		},
		"Effect: Fly on Shadowed Wings": {
			"name": "Effect: Fly on Shadowed Wings",
			"description": "<p>You align the energy within your physical form to that of one of your insubstantial spiritual companions, bonding with their essence to become lighter than air. Choose one of your attuned apparitions; for 10 minutes, you gain a fly Speed equal to your land Speed, but your chosen apparition is dispersed for the duration, automatically re-attuning to you 10 minutes later.</p>"
		},
		"Effect: Palisade Bangles": {
			"name": "Effect: Palisade Bangles",
			"description": "<p>You gain a +1 circumstance bonus to AC. This bonus increases to +2 for anyone in the aura who has a buckler raised, or +3 if they have a shield raised.</p>"
		},
		"Effect: Skybearer's Belt": {
			"name": "Effect: Skybearer's Belt",
			"description": "<p>Strength flows outward from you, allowing all allies within 15 feet to carry 4 more Bulk than normal before becoming encumbered and up to a maximum of 8 more Bulk</p>"
		},
		"Effect: Thousand-League Sandals": {
			"name": "Effect: Thousand-League Sandals",
			"description": "<p>You gain a +10 status bonus to your Speed.</p>"
		},
		"Effect: Victor's Wreath": {
			"name": "Effect: Victor's Wreath",
			"description": "<p>You gain a +1 status bonus to attack rolls.</p>"
		},
		"Stance: Channeler's Stance": {
			"name": "Stance: Channeler's Stance",
			"description": "<p>While in this stance, whenever you cast or Sustain an apparition spell or vessel spell that deals energy damage, you gain a status bonus to the spell's damage equal to the spell's rank.</p>"
		}
	}
}