{
	"label": "Camping Effects",
	"entries": {
		"Bolster Confidence": {
			"name": "Bolster Confidence",
			"description": "<p data-pm-slice=\"1 1 []\">Checks on all other Camping activities while Linzi does so gain a +1 circumstance bonus. If Linzi is master in Performance, this becomes a +2 circumstance bonus.</p>"
		},
		"Camp Management (Critical Failure)": {
			"name": "Camp Management (Critical Failure)",
			"description": "<p>All checks made to resolve Camping activities take a &ndash;2 circumstance penalty for the remainder of this camping session.</p>"
		},
		"Campfire Story (Critical Failure)": {
			"name": "Campfire Story (Critical Failure)",
			"description": "<p>Your story distracts or unsettles your allies. They each take a &ndash;1 status penalty to skill checks until they Relax or until they begin daily preparations.</p>"
		},
		"Campfire Story (Critical Success)": {
			"name": "Campfire Story (Critical Success)",
			"description": "<p>You inspire your allies dramatically. For the remainder of the camping session, your allies gain a +2 status bonus to attack rolls, saving throws, and skill checks during combat at the campsite. The bonuses end as soon as daily preparations begin after resting is concluded. If an ally spent the hour Relaxing, they can also choose to reroll a failed roll at any time once during the remainder of the camping session while the status bonus persists; this is a fortune effect.</p>"
		},
		"Campfire Story (Success)": {
			"name": "Campfire Story (Success)",
			"description": "<p>You inspire your allies. For the remainder of the camping session, your allies gain a +1 status bonus to attack rolls, saving throws, and skill checks during combat at the campsite. The bonuses end as soon as daily preparations begin after resting is concluded.</p>"
		},
		"Dawnflower's Blessing": {
			"name": "Dawnflower's Blessing",
			"description": ""
		},
		"Enhance Campfire": {
			"name": "Enhance Campfire",
			"description": "<p data-pm-slice=\"1 1 []\">All cooking activities that take place for the remainder of the camping session gain a +1 circumstance bonus. This bonus increases to +2 if the PCs are at least 11th level.</p>\n<p>&nbsp;</p>"
		},
		"Enhance Weapons": {
			"name": "Enhance Weapons",
			"description": "<p data-pm-slice=\"1 1 []\">Each PC chooses one melee weapon. That melee weapon gains a +1 circumstance bonus to damage rolls during the next encounter it&rsquo;s used in; this bonus expires at the end of that encounter or after 24 hours, whichever comes first.</p>"
		},
		"Fortify Camp": {
			"name": "Fortify Camp",
			"description": "<p>Anyone keeping watch gains a&nbsp;<strong>+2 circumstance bonus</strong>&nbsp;to&nbsp;<strong>Perception</strong>&nbsp;and&nbsp;<strong>Initiative</strong>&nbsp;rolls</p>"
		},
		"Organize Watch (Critical Success)": {
			"name": "Organize Watch (Critical Success)",
			"description": "<p data-pm-slice=\"1 1 []\">The camp&rsquo;s watch is efficient. Treat the total time required for rest as if the party size were 1 more, and all characters gain a +2 status bonus to Perception checks made during their shift on watch.</p>\n<p>&nbsp;</p>"
		},
		"Organize Watch (Success)": {
			"name": "Organize Watch (Success)",
			"description": "<p data-pm-slice=\"1 1 []\">Characters gain a +1 status bonus to Perception checks made during their shift on watch.</p>"
		},
		"Prepare Campsite (Failure)": {
			"name": "Prepare Campsite (Failure)",
			"description": "<p>All checks made to resolve Camping activities take a –2 circumstance penalty for the remainder of this camping session.</p>"
		},
		"Relaxed": {
			"name": "Relaxed",
			"description": "<p>You gain a +1 circumstance bonus to the next check you make in order to resolve a Camping activity, provided that check happens during this camping session.</p>"
		},
		"Set Alarms": {
			"name": "Set Alarms",
			"description": "<p>The first time the campsite is attacked by enemies during the next 24 hours, the alarms trigger and alert the PCs. Sleeping characters do not take the normal &ndash;4 status penalty when rolling initiative during such an attack, while characters who are awake gain a +2 circumstance bonus to their initiative check.</p>\n<p>&nbsp;</p>"
		},
		"Set Traps": {
			"name": "Set Traps",
			"description": "<p data-pm-slice=\"1 1 []\">If the campsite is attacked by enemies during the next 24 hours, the invaders suffer a &ndash;1 item penalty to all attack rolls and skill checks on the first round of combat as they navigate the distracting traps. Any enemy whose initiative result is less than Nok-Nok&rsquo;s Thievery DC is also flat-footed from the traps until the start of their turn on the second round of combat.</p>"
		},
		"Undead Guardians": {
			"name": "Undead Guardians",
			"description": "<p data-pm-slice=\"1 1 []\">Each round during combat, one PC can choose to be defended by the undead guardians (and gain a +1 status bonus to AC for 1 round) or to have them aid their attacks (and gain a +1 status bonus to all melee Strikes for 1 round).</p>"
		},
		"Undead Guardians - Aided": {
			"name": "Undead Guardians - Aided",
			"description": ""
		},
		"Undead Guardians - Defended": {
			"name": "Undead Guardians - Defended",
			"description": ""
		},
		"Water Hazards": {
			"name": "Water Hazards",
			"description": "<p data-pm-slice=\"1 1 []\">If the campsite is attacked by enemies during the next 24 hours, the attackers suffer a &ndash;2 circumstance penalty to Initiative checks as they&rsquo;re forced to deal with unexpectedly deep puddles, sudden currents in standing water, or thick patches of muddy earth. This penalty increases to &ndash;3 once the party reaches 11th level.</p>"
		},
		"Wilderness Survival": {
			"name": "Wilderness Survival",
			"description": "<p data-pm-slice=\"1 1 []\">Any attempts to Cook a Meal or Treat Disease gain a +1 item bonus during this camping session. If the party level is 11 or higher, the bonus increases to +2</p>"
		}
	}
}