{
	"label": "Kitsune - Heritages",
	"entries": {
		"Earthly Wilds Kitsune (Reforged)": {
			"name": "Earthly Wilds Kitsune (Reforged)",
			"description": "<p>You are a creature of the material world, with an affinity closer to the wilds than urban society. You gain either the Retractable Claws or Vulpine Jaws ancestry feat.</p>"
		},
		"Flickering Flame Kitsune": {
			"name": "Flickering Flame Kitsune",
			"description": "<p>The ability to produce foxfire is crucial to your people's culture, and you've studied throughout most of your early childhood to produce such magic. You gain the @Compendium[pf2e.feats-srd.qCV04rZMty2TJBrX]{Foxfire} ancestry feat. Your alternate form is either a fox, which has the statistics of a 1st-level @Compendium[pf2e.spells-srd.gfPjmG6Fe6D3MFjl]{Pest Form}, or a common Medium humanoid ancestry prevalent where you grew up (typically human), called a tailless form.</p>"
		},
		"Fragrant Blossom Kitsune": {
			"name": "Fragrant Blossom Kitsune",
			"description": "<p>You are constantly exposed to the wondrous sounds and smells of nature and have a heightened sense of smell as a result of countless hours exploring the bounties of nature. You gain the Keen Nose ancestry feat. Your alternate form is a fox, which has the statistics of a 1st-level @Compendium[pf2e.spells-srd.gfPjmG6Fe6D3MFjl]{Pest Form}.</p>"
		},
		"Leaping Willow Kitsune": {
			"name": "Leaping Willow Kitsune",
			"description": "<p>You've studied the movements of wild foxes and are able to leap and pounce on foes with ease. You are trained in Athletics and gain @Compendium[pf2e.feats-srd.Quick Jump]{Quick Jump} as a bonus feat. When you make a @Compendium[pf2e.actionspf2e.High Jump]{High Jump} or a @Compendium[pf2e.actionspf2e.Long Jump]{Long Jump}, treat the result's degree of success as being one step better (a critical failure is a failure, a failure is a success, and a success is a critical success). Your alternate form is a fox, which has the statistics of a 1st-level @Compendium[pf2e.spells-srd.gfPjmG6Fe6D3MFjl]{Pest Form}.</p>"
		},
		"Scorched Sands Kitsune": {
			"name": "Scorched Sands Kitsune",
			"description": "<p>Your ancestors settled amid blistering dunes beneath a scorching sun. You gain fire resistance equal to half your level (minimum 1). You treat environmental heat effects as if they were one step less extreme (incredible heat becomes extreme, extreme heat becomes severe, and so on). Your alternate form is a common Medium humanoid ancestry prevalent where you grew up (typically human), called a tailless form.</p>"
		}
	}
}