{
    "label": "quest-for-the-frozen-flame-bestiary",
    "entries": {
        "Throttled Blindheim": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Throttled Blindheim",
            "publicNotes": "<p>Inhabitants of damp, subterranean caves, blindheims resemble stubby humanoids with oversized, frog-like heads and bulbous eyes. Their eyes emit a soft glow at all times, but a blindheim can draw back the heavy membrane that normally covers them to emit an intense light as bright as day. These simple creatures use their lights to draw in or disorient prey, mostly small animals like lizards, rodents, or fish. However, they might go after larger prey if trying to feed their young. When they encounter creatures their own size or larger they retreat, flashing their eyes to facilitate their escape if necessary. They often hunt in pairs or small packs. Using their lights to coordinate from a distance, they slowly close in on the creatures they hunt. One common hunting pattern involves one blindheim diving deep and using its light to chase fish to the surface, while another up above snatches them up and tosses them onto the land to eat later.</p>\n<p>Blindheims make their nests in damp caverns, especially grottoes next to underground lakes or bogs. An ideal nest rests in a cozy cavern with plenty of fungus to eat, a few fish swimming in a lake, and the comforting drip of water from the ceiling. Blindheims prefer to lead quiet and serene lives, and even when first born they emit only the meekest of vocalizations. A blindheim is born shining, and its parents cuddle over it to dim the light so as to avoid attracting predators.</p>\n<p>It's not just animals that endanger blindheims. Underground peoples find the creatures useful and attempt to capture them for specialized purposes. Duergars use them as \"raid frogs,\" placing heavy hoods over blindheims' heads and revealing them suddenly during raids to blind their foes. They sometimes send the creatures along with their slaves that lack darkvision into the mines as a source of light. Drow use them for some of these same purposes, and some nobles have been known to treat the creatures as mere lanterns, having them hoisted to the ceilings of their halls. Neither duergars nor drow take good care of the captive creatures, so blindheims rarely last long in captivity.</p>",
            "items": {
                "Crushed Windpipes": {
                    "name": "Crushed Windpipes",
                    "description": "<p>The blindheim can't vocalize and is @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} until its neck injuries heal.</p>"
                },
                "Spotlight": {
                    "name": "Spotlight",
                    "description": "<p>Bright light shines from the blindheim's eyes in a @Template[type:emanation|distance:30] (also creating dim light to 60 feet). Each creature in the bright light when the blindheim uses this action, or who enters it while the light continues, must attempt a @Check[type:fortitude|dc:18] save. It is then temporarily immune for 1 hour. This light remains until the blindheim dims its eyes by using this action again.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} for 1 round.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.XgEqL1kFApUbl5Z2]{Blinded} for [[/br 1d4 #rounds]]{1d4 rounds}.</p>\n<p><strong>Critical Failure</strong> The creature is Blinded for 1 hour.</p>"
                }
            }
        },
        "Zombie Mammoth": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Zombie Mammoth",
            "hp": "negative healing",
            "items": {
                "Slow": {
                    "name": "Slow",
                    "description": "<p>A zombie is permanently @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} and can't use reactions.</p>"
                },
                "Dual Tusks": {
                    "name": "Dual Tusks",
                    "description": "<p>The zombie mammoth makes two tusk Strikes, each against a different creature. This counts as one attack for the mammoth's multiple attack penalty, and the penalty doesn't increase until after both attacks.</p>"
                },
                "Impaling Tusks": {
                    "name": "Impaling Tusks",
                    "description": "<p>The zombie mammoth makes a tusk Strike against a creature it's grabbing with its trunk. If the attack hits, the creature is impaled upon one of the mammoth's tusks, freeing the trunk to make attacks. Each of the mammoth's tusks can hold two Medium or smaller creatures. A mammoth can attack with its tusks while creatures are impaled upon them.</p>"
                },
                "Grabbing Trunk": {
                    "name": "Grabbing Trunk",
                    "description": "<p>A Medium or smaller creature hit by the zombie mammoth's trunk is @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}. If the mammoth moves, it can bring the grabbed creature along with it.</p>"
                }
            }
        },
        "Ardissa's Porter": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Ardissa's Porter",
            "items": {
                "Stumbling Snag": {
                    "name": "Stumbling Snag",
                    "description": "<p><strong>Requirements</strong> The porter is holding a cargo hook</p>\n<p><strong>Trigger</strong> An enemy within the porter's reach critically misses the porter with a melee Strike</p>\n<hr />\n<p><strong>Effect</strong> The porter moves the enemy 5 feet in a direction of the porter's choosing.</p>"
                }
            }
        },
        "Skeletal Woolly Rhinoceros": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Skeletal Woolly Rhinoceros",
            "hp": "negative healing",
            "items": {
                "Rhinoceros Charge": {
                    "name": "Rhinoceros Charge",
                    "description": "<p>The rhino Strides twice, then makes a horn Strike. As long as the rhino moved at least 20 feet, the Strike's damage increases to @Damage[(3d12+5)[piercing]]. A Medium or smaller creature struck by this attack must succeed at a @Check[type:reflex|dc:22] save or be automatically Shoved back 5 feet and knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} by the force of the blow.</p>"
                }
            }
        },
        "Shattering Rune": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Shattering Rune",
            "disable": "<p>@Check[type:thievery|dc:30|name:Erase the Rune|traits:hazard] (master) to erase the rune without triggering the sensor or <em>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (5th level; counteract DC 28) to dispel the rune</p>",
            "hazarddescription": "A magical rune is inscribed on the tarry earth at the entrance to the hut, buried beneath snow, with an @UUID[Compendium.pf2e.conditionitems.Item.zJxUflt9np0q4yML]{Invisible} sensor that detects creatures within a 10-foot-radius sphere.",
            "stealthdetails": "(master)",
            "items": {
                "Shattering Shockwave": {
                    "name": "Shattering Shockwave",
                    "description": "<p><strong>Trigger</strong> A Small or larger creature comes within 10 feet of the rune</p><hr /><p><strong>Effect</strong> The rune unleashes a deafening peal of thunder that deals @Damage[10d8[sonic]] damage in a 20-foot burst (@Check[type:reflex|dc:30|basic:true]).</p>"
                }
            }
        },
        "Cairn Wight (G4)": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Cairn Wight (G4)",
            "publicNotes": "<p>Jealous guardians of tombs, barrows, and sepulchers, cairn wights usually spawn from necromantic rituals. For those mortals who cannot abide the thought of separation from their earthly possessions, the undead existence offered by transformation into a cairn wight can be tempting. Perhaps as frequently, particularly avaricious and wealthy royalty or merchants seek out victims to transform into cairn wights to guard their precious wealth for all time.</p>\n<p>Only in the rarest instances is the greed of a mortal strong enough to spontaneously transform them into a cairn wight without a dark ritual or the intercession of a powerful divine being. On those occasions, however, the resultant wight exhibits unmatched viciousness and likely owns rare treasure indeed.</p>\n<p>As guardians of material possessions, cairn wights are supernaturally bound to the armaments they wore during the ritual used to create them. They can spread their necromantic powers into the weapons they wield. A slash from a cairn wight's sword channels life from the victim into the wight.</p>",
            "hp": "negative healing",
            "items": {
                "Final Spite": {
                    "name": "Final Spite",
                    "description": "<p><strong>Trigger</strong> The cairn wight is reduced to 0 Hit Points</p>\n<hr />\n<p><strong>Effect</strong> The cairn wight makes a Strike before being destroyed. It doesn't gain any temporary HP from drain life on this Strike.</p>"
                },
                "Cairn Wight Spawn": {
                    "name": "Cairn Wight Spawn",
                    "description": "<p>A living humanoid slain by a cairn wight's weapon or claw Strike rises as a spawned wight after [[/br 1d4 #rounds]]{1d4 rounds}. This spawned wight is under the command of the cairn wight that killed it. It doesn't have drain life or cairn wight spawn and is @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2} for as long as it is a spawned wight.</p>\n<p>If its creator dies, the spawned wight becomes a full-fledged, autonomous cairn wight; it regains its free will, gains drain life and cairn wight spawn, and is no longer clumsy.</p>"
                },
                "Drain Life": {
                    "name": "Drain Life",
                    "description": "<p>When the cairn wight damages a living creature with a melee Strike, using an unarmed attack or its bound weapon, the cairn wight gains 5 temporary Hit Points and the creature must succeed at a @Check[type:fortitude|dc:18] save or become @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1}. Further damage dealt by the cairn wraith increases the drained condition value by 1 on a failed save, to a maximum of drained 4.</p>"
                },
                "Funereal Dirge": {
                    "name": "Funereal Dirge",
                    "description": "<p>The cairn wight chants a low, haunting melody. Living creatures within @Template[type:emanation|distance:50]{50 feet} must attempt a @Check[type:will|dc:21] save.</p>\n<p>The cairn wight can't chant a new Funereal Dirge for [[/br 1d4 #rounds]]{1d4 rounds}.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2}.</p>\n<p><strong>Critical Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2} and takes a -2 status penalty to saving throws against drain life.</p>"
                }
            }
        },
        "Hegremon": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Hegremon",
            "items": {
                "Evasion": {
                    "name": "Evasion",
                    "description": "<p>When Hegremon rolls a success on a Reflex save, he gets a critical success instead.</p>"
                },
                "Aimed Shot": {
                    "name": "Aimed Shot",
                    "description": "<p>Hegremon makes a single <i>mammoth bow</i> Strike against his prey; he gains a +2 circumstance bonus to the attack roll and ignores his prey's @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} condition.</p>"
                },
                "Chill Breath": {
                    "name": "Chill Breath",
                    "description": "<p>(cold, evocation, primal) Hegremon breathes out a @Template[type:cone|distance:15] of freezing moisture that quickly condenses into ice, dealing @Damage[6d6[cold]] damage. Each creature in the cone must attempt a @Check[type:reflex|dc:28|basic:true]. A creature that fails its save is also @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} and takes 2d6 cold damage at the end of each of its turns until it breaks free (Escape DC 28). Hegremon can't use Chill Breath again for [[/br 1d4 #Recharge Chill Breath]]{1d4 rounds}.</p>"
                },
                "Hunt Prey": {
                    "name": "Hunt Prey",
                    "description": "<p>Hegremon designates a single creature he can see and hear, or one he's Tracking, as his prey. Hegremon has a +2 circumstance bonus to Perception checks to @UUID[Compendium.pf2e.actionspf2e.Item.BlAOM2X92SI6HMtJ]{Seek} his prey and a +2 circumstance bonus to Survival checks to @UUID[Compendium.pf2e.actionspf2e.Item.EA5vuSgJfiHH7plD]{Track} his prey. He ignores the penalty to ranged attacks within his second range increment against his prey. The first time Hegremon hits his prey in a round, he inflicts an additional 2d8 precision damage. These effects last until Hegremon uses Hunt Prey again.</p>"
                },
                "Hunting Shot": {
                    "name": "Hunting Shot",
                    "description": "<p><strong>Frequency</strong> once per round</p><hr /><p><strong>Effect</strong> Hegremon makes two <i>mammoth bow</i> Strikes against his prey. If both hit, combine their damage for the purposes of resistances and weaknesses. His multiple attack penalty applies to each Strike normally.</p>"
                },
                "Ice Stride": {
                    "name": "Ice Stride",
                    "description": "<p>Hegremon isn't impeded by difficult terrain caused by snow or ice, nor does he need to attempt Acrobatics checks to keep from falling on slippery ice.</p>"
                },
                "Nature's Edge": {
                    "name": "Nature's Edge",
                    "description": "<p>Creatures in natural difficult terrain or on natural uneven ground are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to Hegremon.</p>"
                },
                "Penetrating Shot": {
                    "name": "Penetrating Shot",
                    "description": "<p>Hegremon chooses a target that's giving lesser cover to his prey and makes a <i>mammoth bow</i> Strike against the chosen target and his prey. This attack ignores lesser cover the chosen target provides his prey. Hegremon rolls damage twice and applies it to each creature he hits. A Penetrating Shot counts as two attacks for his multiple attack penalty.</p>"
                }
            }
        },
        "Kadlaka": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Kadlaka",
            "publicNotes": "<p>Kadlakas-strong, lanky humanoids with raven-like features-combine the most formidable aspects of talented hunters and airborne scouts, to say nothing of their potent magical powers over thunder and lightning. Though they shy from most humanoids, kadlakas readily form friendships with ravens and other birds, and they sometimes make temporary alliances with people who prove themselves capable stewards of wild animals and the natural order of things. When they do settle on a roost-whether for a single season or a lifetime-kadlakas often position themselves as guardians of a natural feature or local flock. Because a kadlaka's natural form might frighten humanoid travelers, they often take on the guise of a human or other common bipedal ancestry to gain information and pass on warnings.</p>",
            "items": {
                "Silent Lightning": {
                    "name": "Silent Lightning",
                    "description": "<p>A kadlaka's movements are practically silent. Against a creature using only hearing to perceive them, they gain a +4 circumstance bonus to their Stealth check. As normal, this benefit also improves the kadlaka's Stealth DC.</p>"
                },
                "Wingbeat": {
                    "name": "Wingbeat",
                    "description": "<p>The kadlaka beats their wings with a mighty peal of thunder. Creatures in a @Template[type:emanation|distance:15] take @Damage[5d6[sonic]] damage (@Check[type:fortitude|dc:21|basic:true]). On a failed save, the creature is also pushed 5 feet away from the kadlaka.</p>\n<p>The kadlaka can't use Wingbeat again for [[/br 1d4 #Recharge Wingbeat]]{1d4 rounds}.</p>"
                }
            }
        },
        "Yana No-trail": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Yana No-trail",
            "languages": "Speak With Animals",
            "items": {
                "Cold Tolerant": {
                    "name": "Cold Tolerant",
                    "description": "<p>Yana treats environmental cold effects as if they were one step less extreme.</p>"
                },
                "Evasion": {
                    "name": "Evasion",
                    "description": "<p>When Yana rolls a success on a Reflex save, he gets a critical success instead.</p>"
                },
                "Nimble Dodge": {
                    "name": "Nimble Dodge",
                    "description": "<p><strong>Trigger</strong> Yana is targeted by a melee or ranged attack from an attacker he can see</p><hr /><p><strong>Effect</strong> Yana gains a +2 circumstance bonus to AC against the triggering attack.</p>"
                },
                "Change Shape": {
                    "name": "Change Shape",
                    "description": "<p>Yana can transform into an Ulfen human, Tiny fox, or hybrid kitsune form. Using Change Shape counts as creating a disguise for the Impersonate use of Deception. He can remain in any of his forms indefinitely.</p>"
                }
            }
        },
        "Abyss-warped Trees": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Abyss-warped Trees",
            "hp": "per tree",
            "disable": "<p>@Check[type:survival|dc:22|name:Find a Safe Location|traits:hazard,complex,environmental] (trained) to find a location the trees can't reach or @Check[type:religion|dc:24|name:Cast Out the Fiendish Energy|traits:hazard,complex,environmental] to recite a prayer that temporarily casts out the fiendish energy inside a single tree in the grove, disabling it for 1 minute. A disabled or destroyed tree creates a 5‑foot‑square area in the grove that's safe from this hazard.</p>",
            "hazarddescription": "<p>A forest of fiendish trees swing their branches and shift their roots to bludgeon and trip creatures in the tainted grove (area <strong>A21</strong>).</p>",
            "routine": "<p>(4 actions) The Abyss‑warped trees use their first action each round to lash their roots; each creature in the tainted grove must succeed at a @Check[type:reflex|dc:21|traits:hazard,complex,environmental] save or fall @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}. The Abyss‑warped trees use their second, third, and fourth actions to make branch Strikes against up to three different creatures in the tainted grove.</p>",
            "reset": "<p>The Abyss-warped trees cease moving 1 minute after no living creatures are in the tainted grove. They reset immediately. A disabled tree reanimates after 1 minute. A destroyed tree regrows after 1 month.</p>",
            "stealthdetails": "<p>(trained) to determine the trees can move</p>",
            "items": {
                "Shift Roots": {
                    "name": "Shift Roots",
                    "description": "<p><strong>Trigger</strong> A creature ends its movement in the grove</p>\n<hr />\n<p><strong>Effect</strong> The trees throughout the tainted grove shift their roots wildly, making the area difficult terrain, then the Abyss-warped trees roll initiative.</p>"
                },
                "Tighten Grip": {
                    "name": "Tighten Grip",
                    "description": "<p><strong>Trigger</strong> The Abyss‑warped trees critically hit a creature with a branch Strike</p>\n<hr />\n<p><strong>Effect</strong> The Abyss‑warped trees loop their branches around the triggering creature, @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbing} it (@UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} DC 21).</p>"
                }
            }
        },
        "Castoroides": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Castoroides",
            "publicNotes": "<p>Beavers are stocky, herbivorous rodents that live in freshwater ecosystems throughout Avistan. They live in lodges, which they construct from logs, grass, rocks, and mud.</p>\n<p>Castoroides are bear-sized beavers that build their lodges on land near a water source rather than in the water.</p>",
            "items": {
                "Deep Breath": {
                    "name": "Deep Breath",
                    "description": "<p>A castoroides can hold its breath for 1 hour.</p>"
                },
                "Slap": {
                    "name": "Slap",
                    "description": "<p><strong>Trigger</strong> The castoroides is targeted by a physical ranged Strike from an attacker it can see</p><hr /><p><strong>Effect</strong> The castoroides swats at the projectile with its wide tail, gaining a +2 circumstance bonus to its AC against the triggering attack.</p>"
                },
                "Construct Shelter": {
                    "name": "Construct Shelter",
                    "description": "<p>The castoroides rapidly constructs a simple mound along one side of its space, which can be used to Take Cover.</p>"
                },
                "Gouge": {
                    "name": "Gouge",
                    "description": "<p>The castoroides deals @Damage[2d8[piercing]] damage to a creature it has @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} or @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained} (@Check[type:fortitude|dc:20|basic:true]). A creature that fails its save also takes @Damage[1d4[bleed]].</p>"
                },
                "Penetrating Bite": {
                    "name": "Penetrating Bite",
                    "description": "<p>As beaver, but the castoroides's jaws Strike ignores the first 10 Hardness instead of the first 5 Hardness.</p>"
                },
                "Prop": {
                    "name": "Prop",
                    "description": "<p>The castoroides stabilizes itself with its tail, gaining a +1 circumstance bonus to its Fortitude and Reflex DCs against Shove and Trip attempts until it next takes an action with the move trait.</p>"
                }
            }
        },
        "Necrohusk": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Necrohusk",
            "publicNotes": "<p>Necrohusks are skittering, undead monstrosities, created when a humanoid is purposefully twisted into a new creature through necromantic experimentation. Unlike fleshwarps and recipients of successful necrografts, prospective necrohusks never survive the procedure. After reanimation, they're cunning, animalistic creatures that follow their creator's orders without question.</p>\n<p>Creating a necrohusk is an incredibly difficult endeavor, fraught with error. Most attempts result in lumps of useless, rotten slurry or malformed undead no more cunning or dangerous than a mundane zombie. The costs in time, experimental subjects, and expensive spell components lead some would-be necromancers to conclude that the results aren't worth the risk. Occasionally, spellcasters can harness the power of the Negative Energy Plane during the process, which lessens the monetary cost but vastly increases the danger, often producing a deadly backlash resulting in the creator's death and a masterless necrohusk.</p>\n<p>Among the Sutaki, only Ashen Swale and his lieutenants, Turkek and Azi, have the skill and knowledge to create necrohusks with any regularity, although Turkek's interests often lead him away from such gruesome endeavors. Necrohusks are created from volunteers in Ashen Swale's cult or from traitorous Sutaki whom Ashen Swale wants to punish with a ghastly fate.</p>",
            "hp": "negative healing",
            "languages": "Can't speak",
            "items": {
                "Skitter": {
                    "name": "Skitter",
                    "description": "<p><strong>Trigger</strong> A creature misses the necrohusk with a melee Strike</p><hr /><p><strong>Effect</strong> The necrohusk Steps.</p>"
                },
                "Frenzied Assault": {
                    "name": "Frenzied Assault",
                    "description": "<p>The necrohusk makes three leg Strikes. If more than one Strike hits the same target, combine the damage of the Strikes that hit the creature and apply the creature's resistances and weaknesses only once.</p>"
                },
                "Impaling Lunge": {
                    "name": "Impaling Lunge",
                    "description": "<p>The necrohusk Strides twice. If the necrohusk ends its movement within melee range of an enemy, it makes a leg Strike against that enemy. On a hit, the Strike deals an additional @Damage[1d6[bleed]].</p>"
                },
                "Vile Innards": {
                    "name": "Vile Innards",
                    "description": "<p>The necrohusk spews some of its rotting insides when it makes an ichor spit Strike. On a critical hit, the target is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2}.</p>"
                }
            }
        },
        "Methane Flue": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Methane Flue",
            "disable": "<p>@Check[type:survival|dc:28|name:Diffuse the Flames|traits:environmental,hazard] to dig around the vent in a way that diffuses the fumes</p>",
            "hazarddescription": "<p>Invisible but highly flammable natural gas has built up beneath the ground, where geological pressure can ignite it.</p>",
            "stealthdetails": "(expert) to hear hissing gas",
            "items": {
                "Flame Spurt": {
                    "name": "Flame Spurt",
                    "description": "<p><strong>Trigger</strong> A creature moves within 5 feet of the flue</p><hr />\n<p><strong>Effect</strong> A fiery geyser of flaming gas explodes from the ground. Creatures within 5 feet of the flue take @Damage[4d10[fire]] damage (@Check[type:reflex|dc:30|basic:true]); creatures that fail the save also take @Damage[4d10[persistent,fire]] damage.</p>"
                }
            }
        },
        "Summer Hora": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Summer Hora",
            "languages": "Speak with Animals, Speak with Plants",
            "items": {
                "Summer Bound": {
                    "name": "Summer Bound",
                    "description": "<p>During the winter months, a summer hora can't take reactions, is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}, and can't reduce their sickened condition below 1.</p>"
                },
                "Solstice Dependent": {
                    "name": "Solstice Dependent",
                    "description": "<p>An hora is mystically bonded to a natural location with a simple astronomical calendar that marks the summer and winter solstice. If they aren't at that location at dawn when the sunlight touches the calendar, they become @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1}, increasing the value by 1 for each missed day and reducing by 1 only when they witness dawn's light touch the calendar. Even on a cloudy day, there's enough sunlight to satisfy the hora's need. An hora can perform a 24-hour ritual to bond to a new location.</p>"
                },
                "Summer's Salvation": {
                    "name": "Summer's Salvation",
                    "description": "<p><strong>Trigger</strong> The summer hora or an ally within 30 feet that the summer hora can see fails a Perception check or saving throw</p>\n<hr />\n<p><strong>Effect</strong> If it's the month of the summer solstice, the hora's or ally's check retroactively gains a +4 status bonus, which can change the outcome from a critical failure to a failure or a failure to a success. If it's the month before or after the summer solstice, the check gains a retroactive +2 status bonus instead. In the other months except during the three winter solstice months, the check gains a retroactive +1 status bonus instead. During the winter solstice months, this ability has no effect. The summer hora can't use Summer's Fortune again for [[/br 1d4 #rounds]]{1d4 rounds}.</p>"
                }
            }
        },
        "Crawling Hand Swarm": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Crawling Hand Swarm",
            "hp": "negative healing",
            "languages": "Can't speak any language",
            "items": {
                "Stifle": {
                    "name": "Stifle",
                    "description": "<p><strong>Trigger</strong> A creature in the swarm's space attempts to Cast a Spell with a verbal component or attempts an action with the linguistic or vocal traits</p><hr />\n<p><strong>Effect</strong> The swarming hands clamp over the triggering creature's mouth, preventing it from vocalizing. The affected creature must succeed at a @Check[type:reflex|dc:22] save or the triggering action is disrupted.</p>"
                },
                "Pummeling Grasp": {
                    "name": "Pummeling Grasp",
                    "description": "<p>Each enemy in the swarm's space takes @Damage[3d6[slashing]] damage (@Check[type:reflex|dc:20|basic:true]). A creature that fails its save against Pummeling Grasp is also knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}.</p>"
                }
            }
        },
        "Cave-in": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Cave-in",
            "disable": "<p>@Check[type:survival|dc:25|name:Prop up ceiling|traits:hazard,environmental] (trained) to prop up the tunnel ceiling without triggering a collapse</p>",
            "hazarddescription": "The tunnel collapses, filling the passage with stone.",
            "stealthdetails": "(trained)",
            "items": {
                "Collapse": {
                    "name": "Collapse",
                    "description": "<p><strong>Trigger</strong> A creature moves into the unstable tunnel</p><hr />\n<p><strong>Effect</strong> The tunnel collapses in a cave‑in that deals @Damage[(4d8+10)[bludgeoning]] damage to the triggering creature and all creatures in area <strong>A2</strong> (@Check[type:reflex|dc:21|basic:true|traits:hazrd,environmental]). On a failed save, the triggering creature is @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} (Escape DC 21). This collapse fully blocks the tunnel (area <strong>A2</strong>), making it impassable.</p>"
                }
            }
        },
        "Falling Stalactites": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Falling Stalactites",
            "disable": "<p>@Check[type:survival|dc:20|name:Safely remove Stalactite|traits:hazard,environmental] (trained) to remove a stalactite without triggering a fall</p>",
            "hazarddescription": "Unstable stalactites fall from the ceiling.",
            "stealthdetails": "(trained)",
            "items": {
                "Fall": {
                    "name": "Fall",
                    "description": "<p><strong>Trigger</strong> A stalactite is damaged or touched</p><hr /><p><strong>Effect</strong> The stalactite falls, making an attack against each creature underneath.</p>"
                }
            }
        },
        "Arboreal Tar Tree": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Arboreal Tar Tree",
            "hp": "negative healing",
            "items": {
                "Axe Vulnerability": {
                    "name": "Axe Vulnerability",
                    "description": "<p>An arboreal tar tree takes 10 additional from axes.</p>"
                },
                "Spawn Tar Tree": {
                    "name": "Spawn Tar Tree",
                    "description": "<p>A living arboreal or animated tree slain by a tar tree's thorny branch Strike rises as a tar tree spawn after [[/br 1d4 #rounds]]{1d4 rounds}. This tar tree spawn is under the command of the tar tree that killed it. It doesn't have primal innate spells or the spawn tar tree ability and becomes @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2} for as long as it's a tar tree spawn. If the creator of the tar tree spawn dies, the tar tree spawn becomes a full-fledged, autonomous tar tree; it regains its free will, gains primal innate spells and the spawn tar tree ability, and is no longer clumsy.</p>"
                },
                "Throw Rock": {
                    "name": "Throw Rock"
                }
            }
        },
        "Desiak": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Desiak",
            "blurb": "Male fleshwarp warrior",
            "items": {
                "Dual Assault": {
                    "name": "Dual Assault",
                    "description": "<p><strong>Frequency</strong> once per round</p><hr /><p><strong>Effect</strong> Desiak makes either two claw Strikes or a bone spur Strike and a claw Strike. Both Strikes are against the same target and are made with his current multiple attack penalty. This counts as two attacks when calculating Desiak's multiple attack penalty.</p>"
                },
                "Erupt Bone Spur": {
                    "name": "Erupt Bone Spur",
                    "description": "<p>Desiak forces his bones to erupt from or retract back into his flesh. While his bones protrude from his flesh, he can use a bone spur Strike. On a critical hit with a bone spur, Desiak can drain his target's vital energy to restore a number of Hit Points equal to half the damage dealt.</p>"
                }
            }
        },
        "Final Flight": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Final Flight",
            "disable": "<p>@Check[type:diplomacy|dc:22|name:Soothe the restless spirits|traits:hazard,haunt] (trained) to soothe the restless spirits, or @Check[type:religion|dc:24|name:Honor the deceased|traits:hazard,haunt] (trained) to recite a prayer honoring the deceased; two successful checks are required to disable the haunt</p>",
            "hazarddescription": "A creature experiences the death of a priest carried off by griffons and fed to their chicks.",
            "reset": "The haunt deactivates 1 minute after all living creatures leave the Lea of Honored Souls. Ten minutes after deactivating, the haunt resets.",
            "stealthdetails": "(expert)",
            "items": {
                "Final Flight": {
                    "name": "Final Flight",
                    "description": "<p><strong>Trigger</strong> A creature enters the gathering circle</p>\n<hr />\n<p><strong>Effect</strong> The triggering creature experiences the last moments of the priest who once tended the Lea of Honored Souls. Griffons swoop down from the sky and snatch the priest up in their claws, dealing @Damage[(1d8+7)[slashing]] damage. They're carried southwest across the valley to a mountain peak and dropped into a nest of young griffons. As the chicks devour the priest, the character takes @Damage[(1d8+7)[piercing]] damage and @Damage[2d8[mental]] damage. The affected creature must then attempt a @Check[type:will|dc:22|traits:hazard,haunt] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes half damage from all damage dealt by the haunt.</p>\n<p><strong>Failure</strong> The creature takes full damage.</p>\n<p><strong>Critical Failure</strong> The creature takes full damage and can't shake off the vision; they take @Damage[1d8[bleed]] and are @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}-believing they're being eaten alive-as long as the bleed damage persists.</p>"
                }
            }
        },
        "Soul Draining Cage": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Soul Draining Cage",
            "disable": "<p>@Check[type:thievery|dc:25|name:Drain the rune's power|traits:hazard,magical,necromancy,negative,trap] (expert) to drain the runes' power harmlessly or <em>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (3rd level; counteract DC 22) to counteract the rune</p>",
            "hazarddescription": "Necromantic runes inscribed on the cage bars and lock drain the vitality of living creatures who interact with the cage.",
            "stealthdetails": "<p>(expert) or <em>@UUID[Compendium.pf2e.spells-srd.Item.gpzpAAAJ1Lza2JVl]{Detect Magic}</em></p>",
            "items": {
                "Soul Drain": {
                    "name": "Soul Drain",
                    "description": "<p><strong>Trigger</strong> A creature touches the cage bars, door, or lock directly or with a tool</p><hr />\n<p><strong>Effect</strong> The trap deals @Damage[(4d8+18)[negative]] damage to the triggering creature, creatures inside the cage, and all creatures adjacent to the cage (@Check[type:fortitude|dc:27|traits:hazard,trap|basic:true]). On a failed save, a creature is also @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1}.</p>"
                }
            }
        },
        "Rime Sludge": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Rime Sludge",
            "publicNotes": "<p>Rot and decay play a natural role in swamps of all climates, and latent magical energies or other strange phenomena can transform decomposing matter into oozes and other monstrous creatures made of living muck. Tundra wetlands are no exception to this trend. Worse, in such regions, a quick freeze can prevent noxious sludge from breaking down, and sequential years of short, seasonal thaws can compress rot upon rot until the pestilential mass animates as a rime sludge. These rare, noxious oozes hungrily search for and consume any organic matter they find in their northland habitats.</p>\n<p>Like most oozes, rime sludges consist primarily of protoplasm, though theirs has a slushy consistency peppered with disgusting nuggets of indigestible matter, such as petrified wood, jagged arrowheads, and animal fossils. A rime sludge renews this protoplasm by consuming plants and animals and maintaining a careful balance of semifrozen decomposition in its mutable form.</p>\n<p>Rime sludges are among the few oozes that thrive in cold climates, as too much heat accelerates their natural decay. Rime sludges can't survive temperatures too far above freezing for more than a few days. Rising temperatures force them to migrate toward cooler climates or cold underground areas.</p>\n<p>Few intelligent creatures inhabiting cold climates want anything to do with rime sludges. These oozes can't be trained, tend to wander off at random, and emit a noxious stink at the slightest hint of warmth. Some inventive creatures try to trap rime sludges in pits to keep them contained and use them to dispose of prisoners or food scraps. Because of the oozes' overpowering stench, these pits tend to be quite deep.</p>",
            "items": {
                "Motion Sense 60 feet": {
                    "name": "Motion Sense 60 feet",
                    "description": "<p>A rime sludge can sense nearby motion through vibration and air movement.</p>"
                },
                "Noxious Sublimation": {
                    "name": "Noxious Sublimation",
                    "description": "<p>The first time each round that the rime sludge takes fire damage, a cloud of sickening decay roils outward, dealing @Damage[2d6[poison]] damage (@Check[type:fortitude|dc:17|basic:true]) to all creatures in a @Template[type:emanation|distance:10]. A creature that fails its saving throw is also @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (or @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 3} on a critical failure).</p>"
                },
                "Slushy Undulation": {
                    "name": "Slushy Undulation",
                    "description": "<p>A rime sludge ignores difficult terrain and greater difficult terrain from ice and snow and doesn't risk falling @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} when crossing ice.</p>"
                }
            }
        },
        "Graylok Gatebreaker": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Graylok Gatebreaker",
            "ac": "(30 with shield raised, 32 behind cover)",
            "items": {
                "Battering Ram": {
                    "name": "Battering Ram"
                },
                "Shield Block": {
                    "name": "Shield Block",
                    "description": "<p>[reaction]</p>"
                },
                "Freeze Blade": {
                    "name": "Freeze Blade",
                    "description": "<p>The frost giant gatebreaker breathes on the blade of their battleaxe, coating it in a layer of magical ice. For 1 minute, the frost giant's battleaxe Strikes gain the cold trait, and creatures struck by the battleaxe are @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1}; at the end of each of their turns, the slowed creature can attempt a @Check[type:fortitude|dc:23] save to end the condition.</p>"
                },
                "Ice Stride": {
                    "name": "Ice Stride",
                    "description": "<p>A frost giant isn't impeded by difficult terrain caused by snow or ice, nor do they need to attempt Acrobatics checks to keep from falling on slippery ice.</p>"
                },
                "Shielded Stride": {
                    "name": "Shielded Stride",
                    "description": "<p>When the frost giant gatebreaker has their shield up, they can Stride to move half their Speed without triggering reactions that are triggered by their movement (such as Attacks of Opportunity).</p>"
                },
                "Trampling Ram": {
                    "name": "Trampling Ram",
                    "description": "<p><strong>Requirements</strong> Another frost giant gatebreaker has Readied to Stride on the frost giant gatebreaker's order</p><hr /><p><strong>Effect</strong> The two frost giants Stride, with a maximum distance equal to the slowest giant's Speed. Every creature whose space they move through takes @Damage[(2d8+9)[bludgeoning]] damage (@Check[type:reflex|dc:23|basic:true]); creatures who fail their save fall @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}. At the end of their movement, the giants make a single Strike with a +20 modifier (reach 15 feet), inflicting 4d6+16 bludgeoning damage on a hit and knocking the target prone. If the giants hit, they can immediately attempt to Shove the creature as a free action.</p>"
                }
            }
        },
        "Burnbearer": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Burnbearer",
            "items": {
                "Spurred by Death": {
                    "name": "Spurred by Death",
                    "description": "<p><strong>Trigger</strong> An ally within 30 feet reduces a creature to 0 HP</p>\n<hr />\n<p><strong>Effect</strong> The burnbearer Steps or Strides.</p>"
                },
                "Torch and Go": {
                    "name": "Torch and Go",
                    "description": "<p><strong>Requirements</strong> The burnbearer is flanking a creature</p>\n<hr />\n<p><strong>Effect</strong> The burnbearer sets the distracted enemy ablaze. The burnbearer makes a torch Strike against the flanked creature, then Steps. If the burnbearer's Strike deals damage to the flanked creature, the creature also takes @Damage[1[persistent,fire]] damage.</p>"
                }
            }
        },
        "Animated Blade": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Animated Blade",
            "ac": "(14 when broken); construct armor",
            "items": {
                "Construct Armor (Hardness 4)": {
                    "name": "Construct Armor (Hardness 4)",
                    "description": "<p>Like normal objects, an animated blade has Hardness. This Hardness reduces any damage the blade takes by an amount equal to the Hardness. Once an animated blade is reduced to fewer than half its Hit Points, or immediately upon being damaged by a critical hit, its construct armor breaks, and its Armor Class is reduced to 14.</p>"
                },
                "Tetanus": {
                    "name": "Tetanus",
                    "description": "<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:15]</p>\n<p><strong>Onset</strong> 1 week</p>\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} (1 week)</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2} and can't speak (1 day)</p>\n<p><strong>Stage 3</strong> @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed} (1 day)</p>\n<p><strong>Stage 4</strong> death</p>"
                }
            }
        },
        "Corrupted Elder Tree": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Corrupted Elder Tree",
            "publicNotes": "<p>Arboreal regents-also called treants-are lumbering, solitary creatures responsible for guarding an entire forest. They take an especially long view of affairs and never act brashly or without much deliberation. They occasionally come together in small groups called groves to share news and pass their wisdom down to the arboreal wardens that have sprouted under their watch. In times of grave danger, all the groves in a region may gather for a great months-long meeting to plan and, eventually, act upon a threat.</p>\n<p>The typical arboreal regent is 30 feet tall, has a trunk 2 feet in diameter, and weighs 4,500 pounds.</p>\n<hr />\n<p>Arboreals are guardians of the forest and representatives of the trees. As long-lived as the woods they watch over, arboreals consider themselves parents and shepherds of trees rather than their gardeners. Consequently, while arboreals tend to be slow and methodical, they are terrifyingly swift when forced to fight in defense of the woods. Though they rarely seek out the companionship of short-lived folk-even elves are fugacious in the eyes of arboreals-and have an inherent distrust of change, arboreals have been known to tolerate those who seek to learn from their long-winded, rambling monologues, especially if such pupils also express a desire to protect the timberlands. Against those who threaten their realm, such as loggers eager to harvest lumber or settlers aiming to establish croplands or a town, arboreals' wrath is unwavering and devastating. Perhaps ironically, arboreals are gifted at tearing down what others build-a trait that serves vengeful members of their kind well.</p>",
            "blurb": "Variant arboreal regent",
            "languages": "Speak with Plants",
            "items": {
                "Axe Vulnerability": {
                    "name": "Axe Vulnerability",
                    "description": "<p>The arboreal regent takes 5 additional damage from axes.</p>"
                },
                "Awaken Tree": {
                    "name": "Awaken Tree",
                    "description": "<p>The arboreal regent causes a tree within 180 feet to uproot itself and fight as a minion using the statistics for an @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.oBMIc2S8ekmDgPpi]{Awakened Tree}. The arboreal regent can control up to two awakened trees at a time, and it can issue commands to both trees as a single action, which has the concentrate and auditory traits.</p>"
                },
                "Sunder Objects": {
                    "name": "Sunder Objects",
                    "description": "<p>When an arboreal regent damages an item or structure, it deals an additional [[/r {2d10}]]{2d10 damage} to that item or structure.</p>"
                }
            }
        },
        "Tar Zombie Mammoth": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Tar Zombie Mammoth",
            "hp": "Negative healing",
            "items": {
                "Flammable": {
                    "name": "Flammable",
                    "description": "<p>A tar zombie requires a successful DC 20 flat check to recover from persistent fire damage. This DC isn't reduced for assisted recovery.</p>"
                },
                "Fling": {
                    "name": "Fling",
                    "description": "<p><strong>Requirements</strong> The tar zombie mammoth has a creature @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} or @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained} by its trunk</p>\n<hr />\n<p><strong>Effect</strong> The tar zombie mammoth whips its prey violently into the air. It attempts an @Check[type:athletics|defense:fortitude] check against the grabbed or restrained creature's Fortitude DC. If the creature is restrained, the mammoth gains a +4 circumstance bonus to this check. On a success, the mammoth flings the creature up to 30 feet overhead and up to 30 feet away (the creature takes damage from the fall as normal, up to 15 damage for a 30-foot fall). If the flung creature lands on another creature, the creature it lands on takes the same amount of bludgeoning damage (@Check[type:reflex|dc:28|basic:true] save).</p>"
                },
                "Shambling Trample": {
                    "name": "Shambling Trample",
                    "description": "<p>As @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.UNah0bxXxkcZjxO3]{Trample}, but the tar zombie mammoth Strides up to its Speed instead of double its Speed.</p>"
                },
                "Vomit Tar": {
                    "name": "Vomit Tar",
                    "description": "<p>The tar zombie vomits a gout of sticky tar in a @Template[type:cone|distance:15] that deals @Damage[7d6[bludgeoning]] damage ((@Check[type:reflex|dc:28|basic:true]) save). Creatures that fail the save are @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} and gain fire weakness 5. Both conditions end after 3 rounds or when the tar is scrubbed off (which requires 3 Interact actions). The tar zombie can't Vomit Tar again for [[/br 1d4 #Recharge Vomit Tar]]{1d4 rounds}.</p>"
                }
            }
        },
        "Loblobi": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Loblobi",
            "publicNotes": "<p>In the First World, rivers don't always flow as expected; sometimes they run backward, upward, or just disappear into mist and reappear somewhere else entirely. Fey native to such rivers are often just as capricious. This quality is particularly true of loblobis, cunning carnivores who resemble small, chubby humans with the heads and wings of crested herons.</p>\n<p>These malicious tricksters love playing any pranks that result in other creatures being embarrassed, hurt, or even drowned. Their most common \"antic\" is to cast <em>@UUID[Compendium.pf2e.spells-srd.Item.Seaah9amXg70RKw2]{Water Walk}</em> on a hopeful river-crosser, only to dismiss the spell when their victim has traversed halfway across. Conversely, most loblobis are terrible sports when they're the butt of a joke. It's common wisdom that few creatures can hold a grudge like a loblobi.</p>\n<p>Exceptionally vain, loblobis flutter and dance constantly to show off their plumage. Failing to comment on a preening loblobi's appearance is a sure method to invite eternal enmity, but flattery might buy enough time to sneak away from the evil fey.</p>",
            "items": {
                "Unflappable Self-Importance": {
                    "name": "Unflappable Self-Importance",
                    "description": "<p>When a loblobi rolls a success on a Will save against an emotion effect or an effect that would make it controlled, it gets a critical success instead. When it rolls a critical failure against such an effect, it gets a failure instead.</p>\n<p>However, a loblobi is vulnerable to flattery. It takes a -4 circumstance penalty to its Will and Perception DCs against any fulsome Deception and Diplomacy checks to Lie, @UUID[Compendium.pf2e.actionspf2e.Item.OX4fy22hQgUHDr0q]{Make an Impression}, or Request.</p>"
                },
                "Arrogant Preen": {
                    "name": "Arrogant Preen",
                    "description": "<p>The loblobi tidies its feathered crest to look supernaturally regal. Each non-fey creature within @Template[type:emanation|distance:30]{30 feet} must attempt a @Check[type:will|dc:17] save, then is temporarily immune to Arrogant Preen for 1 hour.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target is distracted by the preening and can't take reactions until the start of its next turn.</p>\n<p><strong>Failure</strong> The target is @UUID[Compendium.pf2e.conditionitems.Item.AdPVz7rbaVSRxHFg]{Fascinated} by the loblobi and can't take reactions for 1 minute.</p>\n<p><strong>Critical Failure</strong> As failure. Additionally, while the creature is fascinated, any hostile actions from the loblobi don't break the fascination, but instead allow the target to attempt a new Will save to end the effect at the start of its next turn.</p>"
                }
            }
        },
        "Death's Slumber Ward": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Death's Slumber Ward",
            "disable": "<p>@Check[type:religion|dc:23|name:Dissipate One of the Threads|traits:hazard,magical,trap,complex] (expert) or @Check[type:performance|dc:21|name:Dissipate One of the Threads|traits:hazard,magical,trap,complex] (trained) to dissipate one of the four threads. Characters who failed or critically failed a Performance check to participate in Grandfather Eiwa's funeral in Chapter 1 have been able to reflect on the experience; these characters gain a +2 circumstance bonus to their Performance checks to disable this trap.</p>\n<p>The trap is destroyed when all four threads are dissipated.</p>",
            "hazarddescription": "<p>A whirlwind of four ephemeral, magical threads dispels the undead and shrouds the living in an endless slumber.</p>",
            "routine": "<p>(4 actions) Each thread of energy passes through a random living or undead creature within 60 feet, dealing 4d6 damage (@Check[type:will|dc:22|basic:true|name:Death's Slumber Ward|traits:hazard,magical,trap,complex]) to the creature. A thread deals @Damage[4d6[negative]] damage to living creatures and @Damage[4d6[positive]] damage to undead creatures. Each thread passes through a different random creature, if possible. Each dissipated thread reduces the trap's number of actions by 1.</p>",
            "reset": "<p>The haunt deactivates 1 minute after no living or undead creatures are within 100 feet, then resets.</p>",
            "stealthdetails": "<p>(expert)</p>",
            "items": {
                "Breath of Pharasma": {
                    "name": "Breath of Pharasma",
                    "description": "<p><strong>Trigger</strong> A living or undead creature opens the trunk</p>\n<hr />\n<p><strong>Effect</strong> The ephemeral winds rise, sapping energy. All living and undead creatures within @Template[type:emanation|distance:60]{60 feet} must succeed at a @Check[type:will|dc:22] save or become @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} (@UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 2} on a critical failure). The trap then rolls initiative.</p>"
                }
            }
        },
        "Jesseri The Hailstorm": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Jesseri The Hailstorm",
            "items": {
                "Child of Winter": {
                    "name": "Child of Winter",
                    "description": "<p>When Jesseri Casts a Spell that deals damage and doesn't have a duration, she deals additional cold damage that's equal to the spell's level and ignores cold resistance 10.</p>"
                },
                "Signature Spells": {
                    "name": "Signature Spells",
                    "description": "<p>Jesseri can heighten <em>@UUID[Compendium.pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs]{Heal}</em> and <em>@UUID[Compendium.pf2e.spells-srd.Item.9AAkVUCwF6WVNNY2]{Lightning Bolt}</em> to any level for which she has an available spell slot.</p>"
                }
            }
        },
        "Giant Tapir (Snared)": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Giant Tapir (Snared)",
            "publicNotes": "<p>With a blunt, prehensile trunk and a squat posture, giant tapirs resemble a cross between elephant and boar, though they're actually more closely related to horses and rhinoceroses. Tapirs live in loose herds that graze near rivers and lakes. They enjoy fresh water, not only for the lush plants that grow along the shores-which they eat in prodigious quantities- but also for the protection the water provides. When predators approach, tapirs retreat to the water to hide, keeping their snouts barely above the surface to breathe. Likewise, the breezes and scents that accompany creeks and rivers mask tapirs' musk as they travel along these waterways. Despite their ungainly movement, tapirs are remarkably sure-footed, easily traversing mud and similar terrain thanks to their broad toes.</p>\n<p>Humanoids often hunt giant tapirs for their meat and durable hides. Such hunts are far from guaranteed, though; tapirs can run at least as fast as their hunters, and most will fight if cornered. The docile giants do what they can to avoid confrontation whenever possible. If they sense danger approaching, giant tapirs make a loud whistling sound to warn other tapirs about predators. A community who befriends or domesticates a herd of tapirs can use this whistling habit as an alarm system against encroaching enemies.</p>\n<p>Giant tapirs are usually quite placid, but they can be fearsome when roused. Their tusk-like front teeth are suitable for gouging attackers, and a tapir that manages to get a mouthful of an enemy's arm or leg can use its blunt molars to grind the flesh to paste. Tapirs have good hearing and an excellent sense of smell, but like many prey animals, they have poor vision. In the chaos of combat against multiple enemies, giant tapirs can become overwhelmed and confused, lashing out at allies as well as foes or fleeing the scene entirely.</p>",
            "items": {
                "Grinding Bite": {
                    "name": "Grinding Bite",
                    "description": "<p><strong>Requirements</strong> The giant tapir's last action was a successful jaws Strike against a creature</p>\n<hr />\n<p><strong>Effect</strong> The tapir gnaws the target's flesh and muscle with its blunt teeth. The creature must attempt a @Check[type:fortitude|dc:18] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} until the start of its next turn.</p>\n<p><strong>Failure</strong> The creature takes @Damage[2d4[bludgeoning]] damage and is enfeebled 1 until the end of its next turn.</p>\n<p><strong>Critical Failure</strong> The creature takes @Damage[4d4[bludgeoning]] damage and is enfeebled 1 for 1 minute.</p>"
                },
                "Snared": {
                    "name": "Snared",
                    "description": "<p>Due to the poison barbs stuck in its hooves, the tapir can't Stride farther than 10 feet.</p>"
                },
                "Splayed Toes": {
                    "name": "Splayed Toes",
                    "description": "<p>Giant tapirs ignore difficult terrain from mud and shallow water.</p>"
                }
            }
        },
        "Elk": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Elk",
            "publicNotes": "<p>Powerful and swift land mammals, elk range through the plains, hills, and forests of the wilderness.</p>\n<p>Their size, strength, and antlers (for the males) enable common elk to contend with most of their environment's dangers, though herds generally favor flight over combat. Most elk stand between 3 and 5 feet tall and weigh between 350 and 550 pounds, with females slighter than the males.</p>",
            "items": {
                "Startled Charge": {
                    "name": "Startled Charge",
                    "description": "<p><strong>Requirements</strong> It's the first round of combat</p><hr /><p><strong>Effect</strong> The elk Strides twice and makes a hoof Strike at the end of either Stride. If the Strike hits, the elk deals an additional @Damage[1d4[piercing]] damage.</p>"
                }
            }
        },
        "Footsteps Of Legends": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Footsteps Of Legends",
            "disable": "<p>@Check[type:diplomacy|dc:26|name:Convince the spirits to remain dormant|traits:hazard,haunt] (trained) to convince the spirits to remain dormant, or @Check[type:religion|dc:26|name:Ritually silence the spirits|traits:hazard,haunt] (trained) to ritually silence the spirits</p>",
            "hazarddescription": "The characters witness Burning Mammoths walking this mountain pass in ages long past.",
            "reset": "1 hour",
            "stealthdetails": "(expert)",
            "items": {
                "Ancestral Journey": {
                    "name": "Ancestral Journey",
                    "description": "<p><strong>Trigger</strong> A good‑aligned spiritual descendant of the Burning Mammoth following enters the mountain pass</p><hr />\n<p><strong>Effect</strong> Burning Mammoths from long ago appear alongside the party, walking the mountain pass as one united following. They walk in the footsteps of ancestors, heroes, and legends. Each creature that witnesses the vision gains a +1 status bonus to Will saving throws and all skill checks for 24 hours.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.wHQZO70bSECtSUZn]{Effect: Ancestral Journey}</p>"
                }
            }
        },
        "Burning Mammoth Longshield": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Burning Mammoth Longshield",
            "ac": "(17 with shield raised)",
            "items": {
                "Spurred by Death": {
                    "name": "Spurred by Death",
                    "description": "<p><strong>Trigger</strong> An ally within 30 feet reduces a creature to 0 HP</p>\n<hr />\n<p><strong>Effect</strong> The longshield Steps or Strides.</p>"
                },
                "Opportunistic Defense": {
                    "name": "Opportunistic Defense",
                    "description": "<p><strong>Trigger</strong> The longshield successfully Strikes with their shield boss</p>\n<hr />\n<p><strong>Effect</strong> The longshield Raises their Shield.</p>"
                },
                "Shield Shove": {
                    "name": "Shield Shove",
                    "description": "<p><strong>Frequency</strong> once per round</p>\n<p><strong>Requirements</strong> The longshield's shield is raised</p>\n<hr />\n<p><strong>Effect</strong> The longshield rolls an Athletics check to @UUID[Compendium.pf2e.actionspf2e.Item.7blmbDrQFNfdT731]{Shove} a creature in reach. If they roll a failure, they get a success instead, and if they roll a success, they get a critical success instead. The longshield's shield is lowered.</p>"
                }
            }
        },
        "Lagofir": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Lagofir",
            "publicNotes": "<p>Lagofirs are semiaquatic omnivores that resemble a rabbit the size of a large dog. They're social creatures, playful but territorial and protective of their kin. Lagofirs live in family units and gather in larger groups as often as their environment allows. They're commonly found in northern Avistan, congregating along rivers, lakes, and coasts, where they subsist on fish, crustaceans, marine plants, and small mammals.</p>\n<p>Lagofirs have a stout body, rounded back, large hind legs, long ears, and a short, fluffy tail. Their powerful incisors are capable of cracking through clam shells, chitin, and bone. Both their front and back paws are webbed, and their front paws are highly dexterous, enabling them to grasp objects and perform simple manual tasks.</p>\n<p>Lagofirs secrete a thick, sweet-smelling, flammable oil that coats their fur. Warm to the touch, this oil keeps them insulated and comfortable in frigid water and cold climates. Lagofirs mark their territory by brushing against solid surfaces, coating them in oil that, to other lagofirs, identifies an individual. This makes their lairs, known as burrows or forms, incredibly hazardous. A single spark in a lagofir form can cause an explosion.</p>",
            "items": {
                "Cold Adaptation": {
                    "name": "Cold Adaptation",
                    "description": "<p>The lagofir reduces the effects it suffers from cold environments by one step.</p>"
                },
                "Consuming Fumes": {
                    "name": "Consuming Fumes",
                    "description": "<p>@Template[type:emanation|distance:15]{15 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>The lagofir is surrounded by fumes from the flammable oil it exudes. Each nonmagical open flame the size of a torch or larger within the emanation explodes, dealing @Damage[4d4[fire]] damage to all creatures and objects adjacent to the flame (@Check[type:reflex|dc:17|basic:true]). After exploding, the fire source is extinguished.</p>"
                },
                "Deep Breath": {
                    "name": "Deep Breath",
                    "description": "<p>A lagofir can hold its breath for 1 hour.</p>"
                },
                "Flammable": {
                    "name": "Flammable",
                    "description": "<p>Lagofirs excrete a warm, flammable oil. Any creature that Grapples a lagofir or is @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} or @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained} by a lagofir becomes coated in lagofir oil for 10 minutes or until the oil is washed off, which takes 1 minute of vigorous scrubbing. Any time a lagofir or a creature coated in lagofir oil is dealt fire damage, it catches flame, taking @Damage[1d6[persistent,fire]] damage.</p>"
                },
                "Gnaw": {
                    "name": "Gnaw",
                    "description": "<p><strong>Requirements</strong> The lagofir's last action was a successful jaws Strike</p><hr /><p><strong>Effect</strong> The lagofir gnaws on the target, driving its teeth deeper into its prey. The target takes @Damage[(1d8+3)[piercing]] damage.</p>"
                },
                "Nimble Rush": {
                    "name": "Nimble Rush",
                    "description": "<p>The lagofir attacks while darting around its foes. The lagofir Strides twice and Strikes at any point during its movement. It can substitute a Swim action in place of any Stride.</p>"
                }
            }
        },
        "Varilyn \"Vare\" Eridge": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Varilyn \"Vare\" Eridge",
            "blurb": "Female halfling ex-crusader",
            "items": {
                "Guide's Warning": {
                    "name": "Guide's Warning",
                    "description": "<p>When Vare is about to roll a Perception or Survival check to determine her initiative, she can alert her allies as a free action. Vare visually or audibly warns allies, granting them a +1 circumstance bonus to their initiative rolls. Depending on how Vare warns allies, this action has the auditory or visual trait.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.UiISDbCjK6AUDsll]{Effect: Guide's Warning}</p>"
                },
                "Snare Crafting": {
                    "name": "Snare Crafting",
                    "description": "<p>Vare can use the Crafting skill to create the following snares: alarm snare, hampering snare, irritating thorn snare, marking snare, signaling snare, and smoke screen snare. Vare can create four snares each day without paying for the materials, using 3 Interact actions to set up each snare.</p>"
                },
                "Guiding Words": {
                    "name": "Guiding Words",
                    "description": "<p>Vare points out a weakness of a creature within 30 feet. Vare and all allies that can hear or see her gain a +1 status bonus to attack and damage rolls against that creature until the beginning of Vare's next turn. Vare adds an extra 1d6 precision damage to her weapon and unarmed attacks that hit that creature for the duration.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.uqjx1bwYduHwwC7d]{Effect: Guiding Words}</p>"
                }
            }
        },
        "Tar Pit": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Tar Pit",
            "disable": "<p>@Check[type:survival|dc:25|name:Reveal the Tar Pit|traits:environmental,hazard] (expert) to disturb the surface and reveal the tar pit</p>",
            "hazarddescription": "A 15-foot-wide patch of tar covered with dirt and leaves attempts to capture creatures that step onto it.",
            "routine": "<p>(1 action) On its initiative, the tar pit pulls down each creature within it, thick tar adhering to the creature's body. A creature that was submerged up to its waist becomes submerged up to its neck, and a creature that was submerged up to its neck is pulled under and must hold its breath to avoid suffocation. A creature in the tar pit can attempt a @Check[type:athletics|dc:33] check to @UUID[Compendium.pf2e.actionspf2e.Item.pprgrYQ1QnIDGZiy]{Climb} to either raise itself by one step (if it's submerged to its neck or full submerged) or to move 5 feet if it's submerged only up to its waist. On a critical failure, the creature is pulled down one step. Other creatures can Aid the creature, typically by using a rope or similar aid or by attempting to pull the creature out with their own @Check[type:athletics|dc:33] check, with the same results as if the creature attempted the check. In addition to the usual results, a character adjacent to the tar pit who critically fails while Aiding moves into the tar pit. A creature that Climbs out of the tar pit escapes the hazard and lands @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} in an adjacent space.</p>",
            "reset": "Though the hazard still captures anyone who touches it, the surface doesn't become hidden again until it settles, which takes 24 hours.",
            "stealthdetails": "(expert)",
            "items": {
                "Capture": {
                    "name": "Capture",
                    "description": "<p><strong>Trigger</strong> A Huge or smaller creature walks onto the tar pit</p><hr /><p><strong>Effect</strong> The triggering creature sinks into the tar pit up to its waist. The tar pit rolls initiative if it hasn't already.</p>"
                }
            }
        },
        "Gathganara": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Gathganara",
            "publicNotes": "<p>Naiads protect streams, ponds, springs, and other natural bodies of fresh water. While most naiads lead solitary lives close to their chosen ward, sometimes these nymphs congregate in coven-like groups where river tributaries meet, performing great magic and blessing the waters of the land. Because naiads' bonds to their bodies of water permit more flexibility, they are the nymphs most likely to interact with humanoids and even visit their settlements on occasion. Unlike other nymphs, naiads occasionally become adventurers, especially when dark forces seek to despoil nature or otherwise threaten the land, joining forces with others to prevent the corruption of nature.</p>\n<hr />\n<p>Nymphs are a family of fey that take the form of beautiful humanoids with elven features and have a deep association with the natural world. The most common of their kind are the dryads, which are spirits that embody great trees, but many other kinds of nymphs exist, including naiads, who watch over bodies of water. All nymphs are guardians of some element of nature, typically a specific tree or pond, or even-in the case of nymph queens-whole forests or massive bodies of water.</p>",
            "languages": "Speak With Animals",
            "items": {
                "Subterranean Naiad": {
                    "name": "Subterranean Naiad",
                    "description": "<p>Gathganara has darkvision, rather than low-light vision.</p>"
                },
                "Wild Empathy": {
                    "name": "Wild Empathy",
                    "description": "<p>The naiad can use Diplomacy to Make an Impression on and make very simple Requests of animals.</p>"
                },
                "Water Dependent": {
                    "name": "Water Dependent",
                    "description": "<p>A naiad bonds to a spring, pool, pond, or similar-sized water feature. While within 300 feet of her bonded body of water, she can use her innate <em>@UUID[Compendium.pf2e.spells-srd.Item.iAnpxrLaBU4V6Sej]{Tidal Surge}</em> at will. She doesn't recover Hit Points or reduce the drained condition when resting beyond that range. Unlike most other nymphs, she doesn't suffer penalties from being apart from her bonded body of water. A naiad can perform a 24-hour ritual to bond herself to a new body of water.</p>"
                },
                "Water Healing": {
                    "name": "Water Healing",
                    "description": "<p>While within her bonded body of water, the naiad heals 1 Hit Point every 10 minutes.</p>"
                }
            }
        },
        "Turkek": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Turkek",
            "allSaves": "+2 circumstance to all saves vs. disease",
            "hp": "negative healing",
            "blurb": "Female human dhampir necromancer",
            "items": {
                "Clot": {
                    "name": "Clot",
                    "description": "<p><strong>Trigger</strong> Turkek takes persistent bleed damage</p>\n<hr />\n<p><strong>Effect</strong> Turkek's blood hardens, sealing her wounds. Turkek automatically passes her next flat check to recover from the triggering persistent bleed damage.</p>"
                },
                "Sanguine Aura": {
                    "name": "Sanguine Aura",
                    "description": "<p>@Template[type:emanation|distance:30]{30 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>Around Turkek, wounds heal slowly and blood flows faster. The flat check to stop persistent bleed damage is DC 16, rather than DC 15. In addition, each time a creature in the emanation takes persistent bleed damage, it takes @Damage[1d6[bleed]]{1d6 additional bleed} damage.</p>"
                },
                "Blood Let": {
                    "name": "Blood Let",
                    "description": "<p><strong>Requirements</strong> Turkek's last action was a fang Strike that hit the target</p><hr /><p><strong>Effect</strong> Turkek rips her fangs across one of the target's arteries or veins, dealing an additional @Damage[(1d6+5)[slashing]] damage.</p>"
                },
                "Siphon Blood": {
                    "name": "Siphon Blood",
                    "description": "<p><strong>Requirements</strong> A creature within Turkek's sanguine aura is taking persistent bleed damage</p><hr /><p><strong>Effect</strong> Turkek draws her enemy's blood into her own body to heal her wounds. She regains 7 Hit Points.</p>"
                }
            }
        },
        "Burning Mammoth Hunter": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Burning Mammoth Hunter",
            "items": {
                "Spurred by Death": {
                    "name": "Spurred by Death",
                    "description": "<p><strong>Trigger</strong> An ally within 30 feet reduces a creature to 0 HP</p>\n<hr />\n<p><strong>Effect</strong> The hunter Steps or Strides.</p>"
                },
                "Muscle Slicer": {
                    "name": "Muscle Slicer",
                    "description": "<p>A target critically hit by a hunter's Strike is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} until the end of its next turn.</p>"
                }
            }
        },
        "Calcifda": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Calcifda",
            "items": {
                "Opal": {
                    "name": "Opal"
                },
                "Gemsight": {
                    "name": "Gemsight",
                    "description": "<p>As long as Calcifda holds a gemstone, she can see through the gem with darkvision and the effects of <em>@UUID[Compendium.pf2e.spells-srd.Item.uqlxMQQeSGWEVjki]{True Seeing}</em>. When she uses her @UUID[Compendium.pf2e.equipment-srd.Item.5SKGqxahAGsJgzRF]{Aeon Stone (Pearlescent Pyramid)} for this ability, she also knows the wounded and dying value of every creature she sees. Calcifda is blind when she isn't holding a gem in her hand.</p>"
                },
                "Light Sickness": {
                    "name": "Light Sickness",
                    "description": "<p>Calcifda is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} in bright light.</p>"
                },
                "Coal Curse": {
                    "name": "Coal Curse",
                    "description": "<p>Wounds dealt by Calcifda's claws stiffen flesh and turn the blood that runs from them into tar. Each time a creature is damaged by Calcifda's claw Strike, it must succeed at a @Check[type:fortitude|dc:29] save or become permanently @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} (slowed 2 on a critical failure) as its flesh stiffens like stone. If a creature is reduced to 0 Hit Points from Calcifda's claw Strike and fails the saving throw against coal curse, it's petrified and turned to coal. A creature that spends 8 hours in direct sunlight can attempt a new saving throw to remove the effects of coal curse, even if it has been petrified.</p>"
                },
                "Earth Glide": {
                    "name": "Earth Glide",
                    "description": "<p>Calcifda can Burrow through any earthen matter, including rock. When she does so, she moves at her full burrow Speed, leaving no tunnels or signs of her passing.</p>"
                },
                "Gem Gaze": {
                    "name": "Gem Gaze",
                    "description": "<p>Calcifda holds aloft a gem and gazes into the mind of a creature within 30 feet, infusing the creature's thoughts with visions of their body slowly turning to coal. The creature must succeed at a @Check[type:will|dc:29] save or become @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1} (frightened 2 on a critical failure).</p>"
                },
                "Lashing Stone": {
                    "name": "Lashing Stone",
                    "description": "<p><strong>Frequency</strong> once per round</p><hr /><p><strong>Effect</strong> Calcifda makes a claw Strike that originates from any stony or tarry surface within 60 feet. A creature that fails its Fortitude save against coal curse from this Strike increases its slowed value by 1 (@UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 2} on a failed save, slowed 3 on a critical failure).</p>"
                },
                "Steady Spellcasting": {
                    "name": "Steady Spellcasting",
                    "description": "<p>If a reaction would disrupt Calcifda's spellcasting action, she attempts a @Check[type:flat|dc:15]. On a success, the action isn't disrupted.</p>"
                }
            }
        },
        "Tar Zombie Predator": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Tar Zombie Predator",
            "hp": "Negative healing",
            "items": {
                "Flammable": {
                    "name": "Flammable",
                    "description": "<p>A tar zombie requires a successful DC 20 flat check to recover from persistent fire damage. This DC isn't reduced for assisted recovery.</p>"
                },
                "Tar-Splattered Charge": {
                    "name": "Tar-Splattered Charge",
                    "description": "<p>The tar zombie predator lurches at its foe. It Strides twice and makes a claw Strike, or strides once and makes two claw Strikes. Both Strikes count toward its multiple attack penalty as normal. It can't make a Tar-Spattered Charge again for [[/br 1d4 #rounds]]{1d4 rounds}.</p>"
                },
                "Vomit Tar": {
                    "name": "Vomit Tar",
                    "description": "<p>The tar zombie vomits a gout of sticky tar in a @Template[type:cone|distance:15] that deals @Damage[6d6[bludgeoning]] damage ((@Check[type:reflex|dc:25|basic:true]) save). Creatures that fail the save are @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} and gain fire weakness 5. Both conditions end after 3 rounds or when the tar is scrubbed off (which requires 3 Interact actions). The tar zombie can't Vomit Tar again for [[/br 1d4 #Recharge Vomit Tar]]{1d4 rounds}.</p>"
                }
            }
        },
        "Zombie Megaloceros": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Zombie Megaloceros",
            "publicNotes": "<p>The megaloceros is similar in form to the elk, but far superior in size. The average male's antlers weigh nearly 100 pounds and can be wider than his body is long. Megaloceroses stand up to 9 feet tall, weigh 1,500 pounds, and grow antlers over 12 feet wide.</p>",
            "hp": "negative healing",
            "blurb": "Variant megaloceros",
            "items": {
                "Slow": {
                    "name": "Slow",
                    "description": "<p>A zombie is permanently @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} and can't use reactions.</p>"
                },
                "Furious Charge": {
                    "name": "Furious Charge",
                    "description": "<p>The megaloceros Strides twice and makes a hoof Strike after either Stride. If the Strike hits, the megaloceros deals an additional @Damage[2d4[bludgeoning]] damage.</p>"
                }
            }
        },
        "Bargott": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Bargott",
            "blurb": "Male dryad husk",
            "languages": "Speak with plants",
            "items": {
                "Draining Impact": {
                    "name": "Draining Impact",
                    "description": "<p>When Bargott hits a creature with his blighted branch Strike, the creature must attempt a @Check[type:fortitude|dc:20] save. Whatever the result, the creature is immune to Bargott's draining impact for 24 hours.</p>\n<p><strong>Success</strong> The creature is unaffected.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1}.</p>\n<p><strong>Critical Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2}.</p>"
                },
                "Impart Anguish": {
                    "name": "Impart Anguish",
                    "description": "<p>Bargott twists his face into a visage of utter agony, sharing his anguish with those who gaze upon him. Creatures in a @Template[type:cone|distance:15] take @Damage[3d6[mental]] damage (@Check[type:will|dc:19|basic:true]). On a critically failed save, the creature is also @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} for 1 round.</p>"
                }
            }
        },
        "Hall Of Fiery Doom": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Hall Of Fiery Doom",
            "disable": "<p>Two @Check[type:athletics|dc:32] or @Check[type:diplomacy|dc:32] checks to douse the flames; Athletics to do the work yourself or Diplomacy to muster the ghostly soldiers. This reduces the hazard's actions by 1 and prevents it from using Burning Timbers. Banish the demons with up to two @Check[type:arcana|dc:35], @Check[type:occultism|dc:35], or @Check[type:religion|dc:35]checks; each success reduces the hazard's actions by 1, and two successes prevent it from using Demonic Abduction. When the hazard loses all 3 actions, Burning Timbers, and Demonic Abduction, it's disabled.</p>",
            "hazarddescription": "While the roof is on fire and collapsing timbers crush those within the hall, demons fly down from the sky to pluck victims from the flames.",
            "routine": "<p>(3 actions) The haunt spends 1 action to fill the hall with burning timbers falling from above, and 2 actions to pluck up random victims and drop them to their deaths.</p>",
            "reset": "The hall falls quiet for 24 hours, after which it can trigger again.",
            "stealthdetails": "(master)",
            "items": {
                "Burst of Fire": {
                    "name": "Burst of Fire",
                    "description": "<p><strong>Trigger</strong> A creature enters the hall or ends its turn in the hall</p><hr /><p><strong>Effect</strong> The hall bursts into flame, dealing @Damage[4d6[fire]] damage to each creature in the hall. The haunt then rolls initiative.</p>"
                },
                "Burning Timbers": {
                    "name": "Burning Timbers",
                    "description": "<p>Creatures within the 30-foot by 90-foot area of the hall take @Damage[(4d6+12)[fire]] damage (@Check[type:reflex|dc:29|basic:true]).</p>"
                }
            }
        },
        "Metuak": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Metuak",
            "items": {
                "Attack of Opportunity": {
                    "name": "Attack of Opportunity",
                    "description": "<p>[reaction]</p>"
                },
                "Dual Deny Advantage": {
                    "name": "Dual Deny Advantage",
                    "description": "<p>Due to his dual nature with Xeleria, Metuak is never @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard}.</p>"
                },
                "Axe Master": {
                    "name": "Axe Master",
                    "description": "<p>Metuak has access to the critical specialization effect of axe weapons. Due to his hatchet's <em>grievous</em> rune, he can damage a third creature with the same restrictions.</p>"
                },
                "Dual Soul": {
                    "name": "Dual Soul",
                    "description": "<p>A demon named Xeleria is bound to Metuak's soul. Though the two entities share one body and are a single creature for the purpose of both targeted and area effects, Metuak and Xeleria each have 120 Hit Points. Damage to each is tracked separately. Xeleria's HP is reduced by force, good, and positive damage, and any damage from a cold iron weapon, a weapon with a <i>ghost touch</i> rune, and any damage originating from the <i>Primordial Flame</i>. All other damage reduces Metuak's HP.Metuak and Xeleria must both be reduced to 0 HP for Metuak to die and Xeleria to be destroyed. If, at the beginning of Metuak's turn, either Metuak or Xeleria has been reduced to 0 HP but the other hasn't, Metuak and Xeleria each regain 15 HP.</p>"
                },
                "Shadow Blend": {
                    "name": "Shadow Blend",
                    "description": "<p>Metuak Strides up to twice his Speed. If he ends his movement in an area of dim light, he is @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden} as long as he remains in dim light.</p>"
                },
                "Soul Swipe": {
                    "name": "Soul Swipe",
                    "description": "<p>Metuak makes a single hatchet or claw Strike and compares the result to the AC of up to four foes, each of whom must be within his reach. He rolls damage once and applies it to each creature he hits. A Soul Swipe counts as two attacks for his multiple attack penalty. Metuak's hatchet applies its sweep trait against all four targets.</p>"
                },
                "Terrifying Howl": {
                    "name": "Terrifying Howl",
                    "description": "<p>Metuak unleashes a terrifying howl, attempting to Demoralize each creature within 30 feet. These creatures are then immune to Terrifying Howl for 1 minute.</p>"
                }
            }
        },
        "Venexus's Wyrmling": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Venexus's Wyrmling",
            "items": {
                "Freezing Blood": {
                    "name": "Freezing Blood",
                    "description": "<p><strong>Trigger</strong> An adjacent creature deals piercing or slashing damage to the wyrmling</p><hr /><p><strong>Effect</strong> The wyrmling's blood splatters onto the triggering creature, dealing @Damage[1d4[cold]] damage. A creature that takes cold damage in this way is @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for 1 round.</p>"
                },
                "Snow Vision": {
                    "name": "Snow Vision",
                    "description": "<p>Snow doesn't impair a white dragon's vision; the wyrmling ignores concealment from snowfall.</p>"
                },
                "Breath Weapon": {
                    "name": "Breath Weapon",
                    "description": "<p>The wyrmling breathes a cloud of frost that deals @Damage[6d6[cold]] damage in a @Template[type:cone|distance:30] (@Check[type:reflex|dc:22|basic:true]). They can't use Breath Weapon again for [[/br 1d4 #Recharge Breath Weapon]]{1d4 rounds}.</p>"
                },
                "Draconic Frenzy": {
                    "name": "Draconic Frenzy",
                    "description": "<p>The wyrmling makes two claw Strikes and one tail Strike in any order.</p>"
                },
                "Draconic Momentum": {
                    "name": "Draconic Momentum",
                    "description": "<p>When the wyrmling scores a critical hit with a Strike, they recharge their Breath Weapon.</p>"
                },
                "Ice Climb": {
                    "name": "Ice Climb",
                    "description": "<p>A white dragon can climb on ice as though they had the listed climb Speed. They ignore difficult terrain and greater difficult terrain from ice and snow and don't risk falling when crossing ice.</p>"
                }
            }
        },
        "Long-horned Bison Beheaded": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Long-horned Bison Beheaded",
            "hp": "negative healing",
            "items": {
                "Toss": {
                    "name": "Toss",
                    "description": "<p><strong>Requirements</strong> The beheaded's previous action was a horn Strike that dealt damage to its target</p><hr />\n<p><strong>Effect</strong> The beheaded tosses its head, attempting to move the target creature into another space within reach of its horns. It rolls an @Check[type:athletics|defense:fortitude] check against the target's Fortitude DC. On a failure, the target remains in place.</p>"
                }
            }
        },
        "Burning Mammoth Reaver": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Burning Mammoth Reaver",
            "items": {
                "Reaver's Howl": {
                    "name": "Reaver's Howl",
                    "description": "<p>When the reaver attempts an Intimidation check to @UUID[Compendium.pf2e.actionspf2e.Item.2u915NdUyQan6uKF]{Demoralize}, the reaver compares the result of the Intimidation check to the Will DC of each non-Burning Mammoth creature within 30 feet, determining the effect separately for each creature. The reaver's howl ignores the usual circumstance penalty to the Intimidation check for not speaking the same language as the target.</p>"
                },
                "Spurred by Death": {
                    "name": "Spurred by Death",
                    "description": "<p><strong>Trigger</strong> An ally within 30 feet reduces a creature to 0 HP</p>\n<hr />\n<p><strong>Effect</strong> The reaver Steps or Strides.</p>"
                },
                "Cut Down": {
                    "name": "Cut Down",
                    "description": "<p>When a reaver hits a creature with a battle axe Strike, the target must succeed at a @Check[type:fortitude|dc:16] save or fall @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}. If the creature critically fails its save, it takes @Damage[1d6[bludgeoning]] damage as it falls prone.</p>"
                }
            }
        },
        "Glyptodon": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Glyptodon",
            "publicNotes": "<p>Glyptodons are enormous, armadillo-like megafauna that roam sandy riverbanks and ancient forests in search of their favorite foods, namely riparian grass and tender saplings. Surly and suspicious, glyptodons avoid predators not out of a defensive instinct-their armored hides protect them from most well-equipped carnivores-but rather because they simply prefer to be left alone to their placid foraging. Despite their great size, glyptodons can survive on surprisingly little food, and they'll eat just about anything. As a result, they're more likely to be encountered roaming across vast tundra or desert regions than other large herbivores, appearing as a single, lumbering hump against an otherwise-flat horizon.</p>\n<p>A glyptodon's scutes-the thick, bony plates of its carapace-grow in distinctive patterns and scar readily, making it easy for non-glyptodons to identify individual animals. Glyptodons have notoriously bad eyesight, even for prey animals, and rely on their sense of smell to get around and identify threats and each other. In combat, they primarily rely on their thick carapaces to protect them from attackers.</p>\n<p>Although southern merchants have occasionally attempted to create a glyptodon-mounted trading network, riding these giants is an exercise in frustration, as their rounded hides provide little purchase for humanoid riders' feet or saddles. However, some webbed-toed people of the plains, including bands of lizardfolk, have managed to maintain glyptodon mounts thanks to their strong, flexible, clawed feet. Other ancestries primarily view glyptodons as a source of meat and tough hides, the latter of which make for excellent impromptu shelters and river boats.</p>\n<p>When cornered, a glyptodon uses its powerful digging claws to scrape or scare away attackers. Glyptodons can use their tails to ward off smaller predators, but generally do so only as a last resort.</p>",
            "items": {
                "Carapace Block": {
                    "name": "Carapace Block",
                    "description": "<p><strong>Trigger</strong> An adjacent creature targets the glyptodon with an attack</p>\n<hr />\n<p><strong>Effect</strong> The glyptodon turns, blocking the attack with its carapace and thrusting its heavy body toward the attacker. It gains a +2 circumstance bonus to its AC against the triggering attack. If the attack critically fails, the glyptodon attempts to @UUID[Compendium.pf2e.actionspf2e.Item.7blmbDrQFNfdT731]{Shove} the attacker.</p>"
                },
                "Clobbering Tail": {
                    "name": "Clobbering Tail",
                    "description": "<p>A glyptodon's stiff tail is its strongest weapon. When a glyptodon critically hits with its tail Strike, the target is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} for 1 round.</p>"
                }
            }
        },
        "Syarstik Painted-Tiger": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Syarstik Painted-Tiger",
            "hp": "negative healing, rejuvenation",
            "blurb": "Male awakened smilodon ghost",
            "items": {
                "Awaken Painting": {
                    "name": "Awaken Painting",
                    "description": "<p>Syarstik animates a cave painting within 60 feet for 10 minutes. The painting's movement mimics Syarstik's, so the connection between the ghost and the awakened painting is obvious. Creatures other than Syarstik within 10 feet of the awakened painting are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} because of these eerie movements. Syarstik can make ghostly fangs Strikes at any creature within 10 feet of a cave painting; the target's cover or concealment from the cave painting, rather than from Syarstik, applies to this Strike.</p>\n<p>A creature adjacent to an awakened painting can spend 2 actions to attempt a @Check[type:occultism|dc:18|name:Compel Awakend Painting|traits:concentrate|overrideTraits:true] or @Check[type:religion|dc:18|name:Compel Awakend Painting|traits:concentrate|overrideTraits:true] check (to compel the awakened painting to abate) or a @Check[type:crafting|dc:20|name:Smear the Cave Painting|traits:concentrate|overrideTraits:true] or @Check[type:thievery|dc:20|name:Smear the Cave Painting|traits:concentrate|overrideTraits:true] check (to thoroughly smear the cave painting). On a success, the painting is destroyed, and the animation ceases. Either way, this activity has the concentrate trait.</p>\n<p>Destroying three awakened paintings quells Syarstik's anger, causing the great cat to cease his attacks.</p>"
                },
                "Pounce": {
                    "name": "Pounce",
                    "description": "<p>Syarstik Strides and makes a Strike at the end of that movement. If he began this action @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden}, he remains hidden until after this ability's Strike.</p>"
                }
            }
        },
        "Roru": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Roru",
            "publicNotes": "<p>Rorus, sometimes called hunter demons, are brutal fiends that arise from the souls of mortals who mutilated animal corpses. As demons, these individuals don animal pelts, then infiltrate packs or herds to corrupt entire swaths of animals, turning their victims bloodthirsty and feral.</p>",
            "languages": "Speak with Animals, Telepathy 100 feet",
            "items": {
                "Disobedience Vulnerability": {
                    "name": "Disobedience Vulnerability",
                    "description": "<p>The first time each round an attempt to Command an Animal fails within 60 feet of a roru, the roru takes @Damage[4d6[mental]] damage (@Damage[10d6[mental]] if the roru failed the attempt).</p>"
                },
                "Predatory Aura": {
                    "name": "Predatory Aura",
                    "description": "<p>@Template[type:emanation|distance:30]{30 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>An animal or beast entering or starting its turn in the emanation must succeed at a @Check[type:will|dc:25] save or become @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1} (frightened 2 on a critical failure). Frightened animals within the emanation can't attack the roru. A creature that succeeds at a saving throw against predatory aura is immune for 24 hours.</p>"
                },
                "Incite Ferocity": {
                    "name": "Incite Ferocity",
                    "description": "<p>The roru focuses its corruption on an animal or beast it can see within 30 feet. The creature must succeed at a @Check[type:will|dc:25] save or become @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused} for [[/r 1d4 #rounds]]{1d4 rounds}. The confused creature can't attack the roru. A creature that succeeds at its saving throw is temporarily immune to Incite Ferocity for 24 hours.</p>"
                },
                "Wear Pelt": {
                    "name": "Wear Pelt",
                    "description": "<p>The roru dons the pelt of an adjacent dead animal, transforming into its lookalike. The roru becomes the same size and gains the same Speeds as the target animal. The roru loses its claw and jaws unarmed Strikes and gains the types of melee Strikes of the animal whose pelt it wears. The Strike deals damage equal to the roru's jaws Strike or, if the Strike has the agile trait, the roru's claw Strike. Either way, the damage type changes to match the new unarmed attack. While a roru wears a pelt, half of physical damage dealt to the roru is instead dealt to the pelt. A pelt has Hardness 5 and 25 HP. When a pelt reaches 0 HP, the roru is immediately expelled from the pelt and it is destroyed.</p>"
                }
            }
        },
        "Azi": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Azi",
            "blurb": "Female human necromancer",
            "items": {
                "Bloodline Magic": {
                    "name": "Bloodline Magic",
                    "description": "<p>When Azi casts <em>@UUID[Compendium.pf2e.spells-srd.Item.GUeRTriJkMlMlVrk]{Bind Undead}</em>, <em>@UUID[Compendium.pf2e.spells-srd.Item.cqdmSmQnM0q6wbWG]{Drain Life}</em>, <em>@UUID[Compendium.pf2e.spells-srd.Item.8ViwItUgwT4lOvvb]{False Life}</em>, <em>@UUID[Compendium.pf2e.spells-srd.Item.wdA52JJnsuQWeyqz]{Harm}</em>, <em>@UUID[Compendium.pf2e.spells-srd.Item.FM3SmEW8N1FCRjqt]{Talking Corpse}</em>, or <em>@UUID[Compendium.pf2e.spells-srd.Item.FedTjedva2rYk33r]{Undeath's Blessing}</em>, either Azi gains temporary Hit Points equal to the spell's level for 1 round, or a target takes @Damage[1[negative]]{1 negative} per spell level (if the spell already deals initial negative damage, combine this with the spell's initial damage before determining weaknesses and resistances).</p>"
                },
                "Reach Spell": {
                    "name": "Reach Spell",
                    "description": "<p>Azi can extend the range of her spells. If the next action Azi uses is to Cast a Spell that has a range, increase that spell's range by 30 feet. If the spell normally has a range of touch, Azi extends its range to 30 feet.</p>"
                }
            }
        },
        "Bone Warrior": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Bone Warrior",
            "ac": "23 with shield raised",
            "items": {
                "Sudden Charge": {
                    "name": "Sudden Charge",
                    "description": "<p>The bone warrior Strides twice. If they end their movement within melee reach of an enemy, the bone warrior makes a melee Strike against that enemy.</p>"
                }
            }
        },
        "Pouncing Tiger Haunt": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Pouncing Tiger Haunt",
            "disable": "<p>@Check[type:nature|dc:18|name:Quell the Spirit|traits:hazard,haunt] (trained) or @Check[type:religion|dc:18|name:Quell the Spirit|traits:hazard,haunt] (trained) to quell the spirit</p>",
            "hazarddescription": "<p>A cave painting of a great cat roars to life and leaps off the wall to attack.</p>",
            "reset": "<p>If the cave painting isn't destroyed, the haunt resets after 1 day.</p>",
            "stealthdetails": "<p>(trained)</p>",
            "items": {
                "Tiger Slash": {
                    "name": "Tiger Slash",
                    "description": "<p><strong>Trigger</strong> A living creature approaches within 5 feet of the cave painting</p>\n<hr />\n<p><strong>Effect</strong> The haunt deals @Damage[4d8[slashing]] damage with semisolid claws (@Check[type:will|dc:18|basic:true]). On a failed save, the target is also @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1} and @UUID[Compendium.pf2e.conditionitems.Item.sDPxOjQ9kx2RZE8D]{Fleeing} for 1 round (or @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2} and fleeing for 1 minute on a critical failure).</p>"
                }
            }
        },
        "Lomok": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Lomok",
            "allSaves": "+1 vs. disease",
            "ac": "(32 with shield raised)",
            "items": {
                "Aura of Courage": {
                    "name": "Aura of Courage",
                    "description": "<p>@Template[type:emanation|distance:15] @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<p>Whenever Lomok becomes @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened}, reduce the condition value by 1 (minimum 0). At the end of his turn, when he would reduce his frightened condition value by 1, also reduce the value by 1 for all allies in his aura.</p>"
                },
                "Powerful Will": {
                    "name": "Powerful Will",
                    "description": "<p>When Lomok rolls a success on a Will save, he gets a critical success instead.</p>"
                },
                "Retributive Strike": {
                    "name": "Retributive Strike",
                    "description": "<p><strong>Trigger</strong> An enemy damages one of Lomok's allies, and both combatants are within 15 feet of him</p><hr /><p><strong>Effect</strong> Lomok shields his ally and calls for retribution upon the attacker. The ally reduces the triggering damage by 13. Lomok and any allies within reach of the triggering enemy can make melee Strikes against it.</p>"
                },
                "Shield Block": {
                    "name": "Shield Block",
                    "description": "<p><strong>Trigger</strong> While you have your shield raised, you would take damage from a physical attack</p>\n<hr />\n<p>You snap your shield in place to ward off a blow. Your shield prevents you from taking an amount of damage up to the shield's Hardness. You and the shield each take any remaining damage, possibly breaking or destroying the shield.</p>"
                },
                "Spurred by Death": {
                    "name": "Spurred by Death",
                    "description": "<p><strong>Trigger</strong> An ally within 30 feet reduces a creature to 0 HP</p><hr /><p><strong>Effect</strong> Lomok Steps, Strides, or Strikes.</p>"
                },
                "Oath of the Burning Mammoths": {
                    "name": "Oath of the Burning Mammoths",
                    "description": "<p>Lomok's melee Strikes deal an additional @Damage[1d10[persistent,fire]] damage. If he critically hits a creature with a melee Strike, the creature is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} for as long as it takes persistent fire damage.</p>"
                }
            }
        },
        "Everburning Mammoth": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Everburning Mammoth",
            "hp": "negative healing",
            "items": {
                "Spurred by Death": {
                    "name": "Spurred by Death",
                    "description": "<p><strong>Trigger</strong> An ally within 30 feet reduces a creature to 0 HP</p><hr /><p><strong>Effect</strong> The everburning mammoth uses Drink Blood on a creature that meets the ability's requirements.</p>"
                },
                "Drink Blood": {
                    "name": "Drink Blood",
                    "description": "<p><strong>Requirements</strong> A @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}, or willing creature is within the everburning mammoth's reach</p><hr /><p><strong>Effect</strong> The everburning mammoth tears into the creature with its jaws and gorges itself on the victim's blood. This requires an Athletics check against the victim's Fortitude DC if the victim is grabbed and is automatic for any of the other conditions. The victim is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1}, and the everburning mammoth regains 15 HP, gaining any excess HP as temporary Hit Points. Drinking Blood from a creature that's already drained doesn't restore any HP to the everburning mammoth but increases the victim's drain value by 1.</p>"
                },
                "Paralysis": {
                    "name": "Paralysis",
                    "description": "<p>Any nonliving creature hit by the everburning mammoth's jaws Strike must succeed at a @Check[type:fortitude|dc:23] save or become @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}. It can attempt a new save at the end of each of its turns, and the DC cumulatively decreases by 1 on each such save.</p>"
                }
            }
        },
        "Pakano": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Pakano",
            "blurb": "Male Kellid hunter",
            "ac": "(21 with shield raised)",
            "items": {
                "Spurred by Death": {
                    "name": "Spurred by Death",
                    "description": "<p><strong>Trigger</strong> An ally within 30 feet reduces a creature to 0 HP</p>\n<hr />\n<p><strong>Effect</strong> Pakano Steps or Strides.</p>"
                },
                "Hunt Prey": {
                    "name": "Hunt Prey",
                    "description": "<p>Pakano designates a single creature he can see and hear, or one he's Tracking, as his prey. He gains a +2 circumstance bonus to Perception checks to @UUID[Compendium.pf2e.actionspf2e.Item.BlAOM2X92SI6HMtJ]{Seek} his prey and to Survival checks to @UUID[Compendium.pf2e.actionspf2e.Item.EA5vuSgJfiHH7plD]{Track} his prey.</p>\n<p>The first time Pakano hits his designated prey in a round, he deals an additional 1d8 precision damage. Pakano also ignores the penalty for making ranged attacks within his second range increment.</p>\n<p>These effects last until Pakano uses Hunt Prey again.</p>"
                },
                "Spear Fighter": {
                    "name": "Spear Fighter",
                    "description": "<p>Pakano's spear has the parry weapon trait, and his Strikes with the spear deal an additional [[/r {1d6}]]{1d6 damage}. If he critically hits a creature with a spear, the creature is @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} until the start of Pakano's next turn.</p>"
                }
            }
        },
        "Idovik": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Idovik",
            "blurb": "Male Sarkorian god",
            "languages": "telepathy 100 feet (Ashen Swale only)",
            "items": {
                "God's Intervention": {
                    "name": "God's Intervention",
                    "description": "<p><strong>Trigger</strong> Ashen Swale is the target of a physical Strike</p><hr /><p><strong>Effect</strong> Sensing Ashen Swale's peril, Idovik teleports to his side and interposes himself between Ashen Swale and danger. Idovik teleports to a space adjacent to Ashen Swale, then shields Ashen Swale with his body. Idovik becomes the target of the triggering Strike.</p>"
                },
                "Independent Action": {
                    "name": "Independent Action",
                    "description": "<p>Idovik is even older and more powerful than most Sarkorian gods, and he knows how to manifest in some forms without a god caller at all. Idovik does not share an initiative, actions, Hit Points, or a multiple attack penalty with Ashen Swale.</p>"
                },
                "Indomitable Step": {
                    "name": "Indomitable Step",
                    "description": "<p>Idovik ignores difficult terrain and uneven ground, and he treats greater difficult terrain as normal difficult terrain.</p>"
                },
                "Otherworldly Roar": {
                    "name": "Otherworldly Roar",
                    "description": "<p>Idovik unleashes a powerful squeal while stomping his hooves and displaying his tusks. Idovik attempts Intimidate checks to @UUID[Compendium.pf2e.actionspf2e.Item.2u915NdUyQan6uKF]{Demoralize} each foe within 30 feet. These checks take no penalty for not sharing a language.</p>"
                },
                "Rampaging Charge": {
                    "name": "Rampaging Charge",
                    "description": "<p>Idovik rushes forward, using his momentum to power his attack. Idovik Strides twice and then makes a tusk Strike. As long as he moved at least 20 feet, he gains a +2 circumstance bonus to his attack roll. A Medium or smaller creature struck by this attack must succeed at a @Check[type:reflex|dc:25] save or be knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} by the force of the blow.</p>"
                },
                "Spirit Link": {
                    "name": "Spirit Link",
                    "description": "<p>Even if his link is unusual, Idovik is bound to his summoner; he must remain within 100 feet of Ashen Swale at all times. If he ever moves outside this range or is reduced to 0 Hit Points, Idovik's physical form dissolves. Because his link functions unusually and he does not share Hit Points with Ashen Swale, Idovik remains manifested when Ashen Swale is @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} or dead, as long as he stays near Ashen Swale's body. If Ashen Swale dies, Idovik's form fades away over the next minute. When unmanifested, Idovik must be manifested before he can reappear.</p>"
                }
            }
        },
        "Tar Ooze": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Tar Ooze",
            "items": {
                "Motion Sense": {
                    "name": "Motion Sense",
                    "description": "<p>A tar ooze can sense nearby motion through vibration and movement.</p>"
                },
                "Sticky": {
                    "name": "Sticky",
                    "description": "<p><strong>Trigger</strong> The tar ooze is hit by a melee attack</p>\n<hr />\n<p><strong>Effect</strong> The ooze attempts to @UUID[Compendium.pf2e.actionspf2e.Item.PMbdMWc2QroouFGD]{Grapple} the creature that hit it. The ooze must still spend an action to extend the duration of the Grab on subsequent rounds, as normal.</p>"
                },
                "Viscous Sludge": {
                    "name": "Viscous Sludge",
                    "description": "<p>The tar ooze can have up to eight creatures grappled at the same time; doing so doesn't prevent it from making pseudopod Strikes. A tar ooze can climb on ceilings and other inverted surfaces, though such surfaces are difficult terrain.</p>"
                },
                "Zombification": {
                    "name": "Zombification",
                    "description": "<p>A creature slain while engulfed by a tar ooze undergoes a horrifying transformation and crawls from the ooze a week later as a tar zombie.</p>"
                }
            }
        },
        "Rockfall Ceiling": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Rockfall Ceiling",
            "disable": "<p>@Check[type:thievery|dc:25|name:Pin the pulley in place|traits:hazard,mechanical,trap] (trained) to pin the pulley in place</p>",
            "hazarddescription": "A load of rocks, held up by a rope pulley, is dropped on the cavern's lower level.",
            "stealthdetails": "(trained)",
            "items": {
                "Drop Rocks": {
                    "name": "Drop Rocks",
                    "description": "<p><strong>Trigger</strong> A creature holding the rope pulley pulls it</p><hr />\n<p><strong>Effect</strong> The net releases, dropping rocks on all creatures and objects in the lower half of area <strong>A15</strong>, dealing @Damage[(4d8+14)[bludgeoning]] damage (@Check[type:reflex|dc:26|traits:hazard,mechanical,trap|basic:true]). The area then becomes difficult terrain.</p>"
                }
            }
        },
        "Groplit": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Groplit",
            "publicNotes": "<p>The groplit is a squat little animal shaped like a water droplet, with a bulbous rear end and an eel-like face that juts from a narrow skull. Its rear legs are more muscular than those in front, which it primarily uses for balance, giving it the gait and appearance of a toad. Groplits are best known for their greasy skin and queasy hygienic habits: they spend most of each day using their two long tongues to slurp up their own oily excretions or similarly viscous discharge originating from plants or other animals. Although they prefer to dwell in northern wetlands, fens, and moist caves, groplits can thrive in all but the most barren environments. They'll eat just about anything, though they tend to prefer small, crunchy animals like bugs and birds.</p>\n<p>Groplits are famously loyal and highly sociable companions, and they make for dedicated, if somewhat odd-looking, pets. They can be taught simple commands and appear to take great pride in obeying them, performing stunts even in the face of obvious danger. An unscrupulous master might train a groplit with the intent to sacrifice it in an emergency, a fate to which the groplit is happily resigned. This single-minded obedience and their slow reproductive rate make groplits fairly rare in the wild.</p>\n<p>As a result of the way their bones are structured, groplits exhibit an imperturbable smile, of sorts-a physical feature which some find as creepy (or enraging) as others find it endearing. Its apparently ceaseless jubilation has given this creature the nickname \"the grinning toad\" in some parts of the world.</p>\n<p>Because they love to lap up oily matter of all kinds, groplits are naturally drawn to greasy animals like @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.eHLDsL1LG3jQ1H6Y]{Slurks}, @UUID[Compendium.pf2e.pathfinder-bestiary-2.Actor.g1htYgARxNKxc7MV]{Giant Slugs}, and lagofirs. For the most part, such animals rarely mind the company of an amiable groplit, though there's no such thing as a free meal; groplits who drop their guard amid their found family often end up on the wrong side of their companions' intestinal tracts.</p>",
            "items": {
                "Flammable Grease": {
                    "name": "Flammable Grease",
                    "description": "<p>A groplit's DC to recover from @UUID[Compendium.pf2e.conditionitems.Item.lDVqvLKA6eF3Df60]{Persistent Fire Damage} is increased by 2 (generally, from DC 15 to DC 17).</p>"
                },
                "Greasy Slide": {
                    "name": "Greasy Slide",
                    "description": "<p><strong>Trigger</strong> A creature misses the groplit with a melee Strike</p>\n<hr />\n<p><strong>Effect</strong> The groplit Strides or Swims up to 10 feet. This movement doesn't trigger reactions.</p>"
                },
                "Hopping Charge": {
                    "name": "Hopping Charge",
                    "description": "<p>The groplit Strides twice, Leaps twice, or Strides once and Leaps once. It then makes a jaws Strike at the end of the movement.</p>"
                },
                "Incendiary Dollop": {
                    "name": "Incendiary Dollop",
                    "description": "<p>Creatures struck by the groplit are smeared with some of its flammable grease. For the following 1 minute, or until a creature scrubs away the grease dollop with a single Interact action, the DC of the creature's checks to recover from @UUID[Compendium.pf2e.conditionitems.Item.lDVqvLKA6eF3Df60]{Persistent Fire Damage} is increased by 2.</p>"
                }
            }
        },
        "Ashen Swale": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Ashen Swale",
            "blurb": "Male human god caller",
            "languages": "telepathy 100 feet (Idovik only)",
            "items": {
                "Siphon Life": {
                    "name": "Siphon Life",
                    "description": "<p><strong>Trigger</strong> A creature within 30 feet uses a spell or ability with the healing trait that restores Hit Points or is the target of a spell or ability with the healing trait that restores Hit Points</p><hr /><p><strong>Effect</strong> Ashen Swale seizes upon the healing magic, drawing a portion of it into himself instead of the intended target. The healing effect restores 10 fewer Hit Points to one of its targets and Ashen Swale is restored 10 Hit Points or the total amount of healing, whichever is less.</p>"
                },
                "Corpse Puppet": {
                    "name": "Corpse Puppet",
                    "description": "<p>Ashen Swale seizes control of the body of a creature within 30 feet that is dead or @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}. The target must attempt a Will save. Dead creatures automatically fail this save. On a success, the target is permanently immune to Corpse Puppet. On a failure, the target is controlled by Ashen Swale. It gains the minion trait and can act as though it were alive and conscious as long as it's controlled by Ashen Swale. Controlling each target requires Ashen Swale to take an action to Command a Minion. The only actions the target can take during this time are Interact, Stride, and Strike.</p>\n<p>Ashen Swale retains control of the target for 10 minutes. This control ends immediately if the target loses the unconscious condition or the target is dealt an additional 50 damage since Ashen Swale took control (which destroys the body completely). After he has lost control of a target, that target is permanently immune to Corpse Puppet.</p>\n<p>Ashen Swale can control up to two targets with Corpse Puppet at a time.</p>"
                },
                "Hasten Eidolon": {
                    "name": "Hasten Eidolon",
                    "description": "<p>Ashen Swale focuses on the link he shares with Idovik to quicken his eidolon's actions. Idovik is @UUID[Compendium.pf2e.conditionitems.Item.nlCjDvLMf2EkV2dl]{Quickened} 1 until the beginning of Ashen Swale's next turn.</p>"
                },
                "Manifest Eidolon": {
                    "name": "Manifest Eidolon",
                    "description": "<p>Ashen Swale summons Idovik in an adjacent open space. If Idovik was already manifested, Ashen Swale chooses whether to unmanifest Idovik or to teleport Idovik to an adjacent open space. If Idovik unmanifested at 0 Hit Points, this process takes 1 minute instead of 3 actions, but Idovik regains 1 Hit Point when he remanifests.</p>"
                },
                "Transpose": {
                    "name": "Transpose",
                    "description": "<p>With a flash, Ashen Swale and Idovik switch places, each teleporting to the other's position.</p>"
                }
            }
        },
        "Giant Tapir": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Giant Tapir",
            "publicNotes": "<p>With a blunt, prehensile trunk and a squat posture, giant tapirs resemble a cross between elephant and boar, though they're actually more closely related to horses and rhinoceroses. Tapirs live in loose herds that graze near rivers and lakes. They enjoy fresh water, not only for the lush plants that grow along the shores-which they eat in prodigious quantities- but also for the protection the water provides. When predators approach, tapirs retreat to the water to hide, keeping their snouts barely above the surface to breathe. Likewise, the breezes and scents that accompany creeks and rivers mask tapirs' musk as they travel along these waterways. Despite their ungainly movement, tapirs are remarkably sure-footed, easily traversing mud and similar terrain thanks to their broad toes.</p>\n<p>Humanoids often hunt giant tapirs for their meat and durable hides. Such hunts are far from guaranteed, though; tapirs can run at least as fast as their hunters, and most will fight if cornered. The docile giants do what they can to avoid confrontation whenever possible. If they sense danger approaching, giant tapirs make a loud whistling sound to warn other tapirs about predators. A community who befriends or domesticates a herd of tapirs can use this whistling habit as an alarm system against encroaching enemies.</p>\n<p>Giant tapirs are usually quite placid, but they can be fearsome when roused. Their tusk-like front teeth are suitable for gouging attackers, and a tapir that manages to get a mouthful of an enemy's arm or leg can use its blunt molars to grind the flesh to paste. Tapirs have good hearing and an excellent sense of smell, but like many prey animals, they have poor vision. In the chaos of combat against multiple enemies, giant tapirs can become overwhelmed and confused, lashing out at allies as well as foes or fleeing the scene entirely.</p>",
            "items": {
                "Grinding Bite": {
                    "name": "Grinding Bite",
                    "description": "<p><strong>Requirements</strong> The giant tapir's last action was a successful jaws Strike against a creature</p>\n<hr />\n<p><strong>Effect</strong> The tapir gnaws the target's flesh and muscle with its blunt teeth. The creature must attempt a @Check[type:fortitude|dc:18] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} until the start of its next turn.</p>\n<p><strong>Failure</strong> The creature takes @Damage[2d4[bludgeoning]] damage and is enfeebled 1 until the end of its next turn.</p>\n<p><strong>Critical Failure</strong> The creature takes @Damage[4d4[bludgeoning]] damage and is enfeebled 1 for 1 minute.</p>"
                },
                "Splayed Toes": {
                    "name": "Splayed Toes",
                    "description": "<p>Giant tapirs ignore difficult terrain from mud and shallow water.</p>"
                }
            }
        },
        "Spectral Archers": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Spectral Archers",
            "disable": "<p>@Check[type:intimidation|dc:31|traits:haunt,hazard] (expert) to cow the archers into fleeing or @Check[type:religion|dc:28|name:Banish the Spirits|traits:haunt,hazard] (expert) to temporarily banish the spirits</p>",
            "hazarddescription": "Ghostly soldiers wielding crossbows manifest within the towers that flank the gatehouse and rain bolts down upon intruders.",
            "reset": "The haunt vanishes permanently if the graveknights are destroyed. Otherwise, it returns after 1 hour.",
            "stealthdetails": "(expert)",
            "items": {
                "Rain of Bolts": {
                    "name": "Rain of Bolts",
                    "description": "<p><strong>Trigger</strong> A creature attacks the graveknights in area <strong>G1</strong> or enters the castle</p><hr /><p><strong>Effect</strong> The haunt makes a spectral bolt Strike against the triggering creature, then rolls initiative.</p>"
                },
                "Routine": {
                    "name": "Routine",
                    "description": "<p>(1 action) The hazard fires one bolt at every creature in a 30-foot-by-30-foot area in front of the gate as 1 action. Because the spectral archers fire bolts continuously, the haunt can also use the Continuous Barrage free action (below) to fire bolts at each creature during that creature's turn.</p>"
                },
                "Continuous Barrage": {
                    "name": "Continuous Barrage",
                    "description": "<p><strong>Trigger</strong> A creature in front of the gate finishes an action</p><hr /><p><strong>Effect</strong> The haunt makes a spectral bolt Strike against the triggering creature.</p>"
                }
            }
        },
        "Graylok Artillerist": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Graylok Artillerist",
            "items": {
                "Sack with 10 Firebombs (see Throw Bomb)": {
                    "name": "Sack with 10 Firebombs (see Throw Bomb)"
                },
                "Ice Stride": {
                    "name": "Ice Stride",
                    "description": "<p>A frost giant isn't impeded by difficult terrain caused by snow or ice, nor do they need to attempt Acrobatics checks to keep from falling on slippery ice.</p>"
                },
                "Ignite Greataxe": {
                    "name": "Ignite Greataxe",
                    "description": "<p>The Graylok artillerist combines gelatin and other substances over their greataxe to ignite it. For 1 minute, the greataxe gains the fire trait, and creatures hit by it take 4 persistent fire damage.</p>"
                },
                "Throw Bomb": {
                    "name": "Throw Bomb",
                    "description": "<p><strong>Requirements</strong> The Graylok artillerist has two free hands</p>\n<hr />\n<p><strong>Effect</strong> The Graylok artillerist Interacts with a firebomb and then throws it at a point within 100 feet. The bomb erupts in a @Template[type:burst|distance:10], and works as @UUID[Compendium.pf2e.equipment-srd.Item.gWr4q4HiyGhETA8H]{moderate alchemist fire}, except it inflicts @Damage[4d6[fire]] damage with a @Check[type:reflex|dc:23|basic:true] save. Creatures that fail or critically fail this save also take @Damage[4[persistent,fire]] damage.</p>"
                },
                "Wide Swing": {
                    "name": "Wide Swing",
                    "description": "<p>The frost giant makes a single greataxe Strike and compares the attack roll result to the ACs of up to two foes within their reach. This counts as two attacks for the frost giant's multiple attack penalty.</p>"
                }
            }
        },
        "Beaver": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Beaver",
            "publicNotes": "<p>Beavers are stocky, herbivorous rodents that live in freshwater ecosystems throughout Avistan. They live in lodges, which they construct from logs, grass, rocks, and mud.</p>\n<p>A typical beaver can grow up to 4 feet long and weigh up to 65 pounds.</p>",
            "items": {
                "Deep Breath": {
                    "name": "Deep Breath",
                    "description": "<p>A beaver can hold its breath for 15 minutes.</p>"
                },
                "Construct Shelter": {
                    "name": "Construct Shelter",
                    "description": "<p>The beaver takes 1 minute to rapidly construct a simple mound along one side of its space, which can be used to Take Cover.</p>"
                },
                "Penetrating Bite": {
                    "name": "Penetrating Bite",
                    "description": "<p>The beaver makes a jaws Strike. The Strike ignores the first 5 Hardness of organic materials, such as rope, leather, and wood.</p>"
                },
                "Prop": {
                    "name": "Prop",
                    "description": "<p>The beaver stabilizes itself with its tail, gaining a +1 circumstance bonus to its Fortitude and Reflex DCs against Shove and Trip attempts until it next takes an action with the move trait.</p>"
                }
            }
        },
        "Ivarsa": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Ivarsa",
            "items": {
                "Attack of Opportunity": {
                    "name": "Attack of Opportunity",
                    "description": "<p>[reaction]</p>"
                },
                "Capture Magic": {
                    "name": "Capture Magic",
                    "description": "<p><strong>Trigger</strong> Ivarsa succeeds at a save against a foe's harmful spell, or a foe fails a spell attack roll against her with a harmful spell</p><hr /><p><strong>Effect</strong> Ivarsa enters her Arcane Cascade. If she's already in Arcane Cascade, she gains a +2 status bonus to damage from Arcane Cascade until the end of her next turn.</p>"
                },
                "Companion Bond": {
                    "name": "Companion Bond",
                    "description": "<p>When Ivarsa uses a teleportation effect while she's riding a mount, the mount teleports with her.</p>"
                }
            }
        },
        "Acid Strongbox Trap": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Acid Strongbox Trap",
            "disable": "<p>@Check[type:thievery|dc:22|name:Bleed Away the Magical Field|traits:acid,evocation,magical,trap,hazard] (expert) to harmlessly bleed away the magical field or <em>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (2nd level; counteract DC 20) to dispel it.</p>",
            "hazarddescription": "<p>An invisible magic field around the strongbox releases a spray of acid when disturbed.</p>",
            "stealthdetails": "<p>(trained)</p>",
            "items": {
                "Acidic Spray": {
                    "name": "Acidic Spray",
                    "description": "<p><strong>Trigger</strong> A creature touches the strongbox directly or with a held tool</p>\n<hr />\n<p><strong>Effect</strong> The trap deals @Damage[(4d8+10)[acid]] damage in a @Template[type:cone|distance:15] in the direction of the triggering creature (@Check[type:reflex|dc:21|basic:true]).</p>"
                }
            }
        },
        "Graylok Ambusher": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Graylok Ambusher",
            "items": {
                "Deny Advantage": {
                    "name": "Deny Advantage",
                    "description": "<p>A Graylok ambusher isn't @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden}, undetected, or flanking creatures of 8th level or lower or creatures of 8th level or lower using sneak attack. However, such creatures can still help other creatures flank.</p>"
                },
                "Opportune Backstab": {
                    "name": "Opportune Backstab",
                    "description": "<p><strong>Trigger</strong> A creature within melee reach is hit by a melee attack from one of the Graylok ambusher's allies</p><hr /><p><strong>Effect</strong> The Graylok ambusher attempts a Strike against the triggering creature.</p>"
                },
                "Brutal Beating": {
                    "name": "Brutal Beating",
                    "description": "<p>When the Graylok ambusher scores a critical hit with a melee Strike, the target is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p>"
                },
                "Dread Striker": {
                    "name": "Dread Striker",
                    "description": "<p>Any creature that has the @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened} condition is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} against the Graylok ambusher's attacks.</p>"
                },
                "Ice Stride": {
                    "name": "Ice Stride",
                    "description": "<p>A frost giant isn't impeded by difficult terrain caused by snow or ice, nor do they need to attempt Acrobatics checks to keep from falling on slippery ice.</p>"
                },
                "Light Step": {
                    "name": "Light Step",
                    "description": "<p>When the Graylok ambusher Strides or Steps, they ignore difficult terrain.</p>"
                }
            }
        },
        "Burning Mammoth Commando": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Burning Mammoth Commando",
            "items": {
                "Carved Wooden Trinket": {
                    "name": "Carved Wooden Trinket"
                },
                "Evasion": {
                    "name": "Evasion",
                    "description": "<p>When the commando rolls a success on a Reflex save, they get a critical success instead.</p>"
                },
                "Spurred by Death": {
                    "name": "Spurred by Death",
                    "description": "<p><strong>Trigger</strong> An ally within 30 feet reduces a creature to 0 HP</p><hr /><p><strong>Effect</strong> The commando Interacts to draw a weapon, Steps, Strides, or uses Hunt Prey.</p>"
                },
                "Cruel Cutter": {
                    "name": "Cruel Cutter",
                    "description": "<p>Burning Mammoth commandos ably carve flesh and wood with their axes. An axe the commando uses gains the reach trait and deals an additional [[/r {1d6}]]{1d6 damage} (included in the <i>hatchet</i> Strikes above).</p>"
                },
                "Hunt Prey": {
                    "name": "Hunt Prey",
                    "description": "<p>The commando designates a single creature they can see and hear, or one they're Tracking, as their prey. The commando gains a +2 circumstance bonus to Perception checks to @UUID[Compendium.pf2e.actionspf2e.Item.BlAOM2X92SI6HMtJ]{Seek} their prey and to Survival checks to @UUID[Compendium.pf2e.actionspf2e.Item.EA5vuSgJfiHH7plD]{Track} their prey. The first time the commando hits their designated prey in a round, they deal an additional 1d8 precision damage. The commando also ignores the penalty for making ranged attacks within the second range increment when attacking their prey. These effects last until the commando uses Hunt Prey again.</p>"
                }
            }
        },
        "Oil Explosion": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Oil Explosion",
            "disable": "<p>@Check[type:survival|dc:25|name:Neutralize the oil|traits:hazard,environmental,fire] (trained) or @Check[type:crafting|dc:23|name:Neutralize the oil|traits:hazard,environmental,fire] to neutralize the oil without setting it alight</p>",
            "hazarddescription": "The flammable oil catches flame and explodes, burning up in a ball of fire.",
            "stealthdetails": "(trained)",
            "items": {
                "Explode": {
                    "name": "Explode",
                    "description": "<p><strong>Trigger</strong> An open flame is brought into area <strong>A4</strong></p><hr />\n<p><strong>Effect</strong> The oil on the walls explodes, dealing @Damage[(4d8+10)[fire]] damage to all creatures and objects in areas <strong>A4</strong> and <strong>A3</strong>(@Check[type:reflex|dc:21|traits:hazard,environmental,fire|basic:true]).</p>"
                }
            }
        },
        "Summer Hora Queen": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Summer Hora Queen",
            "languages": "Speak with Animals, Speak with Plants",
            "items": {
                "Summer Bound": {
                    "name": "Summer Bound",
                    "description": "<p>During the winter months, a summer hora can't take reactions, is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}, and can't reduce their sickened condition below 1.</p>"
                },
                "Tied to the Land": {
                    "name": "Tied to the Land",
                    "description": "<p>A summer hora queen is intrinsically tied to a specific region, such as a forest or hilly plain. For 3 months around the summer solstice, the environment is supernaturally resilient, allowing the queen to automatically attempt to counteract spells and rituals that would harm the environment, such as <em>@UUID[Compendium.pf2e.spells-srd.Item.7yWXx3qC4eFNHhxD]{Blight}</em>, with a +27 counteract modifier and a counteract level of 7. For the 3 months around the winter solstice, however, her warded region becomes twisted or unhealthy unless a winter hora queen is present.</p>"
                },
                "Focus Beauty": {
                    "name": "Focus Beauty",
                    "description": "<p>The hora queen focuses her beauty upon a target within her aura. The creature must attempt a Will save. On a failure, it is affected as if by the hora queen's nymph's beauty aura; if it was already affected by the aura, it's @UUID[Compendium.pf2e.conditionitems.Item.XgEqL1kFApUbl5Z2]{Blinded} until its sight is restored via restore senses or similar effect, or until the hora queen chooses to remove the effect using a single action, which has the concentrate trait. A hora queen can Focus Beauty on a given creature only once per turn.</p>"
                },
                "Summer's Salvation": {
                    "name": "Summer's Salvation",
                    "description": "<p><strong>Trigger</strong> The summer hora or an ally within 30 feet that the summer hora can see fails a Perception check, saving throw, attack roll, or skill check.</p>\n<hr />\n<p><strong>Effect</strong> If it's the month of the summer solstice, the hora's or ally's check retroactively gains a +4 status bonus, which can change the outcome from a critical failure to a failure or a failure to a success. If it's the month before or after the summer solstice, the check gains a retroactive +2 status bonus instead. In the other months except during the three winter solstice months, the check gains a retroactive +1 status bonus instead. During the winter solstice months, this ability has no effect. The summer hora can't use Summer's Fortune again for [[/br 1d4 #rounds]]{1d4 rounds}.</p>"
                }
            }
        },
        "Fiendish Arboreal": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Fiendish Arboreal",
            "publicNotes": "<p>Arboreal wardens are the rangers of arboreal society. These itinerant folk have an innate curiosity about the woodlands in which they dwell, and rarely stop to take root and rest in the same part of the forest twice. This wanderlust makes wardens ideal forest patrollers and scouts. While they are robust combatants, they know better than to confront dangerous foes on their own. Instead, they report any dangers to arboreal regents. In rare cases, large groups of arboreal wardens congregate to form a copse. Copses travel beyond the boundaries of a forest to investigate the hinterlands and gather intelligence on potential threats before returning to report their findings. Arboreal wardens do not pretend to understand to other creatures' motives-like most forces of the natural world, they are ambivalent about mortal affairs that do not involve their forest.</p>\n<hr />\n<p>Arboreals are guardians of the forest and representatives of the trees. As long-lived as the woods they watch over, arboreals consider themselves parents and shepherds of trees rather than their gardeners. Consequently, while arboreals tend to be slow and methodical, they are terrifyingly swift when forced to fight in defense of the woods. Though they rarely seek out the companionship of short-lived folk-even elves are fugacious in the eyes of arboreals-and have an inherent distrust of change, arboreals have been known to tolerate those who seek to learn from their long-winded, rambling monologues, especially if such pupils also express a desire to protect the timberlands. Against those who threaten their realm, such as loggers eager to harvest lumber or settlers aiming to establish croplands or a town, arboreals' wrath is unwavering and devastating. Perhaps ironically, arboreals are gifted at tearing down what others build-a trait that serves vengeful members of their kind well.</p>",
            "blurb": "Demon‑touched arboreal wardens",
            "ac": "(22 with shield raised)",
            "items": {
                "Large Bark Shield": {
                    "name": "Large Bark Shield"
                },
                "Axe Vulnerability": {
                    "name": "Axe Vulnerability",
                    "description": "<p>An arboreal warden takes 5 additional damage from axes.</p>"
                },
                "Shield Push": {
                    "name": "Shield Push",
                    "description": "<p>The arboreal warden Strides and then makes a shield bash Strike. If the attack hits, the target is pushed 10 feet.</p>"
                }
            }
        },
        "Punishing Altar": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Punishing Altar",
            "disable": "<p>@Check[type:thievery|dc:22|name:Remove the bowl|traits:hazard,magical,necromancy,negative,trap] (expert) to remove the bowl without triggering the magic, or <em>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (2nd level, counteract DC 20) to counteract the runes</p>",
            "hazarddescription": "The bowl releases a wave of negative energy when a living creature approaches without displaying a religious symbol of Venexus.",
            "stealthdetails": "(trained) to notice the bowl is the center point for a magical trap",
            "items": {
                "Necromantic Wave": {
                    "name": "Necromantic Wave",
                    "description": "<p><strong>Trigger</strong> A living creature approaches within 10 feet of the bowl without displaying a religious symbol of Venexus</p><hr />\n<p><strong>Effect</strong> The bowl releases a wave of necromantic energy, dealing @Damage[(4d8+10)[negative]] damage (@Check[type:reflex|dc:21|traits:hazard,magical,necromancy,negative,trap|basic:true]) to the triggering creature and all creatures in the area not displaying a religious symbol of Venexus. On a critical failure, a creature becomes @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1}.</p>"
                }
            }
        },
        "Weykoward": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Weykoward",
            "items": {
                "Aura of Discarded Things": {
                    "name": "Aura of Discarded Things",
                    "description": "<p>@Template[type:emanation|distance:30] @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<p>Items in the emanation can't regain Hit Points unless the effect that attempts to repair them counteracts the aura, which has a counteract level of 5 and a counteract DC of 30.</p>"
                },
                "Debris Shield": {
                    "name": "Debris Shield",
                    "description": "<p><strong>Trigger</strong> The weykoward is targeted by an attack from an attacker it can see</p><hr />\n<p><strong>Effect</strong> The weykoward intercepts the attack with junk, gaining a +2 circumstance bonus to its AC against the triggering attack. If the attack misses and the attacker is within the weykoward's reach, it can @UUID[Compendium.pf2e.actionspf2e.Item.7blmbDrQFNfdT731]{Shove} the attacker. It doesn't need a hand free to Shove.</p>"
                },
                "Wasting Gaze": {
                    "name": "Wasting Gaze",
                    "description": "<p>The weykoward glances at an item of 4 Bulk or less it can see within 30 feet. A creature holding or wearing the object must attempt a @Check[type:will|dc:26] save. An unattended item always critically fails this save.</p>\n<hr />\n<p><strong>Critical Success</strong> The targeted item is unaffected. All of the creature's equipment is immune to Wasting Gaze for 24 hours.</p>\n<p><strong>Success</strong> The item is unaffected.</p>\n<p><strong>Failure</strong> The item loses [[/r {10d6}]] Hit Points; this can make the item broken, but it can't reduce the target's Hit Points beyond its Broken Threshold.</p>\n<p><strong>Critical Failure</strong> The target item loses [[/r {20d6}]] Hit Points. This can't reduce the item below 1 Hit Point.</p>"
                }
            }
        },
        "Ardissa Prendergant": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Ardissa Prendergant",
            "blurb": "Female human trophy hunter",
            "items": {
                "Mesmerizing Sigil": {
                    "name": "Mesmerizing Sigil",
                    "description": "<p><strong>Trigger</strong> A creature targets Ardissa with a melee Strike</p>\n<hr />\n<p><strong>Effect</strong> Ardissa traces a dizzying symbol in the air. The creature must attempt a @Check[type:will|dc:20] save. The creature is then temporarily immune for 1 minute.</p>\n<hr />\n<p><strong>Success</strong> The creature is unaffected.</p>\n<p><strong>Failure</strong> Until the beginning of her next turn, Ardissa is @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} from the creature.</p>\n<p><strong>Critical Failure</strong> Until the end of her next turn, Ardissa is @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden} from the creature.</p>"
                },
                "Drain Bonded Item": {
                    "name": "Drain Bonded Item",
                    "description": "<p><strong>Frequency</strong> twice per day</p>\n<hr />\n<p><strong>Effect</strong> Ardissa regains the ability to cast one spell she has already cast. She must still Cast the Spell normally. She can use this ability once to recover a 1st-level spell and once to recover a 2nd-level spell. She typically uses this ability to recover her <em>@UUID[Compendium.pf2e.spells-srd.Item.gKKqvLohtrSJj3BM]{Magic Missile}</em> spells.</p>"
                }
            }
        },
        "Forest Fire": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Forest Fire",
            "disable": "<p>A successful @Check[type:athletics|dc:22|name:Smother a square|traits:hazard,complex,environmental,fire], @Check[type:nature|dc:22|name:Smother a square|traits:hazard,complex,environmental,fire], or @Check[type:survival|dc:22|name:Smother a square|traits:hazard,complex,environmental,fire] check from an adjacent square is sufficient to smother one 5‑foot‑square of fire; each attempt is an Interact action. Dousing the flames automatically extinguishes one or more sections of fire, with no check. Water typically clears a 5‑foot square if the amount is small (such as from a spell like create water or hydraulic push). Larger amounts of water, such as a full bucket, typically douse a 10‑foot‑by‑10‑foot area (or 4 squares in some other shape). Throwing a bucket of water on flames requires an Interact action. A waterskin doesn't contain enough water to put out even 1 square of fire. Cold can also put out fire, but only if the cold can affect an area; cold is less effective than water, so a frost vial puts out only 1 square of fire, and a ray of frost is ineffective.</p>",
            "hazarddescription": "<p>A @Template[type:line|distance:10|width:10]{10‑foot‑by‑10‑foot} bonfire spreads to the surrounding forest on each of its turns.</p>",
            "routine": "<p>On its turn, the fire spreads into a number of additional squares equal to half the number of squares the fire currently occupies (minimum 1 square). You determine the squares the fire spreads into. Any creature that ends its turn next to the flames takes @Damage[(2d8+5)[fire]] damage, or @Damage[(4d8+10)[fire]] damage if it ended its turn within the flames (@Check[type:reflex|dc:25|traits:hazard,complex,environmental,fire|basic:true] in either case). A creature can take damage from the forest fire only once per round.</p>",
            "items": {
                "Stoke Flames": {
                    "name": "Stoke Flames",
                    "description": "<p><strong>Trigger</strong> A brimorak urges the fire to spread out of control</p><hr /><p><strong>Effect</strong> The bonfire becomes a forest fire and rolls initiative.</p>"
                }
            }
        },
        "Hobji": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Hobji",
            "allSaves": "+2 status to all saves vs. disease and poison",
            "blurb": "Male morlock strangler",
            "items": {
                "Strangling Grasp": {
                    "name": "Strangling Grasp",
                    "description": "<p><strong>Trigger</strong> Hobji hits a Medium or smaller creature with his fist Strike</p>\n<hr />\n<p><strong>Effect</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, and Hobji begins to strangle the creature. The creature is suffocating and can't speak as long as it's strangled. This prevents it from casting spells with a verbal component or activating items with a command component.</p>"
                },
                "Surprise Attack": {
                    "name": "Surprise Attack",
                    "description": "<p>In the first round of combat, creatures that haven't acted yet are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to Hobji.</p>"
                }
            }
        },
        "Long-horned Bison": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Long-horned Bison",
            "publicNotes": "<p>Much like their smaller bison cousins, long-horned bison are bovines with short faces, two horns, a shaggy coat, and a noticeable hump on their back. Despite their relation to more placid bovines, however, long-horned bison are ill-tempered and territorial. Their tread shakes the ground, while the thunder of their stampedes can be mistaken for an earthquake. Long-horned bison weigh upwards of 4,500 pounds and measure up to 9 feet tall and 16 feet long. Their horns, measured tip to tip, can be almost as wide as the bison are tall.</p>",
            "items": {
                "Cold Adaptation": {
                    "name": "Cold Adaptation",
                    "description": "<p>The bison reduces the effects it suffers from cold environments by one step.</p>"
                },
                "Toss": {
                    "name": "Toss",
                    "description": "<p><strong>Trigger</strong> A creature ends its movement within reach of the bison's horn Strike</p><hr /><p><strong>Effect</strong> The bison attempts to Shove the triggering creature with its horns. The bison can't Stride after the triggering creature on a success or critical success.</p>"
                },
                "Pointed Charge": {
                    "name": "Pointed Charge",
                    "description": "<p>The bison surges toward its foe, horns lowered. It Strides twice. If the bison ends its movement with an enemy within its reach, it makes a horn Strike against that enemy. The strike gains the fatal d12 trait.</p>"
                },
                "Rolling Thunder": {
                    "name": "Rolling Thunder",
                    "description": "<p>The bison kicks up dust and shakes the ground as it charges. The stampeding bison Strides up to twice its Speed in a straight line, dealing @Damage[(4d8+8)[bludgeoning]] damage (@Check[type:reflex|dc:24|basic:true]) to any Large or smaller creature in its path.Multiple bison can participate in Rolling Thunder by spending this ability's actions and waiting to charge until the herd is ready. Before the beginning of its next turn, a bison can then charge as a reaction triggered by an adjacent bison beginning its Rolling Thunder charge. All bison in the combined charge must charge in parallel lines, so the areas can't overlap. The combined charge deals an additional @Damage[3d8[bludgeoning]] damage to creatures in the area, and a creature that fails the Reflex saving throw is also knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}.</p>"
                }
            }
        },
        "Rhino Warriors": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Rhino Warriors",
            "items": {
                "Counter-Charge": {
                    "name": "Counter-Charge",
                    "description": "<p><strong>Trigger</strong> A creature Strides within reach of the warrior and critically fails to Strike the warrior with a melee weapon</p><hr /><p><strong>Effect</strong> The rhino warrior knocks the creature to the ground, and the triggering creature falls @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} and takes @Damage[(2d6+5)[bludgeoning]] damage. The rhino warrior is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} until the end of their next turn.</p>"
                },
                "Str": {
                    "name": "Str",
                    "description": "<p>+5, <strong>Dex</strong>+2, <strong>Con</strong>+3, <strong>Int</strong>-1, <strong>Wis</strong>+1, <strong>Cha</strong>+0</p>"
                },
                "Dig In": {
                    "name": "Dig In",
                    "description": "<p><strong>Frequency</strong> once per round</p><hr /><p><strong>Effect</strong> The rhino warrior makes two pick Strikes against a creature within reach. The rhino warrior rolls only one attack roll for both Strikes, then compares the result against the creature's AC. The rhino warrior's multiple attack penalty doesn't increase until after both Strikes.</p>"
                }
            }
        },
        "Tar Zombie Snatcher": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Tar Zombie Snatcher",
            "hp": "Negative healing",
            "items": {
                "Flammable": {
                    "name": "Flammable",
                    "description": "<p>A tar zombie requires a successful DC 20 flat check to recover from persistent fire damage. This DC isn't reduced for assisted recovery.</p>"
                },
                "Vomit Tar": {
                    "name": "Vomit Tar",
                    "description": "<p>The tar zombie vomits a gout of sticky tar in a @Template[type:cone|distance:15] that deals @Damage[5d6[bludgeoning]] damage ((@Check[type:reflex|dc:24|basic:true]) save). Creatures that fail the save are @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} and gain fire weakness 5. Both conditions end after 3 rounds or when the tar is scrubbed off (which requires 3 Interact actions). The tar zombie can't Vomit Tar again for [[/br 1d4 #Recharge Vomit Tar]]{1d4 rounds}.</p>"
                }
            }
        },
        "Pakano (Level 12)": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Pakano (Level 12)",
            "blurb": "Male Kellid hunter",
            "items": {
                "Death Throes": {
                    "name": "Death Throes",
                    "description": "<p>When a frost worm dies, it explodes in a @Template[type:burst|distance:100] of searing cold blood. All creatures and objects in range take @Damage[10d8[cold]] damage (@Check[type:reflex|dc:29|basic:true] save).</p>"
                },
                "Human Cunning": {
                    "name": "Human Cunning",
                    "description": "<p>Pakano's allies are unaffected by his worm chill aura and Worm Trill, and his Freezing Blood affects random enemies instead of random creatures. His Death Throes, however, still affect all creatures and objects in a 100-foot burst.</p>"
                },
                "Worm Chill": {
                    "name": "Worm Chill",
                    "description": "<p>@Template[type:emanation|distance:5]{5 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<p>A creature that enters or begins its turn in the emanation takes @Damage[3d6[cold]] damage (@Check[type:reflex|dc:29|basic:true]).</p>"
                },
                "Worm Trill": {
                    "name": "Worm Trill",
                    "description": "<p>The frost worm emits a hypnotic trill. Each non-frost worm creature within 100 feet must attempt a @Check[type:will|dc:32] save. The effects of Worm Trill last for 1 round, but if the frost worm uses this ability again on subsequent rounds, it extends this duration by 1 round for any creature already affected.</p>\n<p><strong>Success</strong> The creature is unaffected and is immune to Worm Trill for 24 hours.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.AdPVz7rbaVSRxHFg]{Fascinated} by the frost worm.</p>\n<p><strong>Critical Failure</strong> As failure, but the fascinated condition doesn't end if the frost worm uses hostile actions against the creature.</p>"
                },
                "Breath Weapon": {
                    "name": "Breath Weapon",
                    "description": "<p>The frost worm exhales a blast of frost, dealing @Damage[13d6[cold]] damage to creatures in a @Template[type:cone|distance:50] (@Check[type:reflex|dc:32|basic:true] save).</p>\n<p>It can't use Breath Weapon again for [[/br 1d4 #Recharge Breath Weapon]]{1d4 rounds}.</p>"
                },
                "Freezing Blood": {
                    "name": "Freezing Blood",
                    "description": "<p><strong>Trigger</strong> The frost worm takes piercing or slashing damage</p>\n<hr />\n<p><strong>Effect</strong> The frost worm's freezing blood sprays out on a random creature within 10 feet of the frost worm. That creature takes @Damage[7d6[cold]] damage (@Check[type:reflex|dc:29|basic:true] save).</p>"
                }
            }
        },
        "Hail of Razor Stones": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Hail of Razor Stones",
            "disable": "<p>@Check[type:thievery|dc:18|name:Cut the Trip Cord|traits:hazard,mechanical,trap] (trained) to safely cut the trip cord</p>",
            "hazarddescription": "<p>When a concealed cord is tripped, several sharp stones fall onto the square containing the cord.</p>",
            "stealthdetails": "<p>(trained)</p>",
            "items": {
                "Deadfall": {
                    "name": "Deadfall",
                    "description": "<p><strong>Trigger</strong> A creature walks into the square containing the trip cord</p>\n<hr />\n<p><strong>Effect</strong> Falling rocks deal @Damage[4d8[slashing]] damage (@Check[type:reflex|dc:19|basic:true]) to any creature in the square, possibly pinning them to the ground. On a failed save, the creature falls @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}; on a critical failure, the creature is @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} (DC 17 to @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape}).</p>\n<p>An adjacent creature can attempt a @Check[type:athletics|dc:19] check to shove the rocks aside to free an immobilized creature.</p>"
                }
            }
        },
        "Venexus's Chosen": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Venexus's Chosen",
            "blurb": "Dragonkin monks",
            "items": {
                "Tail Lash": {
                    "name": "Tail Lash",
                    "description": "<p><strong>Trigger</strong> A creature within reach of the chosen's tail Strike uses an action to Strike or attempt a skill check</p><hr />\n<p><strong>Effect</strong> Venexus's chosen attempts to Strike the triggering creature with their tail. If it hits, the creature takes a -2 circumstance penalty to the triggering roll.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.QqC9xymSXSVunDgl]{Effect: Tail Lash (Attack Roll)}</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.4HJJdogS751Z04lD]{Effect: Tail Lash (Skill Check)}</p>"
                },
                "Change Shape": {
                    "name": "Change Shape",
                    "description": "<p>Venexus's chosen changes between their humanoid shape and hybrid shape. They gain a tail unarmed Strike while in their hybrid shape.</p>"
                },
                "Flurry of Blows": {
                    "name": "Flurry of Blows",
                    "description": "<p><strong>Frequency</strong> once per round</p><hr /><p><strong>Effect</strong> Venexus's chosen makes two unarmed Strikes. If both hit the same creature, combine their damage for the purpose of resistances and weaknesses.</p>"
                },
                "Ice Walk": {
                    "name": "Ice Walk",
                    "description": "<p>Venexus's chosen ignores difficult terrain and greater difficult terrain from ice and snow and doesn't risk falling when crossing ice.</p>"
                },
                "Powerful Fists": {
                    "name": "Powerful Fists",
                    "description": "<p>Venexus's chosen's fist Strikes are treated as cold iron and silver, and the chosen doesn't take penalties when making lethal attacks.</p>"
                }
            }
        },
        "Venexus": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Venexus",
            "allSaves": "+1 status to all saves vs. magic",
            "blurb": "Female young white dragon",
            "items": {
                "Freezing Blood": {
                    "name": "Freezing Blood",
                    "description": "<p><strong>Trigger</strong> An adjacent creature deals piercing or slashing damage to Venexus</p>\n<hr />\n<p><strong>Effect</strong> Venexus's blood splatters onto the triggering creature, dealing @Damage[2d6[cold]] damage. A creature that takes cold damage in this way is @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for 1 round.</p>"
                },
                "Mist Shroud": {
                    "name": "Mist Shroud",
                    "description": "<p>@Template[type:emanation|distance:10]{10 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>The <em>Primordial Flame</em> continually heats the cold emanating from Venexus's body, surrounding the dragon in a thin veil of fog. Creatures in the aura are @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed}, and other creatures are concealed to creatures in the area. Venexus's storm vision allows her to see through this concealment, however. If wind disperses the aura, it returns automatically at the start of Venexus's turn. The aura is suppressed in water.</p>"
                },
                "Storm Vision": {
                    "name": "Storm Vision",
                    "description": "<p>Inclement weather doesn't impair Venexus's vision; she ignores concealment from fog, mist, rain, and snowfall.</p>"
                },
                "Breath Weapon": {
                    "name": "Breath Weapon",
                    "description": "<p>Venexus breathes a cloud of frost that deals @Damage[10d6[cold]] damage in a @Template[type:cone|distance:40] (@Check[type:reflex|dc:28|basic:true]). She can't use Breath Weapon again for [[/br 1d4 #Recharge Breath Weapon]]{1d4 rounds}.</p>"
                },
                "Draconic Frenzy": {
                    "name": "Draconic Frenzy",
                    "description": "<p>Venexus makes two claw Strikes and one tail Strike in any order.</p>"
                },
                "Draconic Momentum": {
                    "name": "Draconic Momentum",
                    "description": "<p>When Venexus scores a critical hit with a Strike, she recharges her Breath Weapon.</p>"
                },
                "Ice Climb 30 feet": {
                    "name": "Ice Climb 30 feet",
                    "description": "<p>Venexus can climb on ice as though she had the listed climb Speed. She ignores difficult terrain and greater difficult terrain from ice and snow and doesn't risk falling when crossing ice.</p>"
                },
                "Shape Ice": {
                    "name": "Shape Ice",
                    "description": "<p>Venexus magically reshapes a cube of ice or snow she touches, up to 10 feet across. Any creature standing atop the ice must succeed at a @Check[type:reflex|dc:15] save or Acrobatics check. On a failure, the creature falls @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} on the ice; on a critical failure, it falls off the ice entirely and is also prone.</p>"
                },
                "Snuff": {
                    "name": "Snuff",
                    "description": "<p>Venexus releases a wave of sleet, which douses open flames within 30 feet. All non-magical fire is automatically extinguished. All creatures in the area suffering from persistent fire damage immediately attempt a @Check[type:flat|dc:10] to end the persistent damage. If Snuff overlaps with an ongoing fire effect, Snuff attempts to counteract the fire effect.</p>"
                }
            }
        },
        "Megaloceros": {
            "data": {
                "placeHolder": "placeHolder"
            },
            "name": "Megaloceros",
            "publicNotes": "<p>The megaloceros is similar in form to the elk, but far superior in size. The average male's antlers weigh nearly 100 pounds and can be wider than his body is long. Megaloceroses stand up to 9 feet tall, weigh 1,500 pounds, and grow antlers over 12 feet wide.</p>",
            "items": {
                "Furious Charge": {
                    "name": "Furious Charge",
                    "description": "<p>The megaloceros Strides twice and makes a hoof Strike after either Stride. If the Strike hits, the megaloceros deals an additional @Damage[2d4[bludgeoning]] damage.</p>"
                }
            }
        }
    }
}