{
	"label": "Classes",
	"entries": {
		"Animist": {
			"name": "Animist",
			"description": "<p><em>You are the interlocutor between the seen and unseen, the voice that connects the mortal and the spiritual. You may hold your powers as a sacred trust to be kept free of ego and personal desire, or you may see your unique abilities as a sign that you've been chosen as a champion of two worlds. Whether you advocate for mortals before the planes beyond or whether you represent the spirits' interests, one thing remains certain: you provide the bridge between realms.</em></p>\n<p><strong>Key Ability: WISDOM</strong></p>\n<p>At 1st level, your class gives you an attribute boost to Wisdom.</p>\n<p><strong>Hit Points: 8 plus your Constitution modifier</strong></p>\n<p>You increase your maximum number of HP by this number at 1st level and every level thereafter.</p>\n<h1>Roleplaying the Animist</h1>\n<h2>During combat encounters...</h2>\n<p> You channel the power of spiritual entities, called apparitions, to cast potent spells and manipulate the battlefield to your advantage. You mix your own divine magic and the myriad spells granted to you by your attuned apparitions to cast down your enemies, sustain your allies, detect hidden threats, and lessen harmful effects.</p>\n<h2>During social encounters...</h2>\n<p> You watch and listen, letting the whispers of spirits and otherworldly beings guide you towards sound judgment. You may call upon the wisdom of an apparition particularly attuned to the issue at hand, relying on its expertise where your own falls short.</p>\n<h2>While exploring...</h2>\n<p>You use your patient attention to detail, alongside clues and special senses gifted to you by your spiritual allies, to detect threats before they can ambush your companions or notice hidden treasures that others might pass by.</p>\n<h2>In downtime...</h2>\n<p>You seek out areas close to otherworldly entities who bring you strength or comfort. You might tend to grave sites, tread primeval wildernesses, or ride the rivers and seas. Animists attuned to apparitions of wisdom and knowledge may spend their quiet hours in libraries or temples, conversing on simple and complex topics alike with fellow scholars both seen and unseen.</p>\n<h2>You might...</h2>\n<ul>\n<li>Talk to spiritual entities only you can perceive.</li>\n<li>Prefer to speak in stories and descriptive anecdotes.</li>\n<li>Look at the world from a broader or more metaphorical perspective than most mortal creatures.</li>\n</ul>\n<h2>Others probably...</h2>\n<ul>\n<li>Find you detached or absent-minded due to your focus on things beyond their awareness.</li>\n<li>Mistake you for being cruel or lacking empathy because you give equal weight to the material and immaterial.</li>\n<li>Value your wisdom as someone with access to vast troves of experience beyond what a single person could normally accumulate.</li>\n</ul>\n<h1>Initial Proficiencies</h1>\n<p>At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.</p>\n<h2>Perception</h2>\n<p>Trained in Perception</p>\n<h2>Saving Throws</h2>\n<p>Trained in Fortitude</p>\n<p>Trained in Reflex</p>\n<p>Expert in Will</p>\n<h2>Skills</h2>\n<p>Trained in Nature and Religion</p>\n<p>Trained in a number of additional skills equal to 2 plus your Intelligence modifier</p>\n<h2>Attacks</h2>\n<p>Trained in simple weapons</p>\n<p>Trained in unarmed attacks</p>\n<h2>Defenses</h2>\n<p>Trained in light armor</p>\n<p>Trained in medium armor</p>\n<p>Trained in unarmored defense</p>\n<h2>Spells</h2>\n<p>Trained in spell attack modifier<br />Trained in spell DC</p>\n<h2>Class DC</h2>\n<p>Trained in animist class DC</p>\n<h2>Class Features</h2>\n<p>You gain these abilities as an animist. Abilities gained at higher levels list the level at which you gain them next to the features' names.</p>\n<table class=\"pf2-table\" style=\"width:100%;height:641px\">\n<thead>\n<tr style=\"height:45px\">\n<th style=\"width:11.8721%;height:45px\">Your Level</th>\n<th style=\"width:87.9745%;height:45px\">Class Features</th>\n</tr>\n</thead>\n<tbody>\n<tr style=\"height:45px\">\n<td style=\"width:11.8721%;height:45px\">1</td>\n<td style=\"width:87.9745%;height:45px\">Ancestry and background, attribute boosts, initial proficiencies, apparition attunement, animist and apparition spellcasting, animistic practice, initial boon</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">2</td>\n<td style=\"width:87.9745%;height:29px\">Animist feat, skill feat</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">3</td>\n<td style=\"width:87.9745%;height:29px\">2nd-rank spells, general feat, skill increase, spiritual fortitude</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">4</td>\n<td style=\"width:87.9745%;height:29px\">Animist feat, skill feat, third apparition</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">5</td>\n<td style=\"width:87.9745%;height:29px\">3rd-rank spells, attribute boosts, ancestry feat, skill increase</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">6</td>\n<td style=\"width:87.9745%;height:29px\">Animist feat, skill feat</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">7</td>\n<td style=\"width:87.9745%;height:29px\">4th-rank spells, expert spellcaster, general feat, skill increase</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">8</td>\n<td style=\"width:87.9745%;height:29px\">Animist feat, skill feat</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">9</td>\n<td style=\"width:87.9745%;height:29px\">5th-rank spells, ancestry feat, apparition's awareness, intermediate boon, skill increase</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">10</td>\n<td style=\"width:87.9745%;height:29px\">Attribute boosts, advanced interlocution, animist feat, skill feat</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">11</td>\n<td style=\"width:87.9745%;height:29px\">6th-rank spells, apparition's warning, general feat, skill increase, simple weapon expertise</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">12</td>\n<td style=\"width:87.9745%;height:29px\">Animist feat, skill feat, fourth apparition</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">13</td>\n<td style=\"width:87.9745%;height:29px\">7th-rank spells, ancestry feat, greater boon, skill increase, weapon specialization</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">14</td>\n<td style=\"width:87.9745%;height:29px\">Animist feat, skill feat</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">15</td>\n<td style=\"width:87.9745%;height:29px\">8th-rank spells, attribute boosts, general feat, master spellcaster, skill increase</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">16</td>\n<td style=\"width:87.9745%;height:29px\">Animist feat, skill feat</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">17</td>\n<td style=\"width:87.9745%;height:29px\">9th-rank spells, ancestry feat, skill increase, ultimate boon</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">18</td>\n<td style=\"width:87.9745%;height:29px\">Animist feat, skill feat</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">19</td>\n<td style=\"width:87.9745%;height:29px\">General feat, legendary spellcaster, skill increase, supreme incarnation</td>\n</tr>\n<tr style=\"height:29px\">\n<td style=\"width:11.8721%;height:29px\">20</td>\n<td style=\"width:87.9745%;height:29px\">Attribute boosts, animist feat, skill feat</td>\n</tr>\n</tbody>\n</table>\n<h2>Ancestry and Background</h2>\n<p>In addition to what you get from your class at 1st level, you have the benefits of your selected ancestry and background.</p>\n<h2>Attribute Boosts</h2>\n<p>In addition to what you get from your class at 1st level, you have four free boosts to different attribute modifiers.</p>\n<p>At 5th level and every 5 levels thereafter, you get four free boosts to different attribute modifiers. If an attribute modifier is already +4 or higher, it takes two boosts to increase it; you get a partial boost, and must boost that attribute again at a later level to increase it by 1.</p>\n<h2>Initial Proficiencies</h2>\n<p>At 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class. Apparition Attunement Animists gain their power by serving as a bridge for spiritual entities—known collectively as apparitions—to commune and interact with the physical world in a process called attunement. Apparitions are myriad and diverse: they may be human spirits lingering on the border between becoming phantoms or ghosts, animal spirits with particularly strong connections to the physical world but lacking the malice that would spur a transition into true undeath, manifestations of natural locations grown thought and purpose over time, or a variety of other such entities. Some animists attune to one or more specific apparitions that accompany them in their travels, forming a deep partnership over time, while others adapt to their surroundings by befriending the local apparitions who dwell wherever the animist's journey takes them.</p>\n<p>Each day during your daily preparations, choose two apparitions from the list below to attune to. Of these, choose one to be your primary apparition. Your attuned apparitions each grant you knowledge in the form of Lore skills and a repertoire of additional spells you can cast using apparition spellcasting (see below), and your primary apparition grants you even further power in the form a unique vessel focus spell and, when you are higher level, a unique avatar form.</p>\n<p>When you Refocus, you can change which of your currently attuned apparitions is your primary apparition, selecting from any of the apparitions you attuned to during your daily preparations. All your apparitions typically remain attuned to you until your next daily preparations, but some animist abilities can temporarily disperse them, usually in exchange for a powerful boon. If an apparition is dispersed, you lose access to its gifts-you forget its apparition skills, its spells are removed from your apparition spell repertoire, and you cannot use its vessel spell or avatar form-until you attune to it again. When you disperse your primary apparition, your remaining apparition becomes your primary apparition.</p>\n<h2>Animist and Apparition Spellcasting</h2>\n<p>Your role as a spiritual medium connecting the mortal Universe to the realms beyond lets you cast your magic in two distinct ways. You both learn and prepare spells from the divine tradition yourself, and you also channel the knowledge and power of your attuned apparitions, gaining spell slots and a repertoire of spells from them that you can cast spontaneously.</p>\n<p>Regardless of which source you're drawing on, you are a spellcaster and can cast spells of the divine tradition using the Cast a Spell activity. As an animist, your incantations might be reciting relevant snippets of legends-stories passed down orally-or they might see you calling nearby spirits to honor ancient vows; your gestures could take the form of elegant dances or full-body convulsions as generations of memories and otherworldly energies surge through you.</p>\n<p>Some of your spells require you to attempt a spell attack to see how effective they are, or have your enemies roll against your spell DC (typically by attempting a saving throw). Since your key attribute is Wisdom, your spell attack modifiers and spell DC use your Wisdom modifier.</p>\n<p>The clearly delineated partnership between an animist and their apparitions means you can't cast your animist spells using your apparition spell slots or vice versa; your magics remain complementary and harmonious, yet as distinct as the two worlds from which they come.</p>\n<h3>Animist Spellcasting</h3>\n<p>As a keeper of knowledge, you are constantly learning new tales and spells. Each day, you can prepare one 1strank spell and two cantrips from among the common spells on the divine spell list or from other divine spells to which you gain access and learn via Learn a Spell. Prepared spells remain available to you until you cast them or until you prepare your spells again. The number of spells you can prepare is called your spell slots.</p>\n<p>As you increase in level as an animist, the number of spells you can prepare each day increases, as does the highest rank of spell you can cast, as shown in the Animist Spells per Day table.</p>\n<h3>Apparition Spellcasting</h3>\n<p>You can draw upon your attuned apparitions as a second source of magical knowledge and power. You gain additional spell slots and a spell repertoire from your attuned apparitions. At first level, you can cast one 1strank apparition spell per day. You must have the spell in your apparition spell repertoire to cast it; this is a collection of spells granted to you by all of your attuned apparitions. Any of these spells that aren't normally on the divine list are still divine spells if you cast them this way. As you increase in level, you gain further apparition spell slots, and your apparitions grant you higher-rank apparition spells, as detailed in each apparition entry.</p>\n<h3>Heightening Spells</h3>\n<p>When you gain spell slots of 2nd rank and higher, you can fill those slots with stronger versions of lower-rank spells. This increases the spell's rank, heightening it to match the spell slot. Many spells have specific improvements when they are heightened to certain ranks.</p>\n<p>The spirits are not so limited in their magic as mortal spellcasters. All of your apparition spells are signature spells. That means that you can heighten an apparition spell freely by casting it from a higher-rank apparition spell slot, up to the maximum rank of apparition spell you can cast.</p>\n<h3>Cantrips</h3>\n<p>Some of your spells are cantrips. A cantrip is a special type of spell that doesn't use spell slots. You can cast a cantrip at will, any number of times per day. A cantrip is automatically heightened to half your level rounded up—this is usually equal to the highest rank of animist spell slot you have. For example, as a 1st-level animist, your cantrips are 1st-rank spells, and as a 5th-level animist, your cantrips are 3rd-rank spells.</p>\n<h3>Vessel Spells</h3>\n<p>Your primary attuned apparition can use your body as a conduit, allowing you to cast a unique vessel spell. Vessel spells are a type of focus spell. It costs 1 Focus Point to cast a focus spell, and you start with a focus pool of 2 Focus Points. You refill your focus pool during your daily preparations, and you can regain 1 Focus Point by spending 10 minutes using the Refocus activity to treat with nearby spirits, meditate on resolving an issue pertaining to the balance of spirits and mortals, or telling a story.</p>\n<p>Focus spells are automatically heightened to half your level rounded up, much like cantrips. Focus spells don't require spell slots, and you can't cast them using spell slots. Certain feats give you more focus spells. The maximum Focus Points your focus pool can hold is equal to the number of focus spells you have, but can never be more than 3 points.</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Your Level</th>\n<th>Cantrips</th>\n<th>1st</th>\n<th>2nd</th>\n<th>3rd</th>\n<th>4th</th>\n<th>5th</th>\n<th>6th</th>\n<th>7th</th>\n<th>8th</th>\n<th>9th</th>\n<th>10th</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>2+2</td>\n<td>1+1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>2</td>\n<td>2+2</td>\n<td>2+1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>3</td>\n<td>2+2</td>\n<td>2+1</td>\n<td>1+1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>4</td>\n<td>2+3</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>5</td>\n<td>2+3</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>1+1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>6</td>\n<td>2+3</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>7</td>\n<td>2+3</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>1+1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>8</td>\n<td>2+3</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>9</td>\n<td>2+3</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>1+1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>10</td>\n<td>2+3</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>11</td>\n<td>2+3</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+1</td>\n<td>1+1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>12</td>\n<td>2+4</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>13</td>\n<td>2+4</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+1</td>\n<td>1+1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>14</td>\n<td>2+4</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>15</td>\n<td>2+4</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+1</td>\n<td>1+1</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>16</td>\n<td>2+4</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>17</td>\n<td>2+4</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+1</td>\n<td>1+1</td>\n<td>-</td>\n</tr>\n<tr>\n<td>18</td>\n<td>2+4</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>-</td>\n</tr>\n<tr>\n<td>19</td>\n<td>2+4</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+1</td>\n<td>0+1*</td>\n</tr>\n<tr>\n<td>20</td>\n<td>2+4</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+1</td>\n<td>0+1*</td>\n</tr>\n<tr>\n<td style=\"color:white;width:120px;background-color:#522e2c;text-align:center;height:25px\" colspan=\"12\">\n<p>The number before a plus sign indicates your spell slots via animist spellcasting, and the number after it your spell slots from apparition spellcasting. For instance, a 2nd-level animist has \"2 + 1\" 1st-rank spell slots, meaning they can prepare two 1st-rank spells via animist spellcasting, and they also have one spell slot to spontaneously cast an apparition spell.</p>\n<p>* The supreme apparition class feature gives you a 10th-rank apparition slot that works a bit differently from other spells.</p>\n</td>\n</tr>\n</tbody>\n</table>\n<h3>Animistic Practice</h3>\n<p>At 1st level, the animist chooses a practice that influences the way their power grows and develops. Choose one of the following practices and gain the listed benefits.</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.DCDHjeBcQSEdiRBX]{Channeler}</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.vvog6aXtEzkTNaBC]{Sage}</p>\n<h2>Animist Feats <span style=\"float:right\">2nd</span></h2>\n<p>At 2nd level and every even-numbered level, you gain an animist class feat.</p>\n<h2>Skill Feats <span style=\"float:right\">2nd</span></h2>\n<p>At 2nd level and every 2 levels thereafter, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat. </p>\n<h2>General Feats<span style=\"float:right\">3rd</span></h2>\n<p>At 3rd level and every 4 levels thereafter, you gain a general feat.</p>\n<h2>Spiritual Fortitude <span style=\"float:right\">3rd</span></h2>\n<p>Spiritual energy reinforces your body. Your proficiency rank for Fortitude saves increases to expert.</p>\n<h2>Skill Increases <span style=\"float:right\">3rd</span></h2>\n<p>At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase to either become trained in one skill you're untrained in, or become an expert in one skill in which you're already trained.</p>\n<p>At 7th level, you can use skill increases to become a master in a skill in which you're already an expert, and at 15th level, you can use them to become legendary in a skill in which you're already a master.</p>\n<h2>Third Apparition <span style=\"float:right\">4th</span></h2>\n<p>You've learned to shelter more spirits, gaining access to more magic. When you attune to apparitions during your daily preparations, you choose three apparitions to attune to, with one of them being your primary apparition. Increase the number of Focus Points in your focus pool by 1.</p>\n<h2>Ancestry Feats <span style=\"float:right\">5th</span></h2>\n<p>In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter.</p>\n<h2>Expert Spellcaster <span style=\"float:right\">7th</span></h2>\n<p>The spirits' magic flows freely through you. Your proficiency ranks for your spell attack modifier and spell DC increase to expert.</p>\n<h2>Apparition's Awareness <span style=\"float:right\">9th</span></h2>\n<p>Your apparitions call attention to minute details you might otherwise overlook. Your proficiency rank for Perception increases to expert.</p>\n<h2>Advanced Interlocution <span style=\"float:right\">10th</span></h2>\n<p>You channel the power of spiritual forces and entities with incredible efficiency. You gain an additional apparition slot for each rank of spells you can cast, up to your highest rank of spells - 2. For example, a 10th-level animist would have an additional 1st-, 2nd-, and 3rd-rank apparition slot.</p>\n<h2>Apparition's Warning <span style=\"float:right\">11th</span></h2>\n<p>The spiritual entities that protect you warn you of harm before it would occur, giving you more time to react. Your proficiency rank for Reflex saves increases to expert.</p>\n<h2>Simple Weapon Expertise <span style=\"float:right\">11th</span></h2>\n<p>Training from your spiritual companions has improved your weapon technique. Your proficiency rank for simple weapons and unarmed attacks increases to expert.</p>\n<h2>Fourth Apparition <span style=\"float:right\">12th</span></h2>\n<p>You're truly loved by the spirits, with apparitions flocking to you from far and wide. When you attune to apparitions during your daily preparations, you choose four apparitions to attune to, with one of them being your primary apparition.</p>\n<h2>Weapon Specialization <span style=\"float:right\">13th</span></h2>\n<p>You've learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master, and 4 if you're legendary.</p>\n<h2>Master Spellcaster <span style=\"float:right\">15th</span></h2>\n<p>Your affinity with the apparitions you bond to has further enhanced the potency of your magic. Your proficiency ranks for spell attack modifier and spell DC increase to master.</p>\n<h2>Legendary Spellcaster <span style=\"float:right\">19th</span></h2>\n<p>You are a near-perfect channel for the magical energies of the realms beyond. Your proficiency ranks for spell attack modifier and spell DC increase to legendary.</p>\n<h2>Supreme Incarnation <span style=\"float:right\">19th</span></h2>\n<p>You become a nexus between the mortal and spiritual realms, capable of serving as the channel for your apparition to incarnate its full might through you. You gain a 10th-rank apparition spell slot. In addition to heightened versions of your apparition spells, you can use this slot to cast avatar. When you cast avatar in this way, you do not become an avatar of a deity; rather, your primary attuned apparition incarnates itself using your body, transforming you into the avatar described in your primary attuned apparition's entry.</p>"
		},
		"Exemplar": {
			"name": "Exemplar",
			"description": "<p><em>An imbalance in the Outer Planes has seeded the Material World with unearthly power. Somehow, a fragment of divinity rests within your body, granting you abilities that reach into the realm previously reserved for heroes and legends. What you do with your nascent godhood is yours to decide, but whether you cultivate your power to become a hero or you turn this authority to selfish ends, your name will be carved in history forever, immortalized in the memory of gods and mortals alike.</em></p>\n<p><strong>Key Attribute: STRENGTH OR DEXTERITY</strong></p>\n<p>At 1st level, your class gives you an ability boost to your choice of Strength or Dexterity.</p>\n<p><strong>Hit Points: 10 plus your Constitution modifier</strong></p>\n<p>You increase your maximum number of HP by this number at 1st level and every level thereafter.</p>\n<h1>Roleplaying the Exemplar</h1>\n<h2>During Combat Encounters...</h2>\n<p>You fight on the vanguard, scattering lesser foes to the winds. You concentrate your divine energy into the right weapon or tool for the moment. When an arrow strikes your skin, it stings no more than a flea; when your spear strikes forward, it can pierce gods.</p>\n<h2>During Social Encounters...</h2>\n<p>You naturally cut a larger-than-life figure. You may use your personal magnetism to inspire others, or you might be a lone and brooding figure who speaks only seldom. Either way, your actions and words hang in the air with weight.</p>\n<h2>While Exploring...</h2>\n<p>You feel for the flow of fate, knowing that your path will bring you to your next quest.</p>\n<h2>In Downtime...</h2>\n<p>Inactivity rarely suits an exemplar, so you seek out additional deeds or quests to spread your name. You might search for creatures to slay, compete in athletic contests, or quest for lost artifacts.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Chase glory across the land, beyond the sea, and over the horizon.</li>\n<li>Take other heroes under your wing, that your legend may live on through them.</li>\n<li>Feel the weight of immense expectations and obligation.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<ul>\n<li>Look to you in times of crisis, thinking you can handle any challenge.</li>\n<li>Think of you as larger than life, the nexus of any grand tale.</li>\n<li>Mistake your heroism and capability for pride and aloofness.</li>\n</ul>\n</ul>\n<h1>Initial Proficiencies</h1>\n<p>At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.</p>\n<h2>Perception</h2>\n<p>Trained in Perception</p>\n<h2>Saving Throws</h2>\n<p>Expert in Fortitude</p>\n<p>Trained in Reflex</p>\n<p>Expert in Will</p>\n<h2>Skills</h2>\n<p>Trained in Religion</p>\n<p>Trained in a number of additional skills equal to 2 plus your Intelligence modifier</p>\n<h2>Attacks</h2>\n<p>Trained in simple weapons</p>\n<p>Trained in martial weapons</p>\n<p>Trained in unarmed attacks</p>\n<h2>Defenses</h2>\n<p>Trained in light armor</p>\n<p>Trained in unarmored defense</p>\n<h2>Class DC</h2>\n<p>Trained in exemplar class DC</p>\n<h1>Class Features</h1>\n<p>You gain these abilities as an exemplar. Abilities gained at higher levels list the level at which you gain them next to the features' names.</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Your Level</th>\n<th>Class Features</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Ancestry and background, attribute boosts, initial proficiencies, divine spark and ikons, humble strikes</td>\n</tr>\n<tr>\n<td>2</td>\n<td>exemplar feat, skill feat</td>\n</tr>\n<tr>\n<td>3</td>\n<td>General feat, skill increase, root epithet</td>\n</tr>\n<tr>\n<td>4</td>\n<td>exemplar feat, skill feat</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Ability boosts, ancestry feat, skill increase, spirit striking, weapon expertise</td>\n</tr>\n<tr>\n<td>6</td>\n<td>exemplar feat, skill feat</td>\n</tr>\n<tr>\n<td>7</td>\n<td>Dominion epithet, general feat, resolve, skill increase</td>\n</tr>\n<tr>\n<td>8</td>\n<td>exemplar feat, skill feat</td>\n</tr>\n<tr>\n<td>9</td>\n<td>Alertness, ancestry feat, divine premonition, godly expertise, skill increase</td>\n</tr>\n<tr>\n<td>10</td>\n<td>Ability boosts, exemplar feat, skill feat</td>\n</tr>\n<tr>\n<td>11</td>\n<td>General feat, skill increase</td>\n</tr>\n<tr>\n<td>12</td>\n<td>exemplar feat, skill feat</td>\n</tr>\n<tr>\n<td>13</td>\n<td>Ancestry feat, divine weapon mastery, greater resolve, light armor expertise, skill increase</td>\n</tr>\n<tr>\n<td>14</td>\n<td>exemplar feat, skill feat</td>\n</tr>\n<tr>\n<td>15</td>\n<td>Ability boosts, general feat, greater spirit striking, juggernaut, sovereignty epithet, skill increase</td>\n</tr>\n<tr>\n<td>16</td>\n<td>exemplar feat, skill feat</td>\n</tr>\n<tr>\n<td>17</td>\n<td>Ancestry feat, deific mastery, skill increase, vigilant senses</td>\n</tr>\n<tr>\n<td>18</td>\n<td>exemplar feat, skill feat</td>\n</tr>\n<tr>\n<td>19</td>\n<td>General feat, light armor mastery, skill increase</td>\n</tr>\n<tr>\n<td>20</td>\n<td>Ability boosts, exemplar feat, skill feat</td>\n</tr>\n</tbody>\n</table>\n<h2>Ancestry and Background</h2>\n<p>In addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background.</p>\n<h2>Initial Proficiencies</h2>\n<p>At 1st level you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class.</p>\n<h2>Divine Spark and Ikons</h2>\n<p>Within your soul is a tiny spark of divine power that belongs not to a deity but something all your own. You can manifest this divine power through special items known as ikons. Ikons are items intrinsically linked to you—sacred vessels crystallized from your divinity that are capable of legendary feats in your hands. There are three types of ikons: body ikons are a mark on your flesh that shows you as more than mortal, worn ikons are sacred clothing or other raiment, and weapon ikons let you carve your story onto the world. Choose three ikons, one of each type. Your body takes on the qualities of your chosen body ikon, and you gain non-magical, level-0 items of your choice that satisfy the requirements for your chosen worn ikon and weapon ikon. Providence ensures you come across these items; you might be traveling along a path to find a spear in a tree that only you can dislodge, or you might awaken holding a gleaming sash you saw in your dreams.</p>\n<p>By focusing your divine spark into one of your ikons, you empower that ikon to accomplish deeds beyond what it could in mortal hands. As long as your divine spark resides in an ikon, you gain that ikon's immanence effect. You can call your spark forth and place it into an ikon by using the Shift Immanence action.</p>\n<p>Shift Immanence <span class=\"pf2-icon\">1</span></p>\n<p><strong>Frequency</strong> once per round You shift the focus of your divinity, filling one of your ikons with your divine spark. That ikon softly glows with radiant light, emits subtle chimes as it moves, or is otherwise obviously empowered in a way that matches your growing divinity, granting the ikon the divine trait and granting you that ikon's immanence effects for as long as your divine spark is empowering it. Your spark is indivisible, so it can empower only one ikon at a time. You can also Shift Immanence to return your spark to the depths of your soul, leaving none of your ikons empowered.</p>\n<p><strong>Special</strong> In addition to the above usage, you can also Shift Immanence as a free action triggered when you roll initiative.</p>\n<hr />\n<p>While your spark dwells within an ikon, you are also able to channel your divinity through the ikon in a powerful transcendence ability—though the force of this act will temporarily cast your divine spark out of the ikon.</p>\n<p>Spark Transcendence <span class=\"pf2-icon\">1</span></p>\n<p><strong>Frequency</strong> once per round</p>\n<p><strong>Requirements</strong> The ikon must currently house your divine spark. You can unleash an ikon's transcendence ability only if you are holding it (if it's a weapon ikon) or wearing it (if it's a worn ikon).</p>\n<hr />\n<p>You channel the full might of your divine spark through your ikon to briefly surpass mortal limitations and enact a miraculous deed. This is a special activity that takes a variable number of actions, as listed in the ikon's stat block. Some ikons are activated as a free action or reaction instead of as an activity. Immediately after the effects of the transcendence resolve, your divine spark is forcefully ejected from that ikon into another ikon of your choice.</p>\n<h2>Humble Strikes</h2>\n<p>Even the most unassuming weapons can accomplish heroic deeds in your hands. When you are wielding a simple weapon, increase the damage die size of that weapon by one step.</p>\n<h2>Exemplar Feats<span style=\"float:right\">Level 2</span></h2>\n<p>At 2nd level and every even-numbered level, you gain an exemplar class feat.</p>\n<h2>Skill Feats<span style=\"float:right\">Level 2</span></h2>\n<p>At 2nd level and every 2 levels thereafter, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat.</p>\n<h2>Root Epithet<span style=\"float:right\">Level 3</span></h2>\n<p>At 3rd level and every 4 levels thereafter, you gain a general feat.</p>\n<h2>General Feats<span style=\"float:right\">Level 3</span></h2>\n<p>When your divine spark bonded with your soul, it became dyed in your personality and qualities. As your deeds give shape to this nascent divinity, you come to bear an epithet—a word or phrase that reflects your story and that others come to call you by. Your epithets each affect one of your ikons, granting it additional capacities.</p>\n<p>At 3rd level, you gain a root epithet, which describes the core of your personality and affects the qualities of your body ikon. If you are already trained in the granted skill, you become trained in a different skill of your choice, as normal. Choose one epithet from the list below.</p>\n<h2>Skill Increases<span style=\"float:right\">Level 3</span></h2>\n<p>At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you're untrained in, or to increase your proficiency rank in one skill in which you're already trained to expert.</p>\n<p>At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you're already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you're already a master.</p>\n<h2>Ability Boosts<span style=\"float:right\">Level 5</span></h2>\n<p>At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it's already 18 or above, or by 2 if it starts out below 18.</p>\n<h2>Ancestry Feats<span style=\"float:right\">Level 5</span></h2>\n<p>In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter.</p>\n<h2>Spirit Striking<span style=\"float:right\">Level 5</span></h2>\n<p>Your power can't be contained, escaping in sparks and embers through your weapons as you wreak violence. You deal 2 additional spirit damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master, and 4 if you're legendary.</p>\n<h2>Dominion Epithet <span style=\"float:right\">Level 7</span></h2>\n<p>Your divinity has grown in power along with your deeds, allowing you to begin claiming dominion over aspects usually reserved for the gods. Choose one of the following epithets, which affect your weapon ikon.</p>\n<h2>Resolve<span style=\"float:right\">Level 7</span></h2>\n<p>You've steeled your mind with resolve. Your proficiency rank for Will saves increases to master. When you roll a success at a Will save, you get a critical success instead.</p>\n<h2>Alertness<span style=\"float:right\">Level 9</span></h2>\n<p>You remain alert to threats around you. Your proficiency rank for Perception increases to expert.</p>\n<h2>Divine Premonition<span style=\"float:right\">Level 9</span></h2>\n<p>A sense of the flow of fate allows you to respond to danger with uncanny alacrity. Your proficiency rank for Reflex saves increases to expert.</p>\n<h2>Godly Expertise<span style=\"float:right\">Level 9</span></h2>\n<p>Your ability to wield your divine power effectively increases. Your proficiency rank for your exemplar class DC increases to expert. If you have domain spells, your proficiency rank for spell attacks and spell DC increases to expert.</p>\n<h2>Divine Weapon Mastery<span style=\"float:right\">Level 13</span></h2>\n<p>Your skill with weapons is divinely inspired. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to master.</p>\n<h2>Greater Resolve<span style=\"float:right\">Level 13</span></h2>\n<p>Your unbelievable training grants you mental resiliency. Your proficiency rank for Will saves increases to legendary. When you roll a success at a Will save, you get a critical success. When you roll a critical failure at a Will save, you get a failure instead. When you fail a Will save against a damaging effect, you take half damage.</p>\n<h2>Light Armor Expertise<span style=\"float:right\">Level 13</span></h2>\n<p>You've learned how to dodge while wearing light or no armor. Your proficiency ranks for light armor and unarmored defense increase to expert.</p>\n<h2>Greater Spirit Striking<span style=\"float:right\">Level 15</span></h2>\n<p>Your additional damage from spirit striking increases to 4 with weapons and unarmed attacks in which you're an expert, 6 if you're a master, and 8 if you're legendary.</p>\n<h2>Juggernaut<span style=\"float:right\">Level 5</span></h2>\n<p>Your body is accustomed to physical hardship and resistant to ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead.</p>\n<h2>Sovereignty Epithet<span style=\"float:right\">Level 15</span></h2>\n<p>The litany of heroic deeds left in your wake has caused your divine spark to grow in power, bright enough that it now illuminates your legacy. Choose one of the following epithets, which affect your worn ikon.</p>\n<h2>Deific Mastery<span style=\"float:right\">Level 17</span></h2>\n<p>You have achieved mastery over the divine power that flows through you. Your proficiency rank for your exemplar class DC increases to master. If you have domain spells, your proficiency rank for spell attacks and spell DC increases to master.</p>\n<h2>Vigilant Senses<span style=\"float:right\">Level 17</span></h2>\n<p>Through your adventures, you've developed keen awareness and attention to detail. Your proficiency rank for Perception increases to master.</p>\n<h2>Light Armor Mastery <span style=\"float:right\">Level 19</span></h2>\n<p>Your skill with light armor improves, increasing your ability to dodge blows. Your proficiency ranks for light armor and unarmored defense increase to master.</p>"
		}
	}
}