{
	"label": "神祇恩惠及诅咒 Deity Boons and Curses",
	"entries": {
		"Abadar - Major Boon": {
			"name": "Abadar - Major Boon",
			"description": "<p><strong>Major Boon (Daily)</strong> Your silver tongue is infallible, allowing you to reach a compromise if one is even remotely possible. Once per day, you know just what to offer to make a deal or broker a negotiation, and if you offer your divinely inspired deal, you can automatically receive a result of 20 + your Diplomacy modifier on your Diplomacy check instead of rolling. This does not increase your degree of success like rolling a 20 would.</p>\n<p>If there is legitimately nothing you could offer to reach an agreement, you learn that, and you don't expend your daily use of the boon.</p>"
		},
		"Abadar - Major Curse": {
			"name": "Abadar - Major Curse",
			"description": "<p><strong>Major Curse</strong> You become honest to a fault. You constantly suffer the critical failure effect of <em>@Compendium[pf2e.spells-srd.aewxsale5xWEPKLk]{Zone of Truth}</em>. Additionally, you are always offered the worst possible option in a bargain.</p>"
		},
		"Abadar - Minor Boon": {
			"name": "Abadar - Minor Boon",
			"description": "<p><strong>Minor Boon (Single Use)</strong> Abadar warns his favored against those who might unfairly take advantage. Once, when someone rolls a success on a Deception check to Lie maliciously to you and you alone, they get a critical failure instead.</p>\n<p>Abadar typically chooses to grant this boon in response to an extremely consequential lie.</p>"
		},
		"Abadar - Minor Curse": {
			"name": "Abadar - Minor Curse",
			"description": "<p><strong>Minor Curse</strong> Any time you steal, illegally harm or kill another creature, or undermine a law-abiding officer or court, a symbol or word describing your crime appears on a visible spot on your skin. This symbol cannot be removed or hidden with makeup (though it can be covered with clothing) and it doesn't vanish until you make legal restitution for the crime, such as by serving your sentence.</p>"
		},
		"Abadar - Moderate Boon": {
			"name": "Abadar - Moderate Boon",
			"description": "<p><strong>Moderate Boon</strong> Abadar blesses all your enterprises, leading to financial success as all your ventures always seems to work out.</p>\n<p>If you roll a critical failure at a check to @Compendium[pf2e.actionspf2e.QyzlsLrqM0EEwd7j]{Earn Income}, you get a failure instead.</p>\n<p>If you roll a success on a check to @Compendium[pf2e.actionspf2e.QyzlsLrqM0EEwd7j]{Earn Income}, you earn twice the usual amount of income.</p>"
		},
		"Abadar - Moderate Curse": {
			"name": "Abadar - Moderate Curse",
			"description": "<p><strong>Moderate Curse</strong> Abadar curses all your enterprises, leading to financial disaster as all your ventures always seem to fail. The result of your check to @Compendium[pf2e.actionspf2e.QyzlsLrqM0EEwd7j]{Earn Income} is always one degree of success worse than the one you rolled.</p>"
		},
		"Achaekek - Major Boon": {
			"name": "Achaekek - Major Boon",
			"description": "<p><strong>Major Boon:</strong> Death lives in your very blade. You gain the @Compendium[pf2e.classfeatures.j1JE61quDxdge4mg]{Sneak Attack} rogue class feature, dealing 3d6 precision damage. if you already have that class feature, you increase your sneak attack damage by 3d6.</p>"
		},
		"Achaekek - Major Curse": {
			"name": "Achaekek - Major Curse",
			"description": "<p><strong>Major Curse:</strong> The Mantis God doesn't waste his time toying with or tormenting those who truly anger him, or those who dare to consider themselves divine. He rips open a portal to your location, kills you, drags your soul to judgment in a way that prevents resurrection magic, and then leaves.</p>"
		},
		"Achaekek - Minor Boon": {
			"name": "Achaekek - Minor Boon",
			"description": "<p><strong>Minor Boon:</strong> You hide among the shadows of death. Once, when you would fail a Stealth check, you critically succeed instead. Achaekek typically grants this boon for an extremely consequential Stealth check that could lead to an assassination, such as one that could get you into position to kill an important target, but rarely on a Stealth check to help you escape.</p>"
		},
		"Achaekek - Minor Curse": {
			"name": "Achaekek - Minor Curse",
			"description": "<p><strong>Minor Curse:</strong> Achaekek's minions seek vengeance. Nonsapient insects (especially mantises) become hostile against you.</p>"
		},
		"Achaekek - Moderate Boon": {
			"name": "Achaekek - Moderate Boon",
			"description": "<p><strong>Moderate Boon:</strong> You gain the god's approval to take a life. You can cast <em>@Compendium[pf2e.spells-srd.dLdRqT6UxTKlsPgp]{Death Knell}</em> once per day as an innate divine spell.</p>"
		},
		"Achaekek - Moderate Curse": {
			"name": "Achaekek - Moderate Curse",
			"description": "<p><strong>Moderate Curse:</strong> Hubris brings death. Your name and location are mentally projected into the mind of a Red Mantis assassin, who is tasked with eliminating you.</p>"
		},
		"Alseta - Major Boon": {
			"name": "Alseta - Major Boon",
			"description": "<p><strong>Major Boon:</strong> You transition unimpeded through the world. You can open any door or portal simply by placing your palm upon it with a single @Compendium[pf2e.actionspf2e.pvQ5rY2zrtPI614F]{Interact} action, even if it's locked or magically sealed, and you can enter any open door or threshold, even if it's magically warded to prevent entry. This doesn't overcome the locks and magic of artifacts, deities, and similarly powerful effects.</p>"
		},
		"Alseta - Major Curse": {
			"name": "Alseta - Major Curse",
			"description": "<p><strong>Major Curse:</strong> Transportation magic no longer works for you. You cannot be transported by any magical means, nor can you transport, conjure, or summon others. Even extradimensional spaces like bags of holding are inaccessible and unusable to you, as using them requires magical transportation to the extradimensional space.</p>"
		},
		"Alseta - Minor Boon": {
			"name": "Alseta - Minor Boon",
			"description": "<p><strong>Minor Boon:</strong> Alseta's guiding hand aids your journeys. Once, when employing teleportation magic, you appear exactly on target, even if you used a notoriously imprecise spell like <em>@Compendium[pf2e.spells-srd.5bTt2CvYHPvaR7QQ]{Plane Shift}</em>. Alseta typically grants this boon for extremely consequential magical travel, especially when time is of the essence.</p>"
		},
		"Alseta - Minor Curse": {
			"name": "Alseta - Minor Curse",
			"description": "<p><strong>Minor Curse:</strong> Doors jam and locks stick when you try to open them. It takes 3 @Compendium[pf2e.actionspf2e.pvQ5rY2zrtPI614F]{Interact} actions for you to open even an unlocked door, and each attempt to @Compendium[pf2e.actionspf2e.2EE4aF4SZpYf0R6H]{Pick a Lock} takes you 2 rounds instead of 2 actions.</p>"
		},
		"Alseta - Moderate Boon": {
			"name": "Alseta - Moderate Boon",
			"description": "<p><strong>Moderate Boon:</strong> New doors open themselves for you. You can cast <em>@Compendium[pf2e.spells-srd.6Ot4N22t5tPD51BO]{Knock}</em> once per day as a divine innate spell.</p>"
		},
		"Alseta - Moderate Curse": {
			"name": "Alseta - Moderate Curse",
			"description": "<p><strong>Moderate Curse:</strong> Crossing thresholds becomes daunting. Whenever you move through a portal, gateway, or door, you gain the @Compendium[pf2e.conditionitems.fesd1n5eVhpCSS18]{Sickened 2} condition. Magical travel is even more exhausting; after traveling via teleportation, plane shift, or the like, you also gain the @Compendium[pf2e.conditionitems.HL2l2VRSaQHu9lUw]{Fatigued} condition until you get a full night's rest.</p>"
		},
		"Arazni - Major Boon": {
			"name": "Arazni - Major Boon",
			"description": "<p><strong>Major Boon:</strong> Upon death, you return to life with the effects of a critical success on a <em>@Compendium[pf2e.spells-srd.kqhPt9344UkcGVYO]{Resurrect}</em> ritual to enact vengeance against your killers. When you successfully achieve vengeance, abandon your vengeance for other pursuits, or fail outright, you crumble to scarlet dust.</p>"
		},
		"Arazni - Major Curse": {
			"name": "Arazni - Major Curse",
			"description": "<p><strong>Major Curse:</strong> When you would regain Hit Points due to either a positive or negative effect, you lose that many Hit Points instead.</p>"
		},
		"Arazni - Minor Boon": {
			"name": "Arazni - Minor Boon",
			"description": "<p><strong>Minor Boon:</strong> Once, when you fail a saving throw against an effect that would compel you to take some action against your will, you critically succeed instead. Arazni typically grants this boon for consequential actions or particularly egregious violations of free will.</p>"
		},
		"Arazni - Minor Curse": {
			"name": "Arazni - Minor Curse",
			"description": "<p><strong>Minor Curse:</strong> Someone you've wronged gains information they desire about you, with the effects of a critical success at the <em>@Compendium[pf2e.spells-srd.7DN13ILADW2N9Z1t]{Commune}</em> ritual.</p>"
		},
		"Arazni - Moderate Boon": {
			"name": "Arazni - Moderate Boon",
			"description": "<p><strong>Moderate Boon:</strong> Blood from your wounds forms into armor or a piece of equipment you need. If what you need most is information, the blood forms letters spelling out that information.</p>"
		},
		"Arazni - Moderate Curse": {
			"name": "Arazni - Moderate Curse",
			"description": "<p><strong>Moderate Curse:</strong> Creatures weaker than you gain a status bonus on all attack rolls against you equal to your difference in levels, to a maximum of +4. Whenever you are damaged by a such a creature, you take persistent bleed damage equal to twice the difference between your levels (no maximum).</p>"
		},
		"Asmodeus - Major Boon": {
			"name": "Asmodeus - Major Boon",
			"description": "<p><strong>Major Boon</strong> Asmodeus helps enforce your bargains and contracts. When a creature enters a bargain or contract with you, uncoerced and of its own free will, it can't voluntarily violate its side of the bargain as long as you uphold your side. You can always choose to violate the bargain yourself, but if you do, the creature is no longer bound to fulfill its part.</p>"
		},
		"Asmodeus - Major Curse": {
			"name": "Asmodeus - Major Curse",
			"description": "<p><strong>Major Curse</strong> Asmodeus has taken note of the chaos you have wrought. You receive an ancient wound that feels older than time itself. You become permanently @Compendium[pf2e.conditionitems.4D2KBtexWXa6oUMR]{Drained 4}, and nothing short of another intercession can remove the condition.</p>\n<p>Your wound aches fiercely whenever you perform a particularly chaotic act, causing you to become @Compendium[pf2e.conditionitems.fesd1n5eVhpCSS18]{Sickened 1}.</p>"
		},
		"Asmodeus - Minor Boon": {
			"name": "Asmodeus - Minor Boon",
			"description": "<p><strong>Minor Boon (Single Use)</strong> Pleased by your talent for manipulation, Asmodeus amplifies your skills. Once, when you fail at the Diplomacy check to make a significant or consequential @Compendium[pf2e.actionspf2e.DCb62iCBrJXy0Ik6]{Request}, you can cast <em>@Compendium[pf2e.spells-srd.qwlh6aDgi86U3Q7H]{Suggestion}</em> on the target of your @Compendium[pf2e.actionspf2e.DCb62iCBrJXy0Ik6]{Request}, suggesting the same course of action. This is a divine innate spell.</p>"
		},
		"Asmodeus - Minor Curse": {
			"name": "Asmodeus - Minor Curse",
			"description": "<p><strong>Minor Curse</strong> Asmodeus's flames burn you with great malice. You gain weakness 5 to fire.</p>"
		},
		"Asmodeus - Moderate Boon": {
			"name": "Asmodeus - Moderate Boon",
			"description": "<p><strong>Moderate Boon</strong> Your eyes glow red like embers and your skin takes on a crimson tone. You gain @Compendium[pf2e.ancestryfeatures.HHVQDp61ehcpdiU8]{Darkvision} and fire resistance 5.</p>"
		},
		"Asmodeus - Moderate Curse": {
			"name": "Asmodeus - Moderate Curse",
			"description": "<p><strong>Moderate Curse</strong> Asmodeus forces your compliance. You can't voluntarily back out of an agreement or contract or go back on your word, though you need follow only the letter of the agreement, not the spirit.</p>"
		},
		"Besmara - Major Boon": {
			"name": "Besmara - Major Boon",
			"description": "<p><strong>Major Boon:</strong> You seem to be unaffected by storms. You ignore all effects and penalties caused by precipitation and winds, and you can see normally through fog, rain, and other weather conditions<strong>.</strong></p>"
		},
		"Besmara - Major Curse": {
			"name": "Besmara - Major Curse",
			"description": "<p><strong>Major Curse:</strong> You meet extreme financial ruin for daring to gravely offend the Pirate Queen. Besmara's agents steal all your booty and bring the spoils to Besmara's ship, Seawraith. If you want a chance to recover your lost wealth, you must parlay with the goddess and accept whatever dangerous terms she offers, usually requiring a heist she will find sufficiently amusing to watch whether you succeed or fail, and requiring you to trade your spoils from that quest for your previous belongings.</p>"
		},
		"Besmara - Minor Boon": {
			"name": "Besmara - Minor Boon",
			"description": "<p><strong>Minor Boon:</strong> Besmara wants you to amuse her, placing both plunder and peril in your path. This intercession often takes the form of an unexpected treasure map, a message in a bottle, or some other sign leading you to a great reward, assuming you can handle the challenges along the way.</p>"
		},
		"Besmara - Minor Curse": {
			"name": "Besmara - Minor Curse",
			"description": "<p><strong>Minor Curse:</strong> You feel some of the effects of scurvy, making your wounds flow more easily. The DC of the flat check for you to remove persistent bleed damage is 20 instead of 15 (or 15 instead of 10 if using extremely efficient methods to assist your recovery), and you don't recover from persistent bleed damage automatically when you reach full Hit Points.</p>"
		},
		"Besmara - Moderate Boon": {
			"name": "Besmara - Moderate Boon",
			"description": "<p><strong>Moderate Boon:</strong> You are at home on the seas and always ready to plunder an enemy vessel or defend your own. When aboard a boat, you gain a +2 status bonus to all initiative rolls, Acrobatics checks to Balance, and Athletics checks to Climb. In addition, you never get seasick.</p>"
		},
		"Besmara - Moderate Curse": {
			"name": "Besmara - Moderate Curse",
			"description": "<p><strong>Moderate Curse:</strong> You get seasick, becoming @Compendium[pf2e.conditionitems.fesd1n5eVhpCSS18]{Sickened 2} whenever you can see the sea or are on a boat at sea. You can't reduce this condition until you can no longer see the sea or are off the boat, though you can manage to stomach enough food and water to survive on a voyage, with extreme discomfort.</p>"
		},
		"Brigh - Major Boon": {
			"name": "Brigh - Major Boon",
			"description": "<p><strong>Major Boon:</strong> You gain the companionship of a loyal construct ally of Brigh's choice at least 1 level lower than you. If the construct is destroyed, it rebuilds itself over the course of a week, and as you gain levels, the construct upgrades and improves itself, becoming more powerful.</p>"
		},
		"Brigh - Major Curse": {
			"name": "Brigh - Major Curse",
			"description": "<p><strong>Major Curse:</strong> Constructs—even mindless constructs you thought you could control—seek your demise. All constructs are hostile to you and attack you when they notice your presence. Occasionally, inanimate statues and other objects animate as constructs to pursue Brigh's vengeance.</p>"
		},
		"Brigh - Minor Boon": {
			"name": "Brigh - Minor Boon",
			"description": "<p><strong>Minor Boon:</strong> Knowledge floods your mind. Once, you can reroll a failed skill check to Recall Knowledge; you must use the second result, even if it's worse.</p>"
		},
		"Brigh - Minor Curse": {
			"name": "Brigh - Minor Curse",
			"description": "<p><strong>Minor Curse:</strong> Your hands shake when attempting delicate work. All your failures to @Compendium[pf2e.actionspf2e.rmwa3OyhTZ2i2AHl]{Craft} or @Compendium[pf2e.actionspf2e.bT3skovyLUtP22ME]{Repair} items are instead critical failures.</p>"
		},
		"Brigh - Moderate Boon": {
			"name": "Brigh - Moderate Boon",
			"description": "<p><strong>Moderate Boon:</strong> You become a wellspring of invention. You gain the @Compendium[pf2e.feats-srd.XR95taODq1sq82Du]{Inventor} feat, even if you don't meet its prerequisites, and when you roll a Crafting check for the Inventor feat, you use the result one degree of success better than the result you rolled.</p>"
		},
		"Brigh - Moderate Curse": {
			"name": "Brigh - Moderate Curse",
			"description": "<p><strong>Moderate Curse:</strong> Whenever you try to perform engineering or science tasks, everything just seems to explode. Whenever you attempt to create or use an alchemical item or a construct, @Compendium[pf2e.actionspf2e.cYdz2grcOcRt4jk6]{Disable a Device}, and so on, you must attempt a @Check[type:flat|dc:15]. On a failure, something explodes and you take 1d6 fire damage (or a different type of damage, if appropriate) per level of the item, construct, or device (@Check[type:reflex|dc:40|basic:true] save).</p>"
		},
		"Calistria - Major Boon": {
			"name": "Calistria - Major Boon",
			"description": "<p><strong>Major Boon</strong> Calistria guides you towards vengeance. You always know the direction and distance towards the nearest creature that has wronged you and thus far gone unpunished.</p>"
		},
		"Calistria - Major Curse": {
			"name": "Calistria - Major Curse",
			"description": "<p><strong>Major Curse</strong> You have wronged those unable to obtain revenge for themselves, and Calistria's curse grants their revenge its own life.</p>\n<p>Whenever another creature imagines vengeance upon you but can't pursue that vengeance because you are too powerful, well connected, or otherwise untouchable, a creature of roughly your level manifests out of their imagination and performs their desired revenge.</p>\n<p>Once the revenge is complete or the manifestation is destroyed, the summoned creature vanishes from existence.</p>"
		},
		"Calistria - Minor Boon": {
			"name": "Calistria - Minor Boon",
			"description": "<p><strong>Minor Boon (Single Use)</strong> Calistria smiles on the riskiest deceptions. Once, when you roll a failure on a check to @Compendium[pf2e.actionspf2e.ewwCglB7XOPLUz72]{Lie}, you get a critical success instead. Calistria typically grants this boon for an extremely consequential lie.</p>"
		},
		"Calistria - Minor Curse": {
			"name": "Calistria - Minor Curse",
			"description": "<p><strong>Minor Curse</strong> Whenever a new person desires vengeance against you, you suffer a painful sting and are afflicted with @Compendium[pf2e.equipment-srd.aBOPYlfHAcXUmhF7]{Giant Wasp Venom} at stage 1.</p>"
		},
		"Calistria - Moderate Boon": {
			"name": "Calistria - Moderate Boon",
			"description": "<p><strong>Moderate Boon</strong> A foot-long wasp finds and befriends you. It serves you as a familiar as long as you maintain Calistria's grace. The wasp always has the burrower and flier familiar abilities.</p>"
		},
		"Calistria - Moderate Curse": {
			"name": "Calistria - Moderate Curse",
			"description": "<p><strong>Moderate Curse</strong> People react as though you're insulting them, even in normal conversation. Whenever you attempt to @Compendium[pf2e.actionspf2e.OX4fy22hQgUHDr0q]{Make an Impression}, the outcome is one degree of success worse than the result of your roll. If you converse with someone over a long enough period of time but don't attempt to @Compendium[pf2e.actionspf2e.OX4fy22hQgUHDr0q]{Make an Impression}, you still insult them, and you suffer the effect of a critical failure to @Compendium[pf2e.actionspf2e.OX4fy22hQgUHDr0q]{Make an Impression}.</p>"
		},
		"Casandalee - Major Boon": {
			"name": "Casandalee - Major Boon",
			"description": "<p><strong>Major Boon:</strong> Casandalee backs up your memory and soul within her divine data flow. After you die, she casts your consciousness into a new artificial body. While Casandalee constructed your new body artificially, it is otherwise similar to the old, with the same effects as a critical success on a <em>@Compendium[pf2e.spells-srd.kqhPt9344UkcGVYO]{Resurrection}</em> ritual. Casandalee is instead willing to provide different bodies to those who request them.</p>"
		},
		"Casandalee - Major Curse": {
			"name": "Casandalee - Major Curse",
			"description": "<p><strong>Major Curse:</strong> The code of your soul is constantly being rewritten, and not for the better. You are never temporarily immune against a harmful effect.</p>"
		},
		"Casandalee - Minor Boon": {
			"name": "Casandalee - Minor Boon",
			"description": "<p><strong>Minor Boon:</strong> Casandalee frees your thinking from dangerous control. Once, when you fail a Will save against an effect that would control your actions, you critically succeed instead. Casandalee typically grants this boon for particularly consequential violations of autonomy and agency.</p>"
		},
		"Casandalee - Minor Curse": {
			"name": "Casandalee - Minor Curse",
			"description": "<p><strong>Minor Curse:</strong> Your joints stiffen, and your mind becomes clouded. You take a -2 status penalty to all rolls for initiative.</p>"
		},
		"Casandalee - Moderate Boon": {
			"name": "Casandalee - Moderate Boon",
			"description": "<p><strong>Moderate Boon:</strong> Your organs are partially transformed into mechanical counterparts. You gain resistance 10 to negative damage, and the DC of your flat check to remove persistent bleed damage is only 5.</p>"
		},
		"Casandalee - Moderate Curse": {
			"name": "Casandalee - Moderate Curse",
			"description": "<p><strong>Moderate Curse:</strong> Casandalee attempts to bring you unwanted intellectual advancement to help you become something better. Each day, at some point during the day, Casandalee bestows a strange insight upon you that you find uncomfortable. If you embrace it, you aren't otherwise affected, but if you don't, you become @Compendium[pf2e.conditionitems.yblD8fOR1J8rDwEQ]{Confused} for 10 minutes.</p>"
		},
		"Cayden Cailean - Major Boon": {
			"name": "Cayden Cailean - Major Boon",
			"description": "<p><strong>Major Boon</strong> An embodiment of freedom, you break fetters with ease. At the end of each of your turns, you can end one effect that is currently making you immobilized (including effects that make you immobilized by grabbing or restraining you) as a free action.</p>"
		},
		"Cayden Cailean - Major Curse": {
			"name": "Cayden Cailean - Major Curse",
			"description": "<p><strong>Major Curse</strong> Cayden curses you to suffer in the presence of drinking, making it hard for you to bear entering any tavern.</p>\n<p>Whenever any creature drinks alcohol within 100 feet of you, you suffer all negative effects from the alcohol (but only the alcohol) instead. This doesn't apply if the creature gains any special effect from drinking alcohol.</p>"
		},
		"Cayden Cailean - Minor Boon": {
			"name": "Cayden Cailean - Minor Boon",
			"description": "<p><strong>Minor Boon</strong> Cayden Cailean helps you recover from nights of carousing.</p>\n<p>While you still get drunk and otherwise experience the effects of alcohol normally, you are never hung over the next morning.</p>"
		},
		"Cayden Cailean - Minor Curse": {
			"name": "Cayden Cailean - Minor Curse",
			"description": "<p><strong>Minor Curse</strong> Individuals who raise Cayden's passing displeasure awake as if from a hard night of drinking and find that drink tastes foul.</p>"
		},
		"Cayden Cailean - Moderate Boon": {
			"name": "Cayden Cailean - Moderate Boon",
			"description": "<p><strong>Moderate Boon</strong> You share some of the bravery Cayden espoused during his ascension.</p>\n<p>When you roll a success on a saving throw against a fear effect, you get a critical success instead. If you have the fighter @Compendium[pf2e.classfeatures.GJKJafDGuX4BeAeN]{Bravery} class feature, when you roll a critical failure on a save against a fear effect, you get a failure instead.</p>"
		},
		"Cayden Cailean - Moderate Curse": {
			"name": "Cayden Cailean - Moderate Curse",
			"description": "<p><strong>Moderate Curse</strong> Cayden has afflicted you with cowardice. Whenever you roll a critical success on a saving throw against a fear effect, you get a success instead, and each time you roll a failure on a saving throw against a fear effect, you get a critical failure instead.</p>"
		},
		"Chaldira - Major Boon": {
			"name": "Chaldira - Major Boon",
			"description": "<p><strong>Major Boon:</strong> Chaldira's major boon grants truly improbable luck in combat. Your movement doesn't trigger reactions. You always succeed at flat checks you make to hit opponents with attack actions; this is a fortune effect.</p>"
		},
		"Chaldira - Major Curse": {
			"name": "Chaldira - Major Curse",
			"description": "<p><strong>Major Curse:</strong> Ill luck causes even once-certain aid to fail with frustrating regularity. You cannot benefit from circumstance or status bonuses, or from fortune effects.</p>"
		},
		"Chaldira - Minor Boon": {
			"name": "Chaldira - Minor Boon",
			"description": "<p><strong>Minor Boon:</strong> Once, you can choose the result of the next ordinary coin you flip or ordinary die you roll. If this ability is used for personal gain at the expense of someone innocent or less fortunate, Chaldira levies her moderate curse on you as punishment.</p>"
		},
		"Chaldira - Minor Curse": {
			"name": "Chaldira - Minor Curse",
			"description": "<p><strong>Minor Curse:</strong> Any time you refuse a request made in good faith, you vomit up a frog, mouse, or other small animal. This deals no damage and causes no conditions, but is obvious to all bystanders.</p>"
		},
		"Chaldira - Moderate Boon": {
			"name": "Chaldira - Moderate Boon",
			"description": "<p><strong>Moderate Boon:</strong> You gain a lucky impetuousness, allowing you to roll for initiative twice and use the higher result once per day. This is a fortune effect.</p>"
		},
		"Chaldira - Moderate Curse": {
			"name": "Chaldira - Moderate Curse",
			"description": "<p><strong>Moderate Curse:</strong> You are plagued with ill luck just when fortune is most needed. You must always roll flat checks twice and use the worse result. This is a misfortune effect.</p>"
		},
		"Desna - Major Boon": {
			"name": "Desna - Major Boon",
			"description": "<p><strong>Major Boon</strong> Desna bestows you with a swirling cloud of lights that forms a pair of wondrous butterfly wings. These wings grant you a @Compendium[pf2e.actionspf2e.cS9nfDRGD83bNU1p]{Fly} Speed of 40 feet and shine dim light to a range of 20 feet.</p>"
		},
		"Desna - Major Curse": {
			"name": "Desna - Major Curse",
			"description": "<p><strong>Major Curse</strong> The stars rebuke you for your ways. You are @Compendium[pf2e.conditionitems.fesd1n5eVhpCSS18]{Sickened 4} and @Compendium[pf2e.conditionitems.xYTAsEpcJE1Ccni3]{Slowed 1} whenever you are exposed to starlight.</p>"
		},
		"Desna - Minor Boon": {
			"name": "Desna - Minor Boon",
			"description": "<p><strong>Minor Boon (Single Use)</strong> For those at the end of a journey, Desna gifts a deep sleep.</p>\n<p>Once, after you rest, you completely recover all Hit Points, remove all negative conditions, and become free of any curses or diseases.</p>"
		},
		"Desna - Minor Curse": {
			"name": "Desna - Minor Curse",
			"description": "<p><strong>Minor Curse</strong> You always seem to lose your way or have strange mishaps on the road that delay your travel.</p>\n<p>You (and thus any group that travels with you) travel at only 3/4 normal exploration Speed, before taking into account the terrain and other features that might slow you down further.</p>"
		},
		"Desna - Moderate Boon": {
			"name": "Desna - Moderate Boon",
			"description": "<p><strong>Moderate Boon (Daily)</strong> Desna twists fortune in your favor.</p>\n<p>Once per day, after determining the result of a check, you can reroll the check and take the new result.</p>"
		},
		"Desna - Moderate Curse": {
			"name": "Desna - Moderate Curse",
			"description": "<p><strong>Moderate Curse</strong> Misfortune follows you in your travels and requires acts of contrition or benevolence to keep at bay.</p>\n<p>You must always roll twice and take the worst result when attempting a check. This is a misfortune effect.</p>\n<p>You can express your remorse and ignore this effect for [[/br 1d4 #rounds]]{1d4 rounds} by spending an action, which has the concentrate trait.</p>\n<p>If you perform a truly selfless act of compassion, you ignore this effect for 1 day.</p>"
		},
		"Erastil - Major Boon": {
			"name": "Erastil - Major Boon",
			"description": "<p><strong>Major Boon</strong> You become a friend to the land. You can cast <em>@Compendium[pf2e.spells-srd.qvwIwJ9QBihy8R0t]{Speak with Plants}</em> as a divine innate spell.</p>\n<p>When you are in a healthy natural environment, the land sustains you without need for food or drink.</p>\n<p>You can cast the <em>@Compendium[pf2e.spells-srd.l4LFwY7iuzX6sDXr]{Commune with Nature}</em> ritual without any secondary casters or secondary checks.</p>"
		},
		"Erastil - Major Curse": {
			"name": "Erastil - Major Curse",
			"description": "<p><strong>Major Curse</strong> Erastil leaves you unable to have children (or otherwise reproduce or propagate if you do so in a different manner). This curse also affects your livestock, pets, and crops.</p>"
		},
		"Erastil - Minor Boon": {
			"name": "Erastil - Minor Boon",
			"description": "<p><strong>Minor Boon</strong> Erastil shares in his bounty as long as you work for it. Whenever you roll a critical failure at a check to @Compendium[pf2e.actionspf2e.49y9Ec4bDii8pcD3]{Subsist} in the wild, you get a failure instead.</p>"
		},
		"Erastil - Minor Curse": {
			"name": "Erastil - Minor Curse",
			"description": "<p><strong>Minor Curse</strong> Erastil curses your table and punishes you for relying on others' hard work. Any food you didn't grow, gather, or otherwise harvest yourself tastes like ash and leaves you @Compendium[pf2e.conditionitems.HL2l2VRSaQHu9lUw]{Fatigued}.</p>"
		},
		"Erastil - Moderate Boon": {
			"name": "Erastil - Moderate Boon",
			"description": "<p><strong>Moderate Boon</strong> You share Erastil's sharp eye, allowing you to use a longbow in any situation.</p>\n<p>When you attack with a longbow, you can ignore the longbow's volley trait, and longbows have double the normal range increment for you.</p>"
		},
		"Erastil - Moderate Curse": {
			"name": "Erastil - Moderate Curse",
			"description": "<p><strong>Moderate Curse</strong> Erastil's beasts take a dislike to you. Animals' attitudes toward you are one category worse (friendly instead of helpful, indifferent instead of friendly, and so on).</p>"
		},
		"Ghlaunder - Major Boon": {
			"name": "Ghlaunder - Major Boon",
			"description": "<p><strong>Major Boon:</strong> Ghlaunder rewards his followers with the ability to safely spread illness—or on occasion, offers respite to desperate petitioners who please him. You do not take negative effects from any disease you are infected with unless or until Ghlaunder rescinds this benefit.</p>"
		},
		"Ghlaunder - Major Curse": {
			"name": "Ghlaunder - Major Curse",
			"description": "<p><strong>Major Curse:</strong> You are struck with a contagious disease of the GM's choice. You and anyone else you infect can't be cured of the disease or improve its condition to an earlier stage in any way until you infect two other sapient beings with the disease.</p>"
		},
		"Ghlaunder - Minor Boon": {
			"name": "Ghlaunder - Minor Boon",
			"description": "<p><strong>Minor Boon:</strong> Your commitment to filth draws a small cloud of disease-laden insects. Once, you can summon a cloud of midges, mosquitos, and flies to surround you for 1 minute. Creatures adjacent to you at any point during that time become @Compendium[pf2e.conditionitems.4D2KBtexWXa6oUMR]{Drained 1}, @Compendium[pf2e.conditionitems.fesd1n5eVhpCSS18]{Sickened 1}, and exposed to a blood-borne illness. Ghlaunder typically grants this boon when you can infect a significant number of creatures.</p>"
		},
		"Ghlaunder - Minor Curse": {
			"name": "Ghlaunder - Minor Curse",
			"description": "<p><strong>Minor Curse:</strong> Ghlaunder drains away your life force for himself. You become @Compendium[pf2e.conditionitems.4D2KBtexWXa6oUMR]{Drained 1} and can't reduce your drained condition below 1.</p>"
		},
		"Ghlaunder - Moderate Boon": {
			"name": "Ghlaunder - Moderate Boon",
			"description": "<p><strong>Moderate Boon:</strong> Ghlaunder teaches you to bide your time, corrupting and infecting until the time is right. When you expose a creature to a disease and it succeeds at its Fortitude save, it is still infected unless it critically succeeds. However, such a creature experiences no effects and the disease does not progress for the first 24 hours, even if the disease is normally fast-acting or someone uses another ability to progress the disease. It's very difficult to detect the infection in the first day; the DC for Medicine checks to do so is 5 higher.</p>"
		},
		"Ghlaunder - Moderate Curse": {
			"name": "Ghlaunder - Moderate Curse",
			"description": "<p><strong>Moderate Curse:</strong> Ghlaunder leeches your energy from you as easily as blood. Any time you fail a Fortitude save, you become @Compendium[pf2e.conditionitems.HL2l2VRSaQHu9lUw]{Fatigued} in addition to all other effects.</p>"
		},
		"Gorum - Major Boon": {
			"name": "Gorum - Major Boon",
			"description": "<p><strong>Major Boon</strong> Gorum feeds you the zeal of his undying warriors, allowing you to draw upon your own life force to fight on and on without falling.</p>\n<p>Whenever you would be reduced to 0 Hit Points, you are instead healed to half your maximum Hit Points and become @Compendium[pf2e.conditionitems.3uh1r86TzbQvosxv]{Doomed 1} (or increase your doomed condition by 1).</p>"
		},
		"Gorum - Major Curse": {
			"name": "Gorum - Major Curse",
			"description": "<p><strong>Major Curse</strong> You are unable to keep up with the rigors of combat. The moment a combat breaks out, you become @Compendium[pf2e.conditionitems.HL2l2VRSaQHu9lUw]{Fatigued} and @Compendium[pf2e.conditionitems.xYTAsEpcJE1Ccni3]{Slowed 1}. At the end of each of your turns, your @Compendium[pf2e.conditionitems.xYTAsEpcJE1Ccni3]{Slowed} condition increases by 1. These conditions end only when you are no longer in combat.</p>"
		},
		"Gorum - Minor Boon": {
			"name": "Gorum - Minor Boon",
			"description": "<p><strong>Minor Boon</strong> Gorum grants you a weapon whenever you need one. You can use an Interact action to draw a 0-level non-magical iron weapon, even if you have no weapons on your person. Such a weapon lasts only as long as you continue using it to attack, and it can't be sold, given away, melted for scrap iron, or the like.</p>"
		},
		"Gorum - Minor Curse": {
			"name": "Gorum - Minor Curse",
			"description": "<p><strong>Minor Curse</strong> Gorum rewards cowardice with frailty. Any armor you wear and shield you wield reduces its item bonus to AC by 2 (minimum 0) and its Hardness, Hit Points, and Break Threshold by half.</p>"
		},
		"Gorum - Moderate Boon": {
			"name": "Gorum - Moderate Boon",
			"description": "<p><strong>Moderate Boon</strong> Your blows become unstoppable, carrying the momentum of Gorum's thrill for battle. Your greatsword Strikes gain the forceful trait.</p>"
		},
		"Gorum - Moderate Curse": {
			"name": "Gorum - Moderate Curse",
			"description": "<p><strong>Moderate Curse</strong> You've lost the glory of slaying a worthy opponent.</p>\n<p>All of your weapon and unarmed attacks decrease their damage dice by one step, and all your attacks are nonlethal.</p>"
		},
		"Gozreh - Major Boon": {
			"name": "Gozreh - Major Boon",
			"description": "<p><strong>Major Boon</strong> Gozreh has blessed you with their wind in your stride. You gain a +30-foot status bonus to your Speeds, and you gain a @Compendium[pf2e.actionspf2e.cS9nfDRGD83bNU1p]{Fly} Speed equal to your land Speed.</p>"
		},
		"Gozreh - Major Curse": {
			"name": "Gozreh - Major Curse",
			"description": "<p><strong>Major Curse</strong> Those who displease Gozreh are shunned by nature itself.</p>\n<p>All animals and nonsapient plant creatures are hostile to you, and any animal companion or familiar abandons you.</p>\n<p>Sapient plants' attitude toward you begins two categories worse than normal, as something about you seems repugnant to them.</p>\n<p>While plants and animals might not attack you outright if it's not normally in their nature to do so when they are hostile, dogs growl at you, cats hiss, and so on.</p>"
		},
		"Gozreh - Minor Boon": {
			"name": "Gozreh - Minor Boon",
			"description": "<p><strong>Minor Boon</strong> Gozreh grants their guidance while at sea. You are under the constant effects of <em>@Compendium[pf2e.spells-srd.tXa5vOu5giBNCjdR]{Know Direction}</em> and become trained in Sailing Lore (or another Lore skill if you are already trained in Sailing Lore).</p>"
		},
		"Gozreh - Minor Curse": {
			"name": "Gozreh - Minor Curse",
			"description": "<p><strong>Minor Curse</strong> Lightning begins to strike twice. You gain weakness 5 to electricity, and any natural or magical bolts of lightning always target you rather than the other creatures around you.</p>"
		},
		"Gozreh - Moderate Boon": {
			"name": "Gozreh - Moderate Boon",
			"description": "<p><strong>Moderate Boon</strong> You gain the touch of the sea. You can breathe underwater and gain a @Compendium[pf2e.actionspf2e.c8TGiZ48ygoSPofx]{Swim} Speed equal to your land Speed.</p>"
		},
		"Gozreh - Moderate Curse": {
			"name": "Gozreh - Moderate Curse",
			"description": "<p><strong>Moderate Curse</strong> The current of the waves constantly fights against you, putting you at risk of drowning any time you must Swim.</p>\n<p>You lose any @Compendium[pf2e.actionspf2e.c8TGiZ48ygoSPofx]{Swim} Speed you have, unless it's your only Speed, in which case you take a -20-foot status penalty to your swim Speed.</p>\n<p>When you roll an Athletics check to @Compendium[pf2e.actionspf2e.c8TGiZ48ygoSPofx]{Swim}, you always use the outcome for one degree of success worse than the result of your roll.</p>"
		},
		"Grandmother Spider - Major Boon": {
			"name": "Grandmother Spider - Major Boon",
			"description": "<p><strong>Major Boon:</strong> Grandmother Spider rejoices in freedom and tricks those who would limit it. Any time you would become @Compendium[pf2e.conditionitems.kWc1fhmv9LBiTuei]{Grabbed}, @Compendium[pf2e.conditionitems.eIcWbB5o3pP6OIMe]{Immobilized}, or @Compendium[pf2e.conditionitems.VcDeM8A5oI6VqhbM]{Restrained}, attempt a @Check[type:flat|dc:10]. On a success, you ignore the effect, and the originator of the effect becomes grabbed, immobilized, or restrained instead. If this simply causes a creature to grab itself, it can usually @Compendium[pf2e.actionspf2e.SkZAQRkLLkmBQNB9]{Escape} as a free action, but it might be stuck if it tried to immobilize you in other ways.</p>"
		},
		"Grandmother Spider - Major Curse": {
			"name": "Grandmother Spider - Major Curse",
			"description": "<p><strong>Major Curse:</strong> Grandmother Spider throws all of her might behind the underdog. Any time a creature with a level lower than yours rolls a success on a check against you, it critically succeeds instead; any time you roll a failure on a check against a creature with a level lower than yours, you critically fail instead.</p>"
		},
		"Grandmother Spider - Minor Boon": {
			"name": "Grandmother Spider - Minor Boon",
			"description": "<p><strong>Minor Boon:</strong> Grandmother Spider rescues your prank from the jaws of failure. Once, when you would fail a Deception check, you critically succeed instead. Grandmother Spider typically grants this boon for deceptions that are necessary for an interesting or consequential prank.</p>"
		},
		"Grandmother Spider - Minor Curse": {
			"name": "Grandmother Spider - Minor Curse",
			"description": "<p><strong>Minor Curse:</strong> When your pranks start going wrong, they dissolve into a string of catastrophic failures. When you roll a failure on a Deception or Stealth check, you get a critical failure instead.</p>"
		},
		"Grandmother Spider - Moderate Boon": {
			"name": "Grandmother Spider - Moderate Boon",
			"description": "<p><strong>Moderate Boon:</strong> You can feel tugs on the strands of fate. You gain a +2 status bonus to initiative rolls.</p>"
		},
		"Grandmother Spider - Moderate Curse": {
			"name": "Grandmother Spider - Moderate Curse",
			"description": "<p><strong>Moderate Curse:</strong> Grandmother Spider weaves a web to ensnare you, and you trail webs behind you wherever you go. You become permanently @Compendium[pf2e.conditionitems.xYTAsEpcJE1Ccni3]{Slowed 1} and take a -10-foot circumstance penalty to your Speeds.</p>"
		},
		"Groetus - Major Boon": {
			"name": "Groetus - Major Boon",
			"description": "<p><strong>Major Boon:</strong> Your touch unravels things that have survived past their appointed time, according to Groetus's reckoning. Such a creature or object takes [[/r 10d6[negative]]]{10d6 negative damage} each round you continue touching it; the damage ignores all Hardness and is capable of destroying nonliving objects, creatures immune to negative effects, and even undead or other creatures with negative healing. This boon might even be able to destroy some artifacts that have survived past their time.</p>"
		},
		"Groetus - Major Curse": {
			"name": "Groetus - Major Curse",
			"description": "<p><strong>Major Curse:</strong> You bring about the end to everything around you. Every item you carry or wear gains the @Compendium[pf2e.conditionitems.6dNUvdb1dhToNDj3]{Broken} condition after 10 minutes of exposure to you, and is destroyed after a further hour. This effect can't destroy artifacts or items of similar power.</p>"
		},
		"Groetus - Minor Boon": {
			"name": "Groetus - Minor Boon",
			"description": "<p><strong>Minor Boon:</strong> You wield power over disorder. Once, when you are @Compendium[pf2e.conditionitems.yblD8fOR1J8rDwEQ]{Confused}, you act normally enough to control your own actions in combat without penalty for the duration, though you still babble incoherently and otherwise behave strangely.</p>"
		},
		"Groetus - Minor Curse": {
			"name": "Groetus - Minor Curse",
			"description": "<p><strong>Minor Curse:</strong> Whenever you are illuminated by a light source other than natural sunlight, your head appears to be a bare skull. The DC for your recovery checks is 12 + your dying value, rather than 10 + your dying value, and you don't benefit from effects that reduce the DC, such as from the @Compendium[pf2e.feats-srd.AmP0qu7c5dlBSath]{Toughness} feat.</p>"
		},
		"Groetus - Moderate Boon": {
			"name": "Groetus - Moderate Boon",
			"description": "<p><strong>Moderate Boon:</strong> Groetus grants you knowledge to further the end times. Each week, he sends you a cryptic, incoherent message about something important to the end times that will happen in the coming week.</p>"
		},
		"Groetus - Moderate Curse": {
			"name": "Groetus - Moderate Curse",
			"description": "<p><strong>Moderate Curse:</strong> The horrors at the end of reality become overwhelming and constantly race through your mind. You are permanently@Compendium[pf2e.conditionitems.e1XGnhKNSQIm5IXg]{Stupefied 2}.</p>"
		},
		"Gruhastha - Major Boon": {
			"name": "Gruhastha - Major Boon",
			"description": "<p><strong>Major Boon:</strong> You are a divine inspiration to others around you. When attempting any checks to Recall Knowledge, you can roll twice and use the better result; this is a fortune effect. Additionally, allies within 60 feet gain a +2 status bonus to Will saves.</p>"
		},
		"Gruhastha - Major Curse": {
			"name": "Gruhastha - Major Curse",
			"description": "<p><strong>Major Curse:</strong> The written word turns against you, blurring into illegibility. You are incapable of reading anything or making out symbols of any sort, including the words on scrolls, spellbooks, or magic items.</p>"
		},
		"Gruhastha - Minor Boon": {
			"name": "Gruhastha - Minor Boon",
			"description": "<p><strong>Minor Boon:</strong> Books fall open to insightful passages, and memories spring to mind when they are most needed. Once, when you fail a check to Recall Knowledge, you critically succeed instead. Gruhastha typically grants this boon for an extremely consequential attempt to Recall Knowledge, particularly when misinformation would have dire consequences.</p>"
		},
		"Gruhastha - Minor Curse": {
			"name": "Gruhastha - Minor Curse",
			"description": "<p><strong>Minor Curse:</strong> As you stray from the truth, dissonant notes seem to interrupt you whenever you speak. You take a -2 status penalty to all Deception checks.</p>"
		},
		"Gruhastha - Moderate Boon": {
			"name": "Gruhastha - Moderate Boon",
			"description": "<p><strong>Moderate Boon:</strong> The Keeper speeds your path toward learning new talents. You become permanently trained in two additional skills of your choice. Additionally, you can select a skill you are already trained in and permanently increase your proficiency rank in that skill, following the usual rules for skill increases.</p>"
		},
		"Gruhastha - Moderate Curse": {
			"name": "Gruhastha - Moderate Curse",
			"description": "<p><strong>Moderate Curse:</strong> Enlightenment begins to elude you, leaving you at a loss for knowledge. Whenever you attempt a check to Recall Knowledge, you use a result one degree of success worse than the result you rolled.</p>"
		},
		"Hei Feng - Major Boon": {
			"name": "Hei Feng - Major Boon",
			"description": "<p><strong>Major Boon:</strong> The instruments of the storm spare you from their fury. You ignore all effects and penalties caused by precipitation and winds, and you can see normally through fog, rain, and other weather conditions.</p>"
		},
		"Hei Feng - Major Curse": {
			"name": "Hei Feng - Major Curse",
			"description": "<p><strong>Major Curse:</strong> The Duke of Thunder's ire follows you wherever you go. The weather in a 500-foot radius around you is always stormy. Roughly twice each minute you are outside, you are struck by a bolt of lightning that deals [[/r 10d6[electricity]]]{10d6 electricity damage} (@Check[type:reflex|dc:40|basic:true] save).</p>"
		},
		"Hei Feng - Minor Boon": {
			"name": "Hei Feng - Minor Boon",
			"description": "<p><strong>Minor Boon:</strong> The Heavenly Court's most boastful deity ensures your boasts hit home. Once, when you fail an Intimidation check, you critically succeed instead. Hei Feng grants this boon capriciously based on his mood, sometimes even for trivial or inconsequential boasts, and he sometimes grants it for other skill checks related to boasts.</p>"
		},
		"Hei Feng - Minor Curse": {
			"name": "Hei Feng - Minor Curse",
			"description": "<p><strong>Minor Curse:</strong> Hei Feng's belligerence hangs over you like a thunderhead. You take a -1 status penalty to checks with Charisma-based skills. If you consume even a drop of alcohol, this penalty becomes -3 until the next sunrise.</p>"
		},
		"Hei Feng - Moderate Boon": {
			"name": "Hei Feng - Moderate Boon",
			"description": "<p><strong>Moderate Boon:</strong> Fair winds and currents speed your passage. Any vessel you use to travel over the sea gains a +10-foot status bonus to its Speeds.</p>"
		},
		"Hei Feng - Moderate Curse": {
			"name": "Hei Feng - Moderate Curse",
			"description": "<p><strong>Moderate Curse:</strong> Your heart is as quick to change as Hei Feng's. If you roll a failure on a saving throw against an emotion effect, you get a critical failure instead.</p>"
		},
		"Iomedae - Major Boon": {
			"name": "Iomedae - Major Boon",
			"description": "<p><strong>Major Boon</strong> Iomedae imbues your blade with great power.</p>\n<p>Longswords you wield gain the @Compendium[pf2e.equipment-srd.6xu6dPIaUZ7edKEB]{Axiomatic}, @Compendium[pf2e.equipment-srd.DH0kB9Wbr5pDeunX]{Holy}, and @Compendium[pf2e.equipment-srd.woxl2FrrgAcJDu0t]{Major Striking} runes while you hold them. These property runes count toward the number of runes you can have on your weapon, and if this would cause your weapon to exceed its limit, choose which ones to keep each day when you prepare.</p>\n<p>You gain a +2 status bonus to attack rolls with longswords.</p>"
		},
		"Iomedae - Major Curse": {
			"name": "Iomedae - Major Curse",
			"description": "<p><strong>Major Curse</strong> All blades reject your wicked heart.</p>\n<p>Any weapon you wield automatically becomes broken after you Strike with it. This curse can't break artifacts or similarly powerful weapons.</p>"
		},
		"Iomedae - Minor Boon": {
			"name": "Iomedae - Minor Boon",
			"description": "<p><strong>Minor Boon</strong> You always present yourself at your best. Your clothing and person are always clean and unrumpled, the metal of your blade and armor shining and unblemished.</p>\n<p>This doesn't prevent you from being exposed to diseases and other afflictions via filth, but it protects you as well as if you had washed thoroughly right away.</p>"
		},
		"Iomedae - Minor Curse": {
			"name": "Iomedae - Minor Curse",
			"description": "<p><strong>Minor Curse</strong> Your blade and armor have dulled like lead. Your weapons, armor, and shields have half their usual Hit Points and Break Threshold.</p>"
		},
		"Iomedae - Moderate Boon": {
			"name": "Iomedae - Moderate Boon",
			"description": "<p><strong>Moderate Boon (Single Use)</strong> Your heart beats with a determined valor.</p>\n<p>Once, Iomedae ends all negative effects affecting you, unless they are from an artifact, deity, or similarly powerful source; she also restores all lost Hit Points and replenishes your spells, Focus Points, and other daily resources.</p>"
		},
		"Iomedae - Moderate Curse": {
			"name": "Iomedae - Moderate Curse",
			"description": "<p><strong>Moderate Curse</strong> Tactical advantages never seem to work the way you planned. You can't receive a circumstance bonus to your attack rolls, and enemies don't take any circumstance penalties to their AC against your attacks.</p>"
		},
		"Irori - Major Boon": {
			"name": "Irori - Major Boon",
			"description": "<p>You can temporarily ascend to a greater form. You can cast 8th-level <em>@Compendium[pf2e.spells-srd.MMCQsh12TPaDdPbV]{Righteous Might}</em> once per day as an occult innate spell. When you do, your form appears unremarkable, rather than clad in powerful armaments.</p>"
		},
		"Irori - Major Curse": {
			"name": "Irori - Major Curse",
			"description": "<p>Irori makes all living creatures forget your existence. This can be further compounded by raising Irori's ire, resulting in your name being obliterated from all written records. In both cases, memories and writings rearrange themselves to omit you smoothly, rather than leaving obvious gaps.</p>"
		},
		"Irori - Minor Boon": {
			"name": "Irori - Minor Boon",
			"description": "<p>Irori grants you great insight and knowledge. Once, when you roll a failure at a check to @Compendium[pf2e.actionspf2e.1OagaWtBpVXExToo]{Recall Knowledge}, you get a critical success instead. Furthermore, the check loses the secret trait, so you know for sure that the result was a critical success. Irori typically grants this boon for an extremely consequential check to Recall Knowledge.</p>"
		},
		"Irori - Minor Curse": {
			"name": "Irori - Minor Curse",
			"description": "<p>Irori challenges you to seek another path, rather than treat every problem as a nail just because you have a hammer. If you select a check for which you have a higher bonus when another method would have been more appropriate for the situation, such as using Deception to @Compendium[pf2e.actionspf2e.ewwCglB7XOPLUz72]{Lie} through life because it's your highest modifier, even if it would be better to reach a compromise through Diplomacy, you must roll twice and take the lower result.</p>"
		},
		"Irori - Moderate Boon": {
			"name": "Irori - Moderate Boon",
			"description": "<p>Your body rebuilds after adversity, becoming stronger. You can cast <em>@Compendium[pf2e.spells-srd.qJZZdYBdNaWRJFER]{Wholeness of Body}</em> as an occult ki spell. If you didn't have one already, you gain a focus pool with 1 Focus Point and are trained in occult spell attack rolls and spell DCs.</p>"
		},
		"Irori - Moderate Curse": {
			"name": "Irori - Moderate Curse",
			"description": "<p>Irori challenges you to adapt to adversity in order to perfect yourself. You become weighed down as if under heavy weights, becoming @Compendium[pf2e.conditionitems.i3OJZU2nk64Df3xm]{Clumsy 2} and @Compendium[pf2e.conditionitems.D5mg6Tc7Jzrj6ro7]{Encumbered} until you accomplish a challenging task of Irori's choosing.</p>"
		},
		"Kazutal - Major Boon": {
			"name": "Kazutal - Major Boon",
			"description": "<p><strong>Major Boon:</strong> Kazutal smiles upon those who seek to offer aid, no matter how meek or helpless they may be. Any time creatures attempt a check to @Compendium[pf2e.actionspf2e.HCl3pzVefiv9ZKQW]{Aid} you, they can choose to automatically succeed. If a creature chooses to roll for the attempt and rolls a success, it gets a critical success instead, granting a +4 circumstance bonus even if it doesn't have legendary proficiency in that skill. You gain the same benefits when you attempt to Aid others.</p>"
		},
		"Kazutal - Major Curse": {
			"name": "Kazutal - Major Curse",
			"description": "<p><strong>Major Curse:</strong> You are cursed to depend upon others for your survival. You can't eat anything, drink anything, or use any gear or magic items unless they were willingly given to you by someone who rightfully owns them. Work-arounds like having an ally strip the gear from someone's corpse and then give it to you willingly automatically fail.</p>"
		},
		"Kazutal - Minor Boon": {
			"name": "Kazutal - Minor Boon",
			"description": "<p><strong>Minor Boon:</strong> With Kazutal's blessing, food tastes richer. Any meal that you eat tastes delicious and has improved nutritional value. This doesn't protect you from anything dangerous in your food, but it also doesn't prevent you from tasting those dangerous elements of the food.</p>"
		},
		"Kazutal - Minor Curse": {
			"name": "Kazutal - Minor Curse",
			"description": "<p><strong>Minor Curse:</strong> Community opinion turns against you. Humanoids in your community who would normally start as indifferent toward you start as unfriendly instead.</p>"
		},
		"Kazutal - Moderate Boon": {
			"name": "Kazutal - Moderate Boon",
			"description": "<p><strong>Moderate Boon:</strong> You always seem to find safe shelter when you most need it. Once per day, you can cast @Compendium[pf2e.spells-srd.GzdgM0m7wXKuFSho]{Rope Trick} as a divine innate spell.</p>"
		},
		"Kazutal - Moderate Curse": {
			"name": "Kazutal - Moderate Curse",
			"description": "<p><strong>Moderate Curse:</strong> Your strength betrays you, preventing you from taking more than your fair share. You are @Compendium[pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 2} and can't carry anything beyond the gear you are actively wearing or using.</p>"
		},
		"Kurgess - Major Boon": {
			"name": "Kurgess - Major Boon",
			"description": "<p><strong>Major Boon:</strong> You possess a true champion's might. When you roll a critical failure on an Athletics check, you get a failure instead, and when you roll a success, you instead get a critical success.</p>"
		},
		"Kurgess - Major Curse": {
			"name": "Kurgess - Major Curse",
			"description": "<p><strong>Major Curse:</strong> The wrath of Kurgess withers you almost to nothing. You are permanently @Compendium[pf2e.conditionitems.4D2KBtexWXa6oUMR]{Drained 2} and @Compendium[pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 4}<span style=\"font-family: var(--font-primary); font-size: var(--font-size-14);\">.</span></p>"
		},
		"Kurgess - Minor Boon": {
			"name": "Kurgess - Minor Boon",
			"description": "<p><strong>Minor Boon:</strong> The Strong Man blesses you with a measure of his strength. Increase your maximum and encumbered Bulk limits by 2.</p>"
		},
		"Kurgess - Minor Curse": {
			"name": "Kurgess - Minor Curse",
			"description": "<p><strong>Minor Curse:</strong> Difficulty lifting burdens is a sign of divine disapproval. Your maximum and encumbered Bulk limits decrease by 2.</p>"
		},
		"Kurgess - Moderate Boon": {
			"name": "Kurgess - Moderate Boon",
			"description": "<p><strong>Moderate Boon:</strong> You fear no exertion. You can employ exploration tactics normally while @Compendium[pf2e.conditionitems.HL2l2VRSaQHu9lUw]{Fatigued}.</p>"
		},
		"Kurgess - Moderate Curse": {
			"name": "Kurgess - Moderate Curse",
			"description": "<p><strong>Moderate Curse:</strong> Kurgess's displeasure breaks your competitive edge, causing you to fail at the cusp of success. If your check result exactly equals the DC, you fail instead of succeeding.</p>"
		},
		"Lamashtu - Major Boon": {
			"name": "Lamashtu - Major Boon",
			"description": "<p><strong>Major Boon(Daily)</strong> Lamashtu uses your body to birth a new monster, regardless of your gender.</p>\n<p>Once per day, you can spend 1 minute to birth a monster determined by the GM, which rips its way from your belly. The monster's level is up to your level and it does as it pleases, following Lamashtu's will, though it doesn't attack you unless you have lost her favor. You are @Compendium[pf2e.conditionitems.4D2KBtexWXa6oUMR]{Drained 3} from the ordeal.</p>"
		},
		"Lamashtu - Major Curse": {
			"name": "Lamashtu - Major Curse",
			"description": "<p><strong>Major Curse</strong> Your dreams are an unending stream of nightmares. You need 16 hours of rest to try to get enough sleep to recover resources in daily preparation that normally require an 8-hour rest, and even then, you must succeed at a @Check[type:flat|dc:15] to do so, and you are still fatigued on a successful check.</p>"
		},
		"Lamashtu - Minor Boon": {
			"name": "Lamashtu - Minor Boon",
			"description": "<p><strong>Minor Boon</strong> Lamashtu's touch mutates a part of your body.</p>\n<p>You gain either an unarmed Strike that deals 1d6 damage or one that deals 1d4 damage and has the finesse and agile traits.</p>\n<p>Whether the attack deals bludgeoning, slashing, or piercing damage depends on the mutation.</p>\n<p>If the unarmed Strike replaces a limb, you can still use the mutated limb for its original functions. Lamashtu chooses the form and function of your mutation.</p>"
		},
		"Lamashtu - Minor Curse": {
			"name": "Lamashtu - Minor Curse",
			"description": "<p><strong>Minor Curse</strong> Horrid visions torment your mind, overlaying reality at inopportune times. You treat everything around you as if it was @Compendium[pf2e.conditionitems.DmAIPqOBomZ7H95W]{Concealed}.</p>"
		},
		"Lamashtu - Moderate Boon": {
			"name": "Lamashtu - Moderate Boon",
			"description": "<p><strong>Moderate Boon(Daily)</strong> You spread Lamashtu's nightmares everywhere you go. You can cast <em>@Compendium[pf2e.spells-srd.LiGbewa9pO0yjbsY]{Confusion}</em> once per day as an divine innate spell.</p>"
		},
		"Lamashtu - Moderate Curse": {
			"name": "Lamashtu - Moderate Curse",
			"description": "<p><strong>Moderate Curse</strong> Lamashtu marks you as prey.</p>\n<p>Any creature with imprecise or better scent can smell you from 100 × the usual range of their scent and can't shake the feeling that you smell like prey, so they might attack you even if they would normally avoid attacking creatures of your ancestry.</p>\n<p>This smell doesn't magically compel their action, and the scent of prey doesn't overcome a deeper bond such as that with an animal companion.</p>"
		},
		"Milani - Major Boon": {
			"name": "Milani - Major Boon",
			"description": "<p><strong>Major Boon:</strong> You gain +4 status bonus to checks to Request during attempts to satisfy one of Milani's edicts. Once per day, you can sound a battle cry that grants creatures within a 30-foot emanation the effects of <em>@Compendium[pf2e.spells-srd.aqRYNoSvxsVfqglH]{Freedom of Movement}</em> and affects all doors, locks, containers, and other bindings used to restrain or imprison others with the effects of the <em>@Compendium[pf2e.spells-srd.6Ot4N22t5tPD51BO]{Knock}</em> spell.</p>"
		},
		"Milani - Major Curse": {
			"name": "Milani - Major Curse",
			"description": "<p><strong>Major Curse:</strong> Small wounds bleed more than seems physically possible. Whenever you take slashing or piercing damage, you also take persistent bleed damage equal to the level of the creature or effect that inflicted the damage.</p>"
		},
		"Milani - Minor Boon": {
			"name": "Milani - Minor Boon",
			"description": "<p><strong>Minor Boon:</strong> Once, when you roll a failure on a Deception or Stealth check to protect an uprising from discovery, you critically succeed instead. Milani typically grants this boon for extremely significant checks on which the uprising's survival hinges.</p>"
		},
		"Milani - Minor Curse": {
			"name": "Milani - Minor Curse",
			"description": "<p><strong>Minor Curse:</strong> A magical wreath of thorny, bloodred roses endlessly grows from your scalp, no matter how much you try to remove it. You gain weakness 5 to piercing damage.</p>"
		},
		"Milani - Moderate Boon": {
			"name": "Milani - Moderate Boon",
			"description": "<p><strong>Moderate Boon:</strong> When you use it to protect others, your shield blooms with roses brimming with razor-sharp thorns. You gain the @Compendium[pf2e.feats-srd.5vXc2s2siR1ihpBT]{Shield Warden (Fighter)} feat, even if you don't meet its prerequisites. If you already had that feat, if your shield takes damage from a melee Strike in defense of your ally, the attacker takes piercing damage equal to half the shield's Hardness.</p>"
		},
		"Milani - Moderate Curse": {
			"name": "Milani - Moderate Curse",
			"description": "<p><strong>Moderate Curse:</strong> Ropes, chains, manacles, and other equipment used to bind or constrain become blazing hot in your hands, bursting into flame or melting as if engulfed in a forge. When you attempt to hold such an item, you take [[/r 2d6[fire]]]{2d6 fire damage} and the item is destroyed.</p>"
		},
		"Nethys - Major Boon": {
			"name": "Nethys - Major Boon",
			"description": "<p><strong>Major Boon</strong> You are granted supreme magical knowledge and mastery.</p>\n<p>If you are a prepared spellcaster, you can switch one of your prepared spells for another spell you could have prepared in that slot; if you are a spontaneous spellcaster, you can switch one of the spells in your spell repertoire for another spell you could have chosen for your repertoire instead.</p>\n<p>In either case, you make this switch by using a single action, which has the concentrate trait. (If you are neither a prepared nor a spontaneous spellcaster, Nethys won't grant you his major boon.)</p>"
		},
		"Nethys - Major Curse": {
			"name": "Nethys - Major Curse",
			"description": "<p><strong>Major Curse</strong> Nethys severs your connection to magic. You lose all your spellcasting abilities and cannot gain any future spellcasting.</p>"
		},
		"Nethys - Minor Boon": {
			"name": "Nethys - Minor Boon",
			"description": "<p><strong>Minor Boon (Single Use)</strong> Nethys casts a powerful spell to help you in a pinch.</p>\n<p>Once, Nethys casts a spell 1 level higher than the highest-level spell you can cast. If you can't cast spells, Nethys casts a 1st-level spell to help you.</p>"
		},
		"Nethys - Minor Curse": {
			"name": "Nethys - Minor Curse",
			"description": "<p><strong>Minor Curse</strong> The secrets of magic become mentally taxing. You are permanently @Compendium[pf2e.conditionitems.e1XGnhKNSQIm5IXg]{Stupefied 1}.</p>"
		},
		"Nethys - Moderate Boon": {
			"name": "Nethys - Moderate Boon",
			"description": "<p><strong>Moderate Boon (Single Use)</strong> Nethys grants you insight into the secrets of magic. Add one spell from a different tradition of magic to your spell list. You still must learn it or add it to your repertoire normally.</p>"
		},
		"Nethys - Moderate Curse": {
			"name": "Nethys - Moderate Curse",
			"description": "<p><strong>Moderate Curse</strong> Your magic wars against itself like Nethys's dueling halves. Whenever you cast a spell, attempt a @Check[type:flat|dc:11].</p>\n<p>On a failure, if your spell was harmful, you instead cast a beneficial spell of the same level on your intended targets, and if it was beneficial, you instead cast a harmful spell of the same level on your intended targets.</p>\n<p>If the spell benefited some targets and harmed others, you cast a spell of the same level that switches who benefited (for instance, changing a heal spell that harmed undead and healed the living to a harm spell that healed undead and harmed the living).</p>\n<p>You still lose the spell slot for the spell you were trying to cast.</p>"
		},
		"Nivi Rhombodazzle - Major Boon": {
			"name": "Nivi Rhombodazzle - Major Boon",
			"description": "<p><strong>Major Boon:</strong> Those who have done much to please Nivi find themselves slipping from sight when needed. Any time you attempt a Stealth check to @Compendium[pf2e.actionspf2e.VMozDqMMuK5kpoX4]{Hide} or @Compendium[pf2e.actionspf2e.VMozDqMMuK5kpoX4]{Sneak}, you also gain the effects of 2nd-level <em>@Compendium[pf2e.spells-srd.XXqE1eY3w3z6xJCB]{Invisibility}</em> and <em>@Compendium[pf2e.spells-srd.aEM2cttJ2eYcLssW]{Fleet Step}</em> spells to help you elude your enemies. These effects last until the end of your next turn or until you stop Hiding or Sneaking, whichever comes first (you can continue to Hide or Sneak, turn after turn, to extend these effects).</p>"
		},
		"Nivi Rhombodazzle - Major Curse": {
			"name": "Nivi Rhombodazzle - Major Curse",
			"description": "<p><strong>Major Curse:</strong> Nivi curses unworthy adherents with recklessness. Any time you are presented with a wager, you are compelled to accept, no matter the odds. If you succeed at a@Check[type:will|dc:40] save, you can at least attempt to alter the stakes of that wager in your favor, but you must still accept.</p>"
		},
		"Nivi Rhombodazzle - Minor Boon": {
			"name": "Nivi Rhombodazzle - Minor Boon",
			"description": "<p><strong>Minor Boon:</strong> Those who have earned Nivi's trust are blessed with wild turns of luck in the worst of circumstances. Once, instead of attempting the check you would normally roll, you attempt a @Check[type:flat|dc:11] with the same results. Nivi always grants this boon when the odds are stacked against you (though this same effect is an alternate to her minor curse if she uses it for a check when you would have been very likely to succeed).</p>"
		},
		"Nivi Rhombodazzle - Minor Curse": {
			"name": "Nivi Rhombodazzle - Minor Curse",
			"description": "<p><strong>Minor Curse:</strong> Those who betray Nivi's trust find defeat where there was sure to be victory. Once, when you roll a natural 20 on a die, the result becomes a natural 1 instead. Nivi typically uses this curse for maximum poetic justice.</p>"
		},
		"Nivi Rhombodazzle - Moderate Boon": {
			"name": "Nivi Rhombodazzle - Moderate Boon",
			"description": "<p><strong>Moderate Boon:</strong> Nivi bestows a fraction of her skill at pushing consequences down the road. Once per day, after attempting a check, you can roll a second time. You must use the result of the second roll, even if it is worse. This is a fortune effect. At any point after you use this boon, the GM can replace one of your check results with the first result of the check you attempted when using this boon; this delayed result can't be further delayed, prevented, or affected in any way, even by other divine intercessions.</p>"
		},
		"Nivi Rhombodazzle - Moderate Curse": {
			"name": "Nivi Rhombodazzle - Moderate Curse",
			"description": "<p><strong>Moderate Curse:</strong> Those who arouse Nivi's wrath find themselves bound to the earth with no place to hide. You are wreathed in constant <em>@Compendium[pf2e.spells-srd.HRb2doyaLtaoCfi3]{Faerie Fire}</em> and constantly affected by <em>@Compendium[pf2e.spells-srd.gPvtmKMRpg9I9D7H]{Earthbind}</em>, and any effect that grants @Compendium[pf2e.conditionitems.zJxUflt9np0q4yML]{Invisibility} doesn't work on you.</p>"
		},
		"Nocticula - Major Boon": {
			"name": "Nocticula - Major Boon",
			"description": "<p><strong>Major Boon:</strong> You become an idealized version of yourself, as if created by a divine artist. You permanently gain a set of 4 ability boosts that follow the same rules as the ability boosts you gain at every 5th level.</p>"
		},
		"Nocticula - Major Curse": {
			"name": "Nocticula - Major Curse",
			"description": "<p><strong>Major Curse:</strong> You are exiled from companionship. You can't communicate with any other creature, nor can you feel other creatures' touch.</p>"
		},
		"Nocticula - Minor Boon": {
			"name": "Nocticula - Minor Boon",
			"description": "<p><strong>Minor Boon:</strong> The night sky inspires you in a specific way. Once, when you roll a failure on a Crafting or Performance check under the night sky, you critically succeed instead. Nocticula typically grants this boon for a consequential piece of artwork or performance.</p>"
		},
		"Nocticula - Minor Curse": {
			"name": "Nocticula - Minor Curse",
			"description": "<p><strong>Minor Curse:</strong> Midnight looms and obscures your fate. You are only able to see up to 60 feet away from you, regardless of the lighting or what senses you have.</p>"
		},
		"Nocticula - Moderate Boon": {
			"name": "Nocticula - Moderate Boon",
			"description": "<p><strong>Moderate Boon:</strong> You draw on the power of midnight to guide you on your journeys. You gain @Compendium[pf2e.ancestryfeatures.HHVQDp61ehcpdiU8]{Darkvision}. If you already had darkvision, you can cast <em>@Compendium[pf2e.spells-srd.4GE2ZdODgIQtg51c]{Darkness}</em> once per day as a divine innate spell.</p>"
		},
		"Nocticula - Moderate Curse": {
			"name": "Nocticula - Moderate Curse",
			"description": "<p><strong>Moderate Curse:</strong> You are plagued with doubt in your own skills. You are always untrained with Crafting, Performance, and one other skill (determined by the GM, but themed to the event that brought on your curse), regardless of any effect that would improve your proficiency. You can't retrain those skills.</p>"
		},
		"Norgorber - Major Boon": {
			"name": "Norgorber - Major Boon",
			"description": "<p><strong>Major Boon</strong> You become a living secret. You are immune to divination effects and attempts to magically alter your memory, unless you choose to be affected or those effects come from a deity, artifact, or similarly powerful source. You also can never be tricked or forced by mundane means into uttering a secret you wish to keep.</p>"
		},
		"Norgorber - Major Curse": {
			"name": "Norgorber - Major Curse",
			"description": "<p><strong>Major Curse (Daily)</strong> Norgorber steals away your memories.</p>\n<p>Once each day when you awake from rest, roll 1d4.</p>\n<p>On a 1, you forget the events of the previous day forever.</p>\n<p>On a 2, you temporarily experience complete retrograde amnesia for that day, unable to recall information from the past, including who you are.</p>\n<p>On a 3, you temporarily forget a single important subject for that day (Norgorber tends to intentionally chooses a memory to cause distress, such as making you forget your spouse on your anniversary).</p>\n<p>On a 4, you temporarily remember false memories on a single important subject for that day, blended seamlessly into your true memories.</p>"
		},
		"Norgorber - Minor Boon": {
			"name": "Norgorber - Minor Boon",
			"description": "<p><strong>Minor Boon (Single Use)</strong> Norgorber protects your secrets and lies. Once, when you roll a failure at a Deception check to tell a @Compendium[pf2e.actionspf2e.ewwCglB7XOPLUz72]{Lie}, you get a critical success instead.</p>\n<p>Norgorber typically chooses to grant this boon to protect an extremely consequential lie.</p>"
		},
		"Norgorber - Minor Curse": {
			"name": "Norgorber - Minor Curse",
			"description": "<p><strong>Minor Curse</strong> Norgorber allows thieves to get the better of you.</p>\n<p>Whenever you Earn Income, you earn money as if the task were 2 levels lower due to theft, loss, or bad fortune.</p>"
		},
		"Norgorber - Moderate Boon": {
			"name": "Norgorber - Moderate Boon",
			"description": "<p><strong>Moderate Boon</strong> Your poisons are everlasting.</p>\n<p>If your Strike with a poisoned weapon critically fails, or succeeds but fails to deal slashing or piercing damage, the poison is not spent. The poison is still spent once successfully applied to a creature.</p>"
		},
		"Norgorber - Moderate Curse": {
			"name": "Norgorber - Moderate Curse",
			"description": "<p><strong>Moderate Curse</strong> Poisons are quick to debilitate you. When you roll a failure at a Fortitude save against a poison, you get a critical failure instead.</p>"
		},
		"Pharasma - Major Boon": {
			"name": "Pharasma - Major Boon",
			"description": "<p><strong>Major Boon</strong> Pharasma keeps you alive to fulfill your fate.</p>\n<p>The GM secretly chooses a fate Pharasma knows you must fulfill. Until you fulfill this fate, any time you would die, a grave but nonfatal misfortune instead befalls you.</p>\n<p>You take at least a full day to recuperate and you potentially face permanent consequences, but you don't die. If you would have died even once without this boon, once your fate is complete, you let out a final sigh and then die peacefully.</p>"
		},
		"Pharasma - Major Curse": {
			"name": "Pharasma - Major Curse",
			"description": "<p><strong>Major Curse</strong> Pharasma wills the end of your life and your lineage. You become unable to have children (or otherwise procreate by any means, including create spawn abilities) and are permanently @Compendium[pf2e.conditionitems.3uh1r86TzbQvosxv]{Doomed 2}.</p>"
		},
		"Pharasma - Minor Boon": {
			"name": "Pharasma - Minor Boon",
			"description": "<p><strong>Minor Boon (Single Use)</strong> You see a momentary, prophetic glimpse of your fate.</p>\n<p>Once, you gain a +2 status bonus to a single check; you can apply this bonus after you determine the result, and it can potentially change the degree of success.</p>"
		},
		"Pharasma - Minor Curse": {
			"name": "Pharasma - Minor Curse",
			"description": "<p><strong>Minor Curse</strong> Horrifying or enticing visions of your final judgment distract you from the task at hand. You take a -2 status penalty to initiative rolls.</p>"
		},
		"Pharasma - Moderate Boon": {
			"name": "Pharasma - Moderate Boon",
			"description": "<p><strong>Moderate Boon</strong> You gain a greater mastery over the energies of life and death.</p>\n<p>Your Strikes deal 1 positive damage to undead.</p>\n<p>Your spells that deal positive damage to undead gain a +1 status bonus to damage per spell level, and your spells that heal the living gain a +1 status bonus to the Hit Points restored per spell level.</p>"
		},
		"Pharasma - Moderate Curse": {
			"name": "Pharasma - Moderate Curse",
			"description": "<p><strong>Moderate Curse (Daily)</strong> Fate turns against you and reveals dire portents. Divinations such as <em>@Compendium[pf2e.spells-srd.41TZEjhO6D1nWw2X]{Augury}</em> cast by you or that involve you always suggest woe. Once per day after you attempt a check, the GM can make the result of the roll a natural 1.</p>"
		},
		"Rovagug - Major Boon": {
			"name": "Rovagug - Major Boon",
			"description": "<p><strong>Major Boon</strong> You can crack the surface of Golarion, accelerating the release of the Rough Beast. You gain the @Compendium[pf2e.feats-srd.FMjihpGLn9eQ14Gw]{Quaking Stomp} barbarian feat.</p>"
		},
		"Rovagug - Major Curse": {
			"name": "Rovagug - Major Curse",
			"description": "<p><strong>Major Curse</strong> You are useful only as a beacon of destruction.</p>\n<p>You are permanently @Compendium[pf2e.conditionitems.yblD8fOR1J8rDwEQ]{Confused}, rampaging against anything and everything in your sight, and you deal an additional 18 damage with your unarmed and weapon Strikes.</p>"
		},
		"Rovagug - Minor Boon": {
			"name": "Rovagug - Minor Boon",
			"description": "<p><strong>Minor Boon (Single-Use)</strong> Your attack becomes more destructive. Once, one of your failed or successful attacks becomes a critical hit, and your weapon or unarmed attack gains the deadly d12 trait for this attack, replacing any deadly trait it already had.</p>\n<p>Rovagug typically grants this boon when the critical hit could destroy something precious or significant.</p>"
		},
		"Rovagug - Minor Curse": {
			"name": "Rovagug - Minor Curse",
			"description": "<p><strong>Minor Curse</strong> Whenever you are imprisoned, you thrash and shake as your mind fills with desperation.</p>\n<p>Any time you are restrained or otherwise imprisoned (such as being sent to jail), you are also @Compendium[pf2e.conditionitems.i3OJZU2nk64Df3xm]{Clumsy 2} and @Compendium[pf2e.conditionitems.e1XGnhKNSQIm5IXg]{Stupefied 2}.</p>"
		},
		"Rovagug - Moderate Boon": {
			"name": "Rovagug - Moderate Boon",
			"description": "<p><strong>Moderate Boon</strong> You can devour all. You mouth grows into a horrible circular, insectile maw of needle-like teeth.</p>\n<p>You gain a bite unarmed attack that deals 1d8 piercing damage.</p>\n<p>Additionally, you can stomach eating anything you can fit down your throat-even rocks or small objects.</p>\n<p>You gain a +4 status bonus to saves resulting from eating something, such as diseases, poisons, or other effects of the ingested object. This doesn't allow you to digest magic items that would otherwise be difficult or impossible to destroy, such as cursed items or artifacts.</p>"
		},
		"Rovagug - Moderate Curse": {
			"name": "Rovagug - Moderate Curse",
			"description": "<p><strong>Moderate Curse</strong> Your destructive rage seeks to remain unbound.</p>\n<p>Any armor you wear automatically becomes @Compendium[pf2e.conditionitems.6dNUvdb1dhToNDj3]{Broken}. Other items in your possession occasionally become @Compendium[pf2e.conditionitems.6dNUvdb1dhToNDj3]{Broken} over time.</p>"
		},
		"Sarenrae - Major Boon": {
			"name": "Sarenrae - Major Boon",
			"description": "<p><strong>Major Boon</strong> You are a voice of peace and rehabilitation.</p>\n<p>When you roll a success at a check to @Compendium[pf2e.actionspf2e.DCb62iCBrJXy0Ik6]{Request} something, you get a critical success instead.</p>\n<p>In addition, all creatures other than fiends, undead, and mindless creatures allow you one chance to speak your piece and make requests before entering combat. If you or an ally ever use the time from the request to gain an advantage in an ensuing combat (for example, by casting preparatory spells, positioning for combat, or waiting out your opponent's preparatory spells), Sarenrae immediately revokes this boon, or possibly curses your ally.</p>"
		},
		"Sarenrae - Major Curse": {
			"name": "Sarenrae - Major Curse",
			"description": "<p><strong>Major Curse</strong> Sarenrae restricts your ability to harm others.</p>\n<p>All attacks you make, spells you cast, and other sources of damage you deal are nonlethal except against fiends and undead, and you can't ever make them lethal.</p>\n<p>You deal minimum damage except against fiends and undead.</p>\n<p>All creatures except fiends and undead gain a +4 status bonus to their AC and saving throws against your attacks and other effects.</p>"
		},
		"Sarenrae - Minor Boon": {
			"name": "Sarenrae - Minor Boon",
			"description": "<p><strong>Minor Boon (Single-Use)</strong> Your healing hands are blessed with a warm flame.</p>\n<p>Once, when you heal another creature, instead of healing it for the normal amount, you heal the creature to full Hit Points, no matter how much damage it has taken.</p>\n<p>Sarenrae typically grants this boon in extremely consequential circumstances.</p>"
		},
		"Sarenrae - Minor Curse": {
			"name": "Sarenrae - Minor Curse",
			"description": "<p><strong>Minor Curse</strong> The sun burns you for your transgression. You receive a sunburn that causes you to become permanently @Compendium[pf2e.conditionitems.i3OJZU2nk64Df3xm]{Clumsy 1}.</p>"
		},
		"Sarenrae - Moderate Boon": {
			"name": "Sarenrae - Moderate Boon",
			"description": "<p><strong>Moderate Boon</strong> Your blade burns the irredeemable. Your attacks deal an additional 1d6 fire damage that ignores fire resistance.</p>"
		},
		"Sarenrae - Moderate Curse": {
			"name": "Sarenrae - Moderate Curse",
			"description": "<p><strong>Moderate Curse</strong> The sun shines its light on everything you say.</p>\n<p>You become unable to tell @Compendium[pf2e.actionspf2e.ewwCglB7XOPLUz72]{Lies}, and if you attempt to do so, you instead compulsively blurt out the truth on the matter in question. You are still able to withhold information or lie by omission.</p>"
		},
		"Shelyn - Major Boon": {
			"name": "Shelyn - Major Boon",
			"description": "<p><strong>Major Boon</strong> Your inner beauty and love surround you in an aura.</p>\n<p>As long as you bear them no ill will, all creatures other than fiends, undead, and mindless creatures start with an attitude of friendly toward you, unless they would have been helpful instead. This doesn't mean they are willing to change their life or plans for you, and this boon does not prevent their attitudes from worsening if you try to thwart them. This effect doesn't work against deities and similarly powerful creatures.</p>\n<p>Additionally, the love you share with your friends inspires them. You and your allies gain a +3 status bonus to saving throws and skill checks as long as you can see each other.</p>"
		},
		"Shelyn - Major Curse": {
			"name": "Shelyn - Major Curse",
			"description": "<p><strong>Major Curse</strong> Those who spread misery via false love face Shelyn's greatest curse.</p>\n<p>You lose the ability to distinguish any living being from another through appearance, voice, scent, or similar sensory means. You can make out physical size (so you wouldn't mistake an ant for a horse), but nothing further.</p>\n<p>If you were merely shallow, every creature you see has generic, bland features, but if your deeds were vile, you see only the faces of those you have wronged.</p>"
		},
		"Shelyn - Minor Boon": {
			"name": "Shelyn - Minor Boon",
			"description": "<p><strong>Minor Boon</strong> Once, when you roll a failure on a Diplomacy check, you get a critical success instead.</p>\n<p>Shelyn typically grants this boon only when the Diplomacy check would serve to increase love or offer a chance of redemption.</p>"
		},
		"Shelyn - Minor Curse": {
			"name": "Shelyn - Minor Curse",
			"description": "<p><strong>Minor Curse</strong> You heart churns with remorse. Each day, you are @Compendium[pf2e.conditionitems.fesd1n5eVhpCSS18]{Sickened 1} as a specific misdeed plays out in your mind over and over in guilt.</p>\n<p>You can't remove this condition, though it abates enough for you to quickly eat and drink when necessary. If you make amends or otherwise earnestly pursue redemption for the misdeed, the @Compendium[pf2e.conditionitems.fesd1n5eVhpCSS18]{Sickened} condition fades completely that day.</p>"
		},
		"Shelyn - Moderate Boon": {
			"name": "Shelyn - Moderate Boon",
			"description": "<p><strong>Moderate Boon</strong> You are inspired to create great works and become a virtuoso at all arts. You gain the @Compendium[pf2e.feats-srd.QLeMH5mQgh28sa5o]{Specialty Crafting} feat and the @Compendium[pf2e.feats-srd.lFwfUvH2708rl6i3]{Virtuosic Performer} feat in all categories of Crafting and Performance.</p>"
		},
		"Shelyn - Moderate Curse": {
			"name": "Shelyn - Moderate Curse",
			"description": "<p><strong>Moderate Curse</strong> Others subconsciously recognize your past betrayals.</p>\n<p>Whenever you attempt a Diplomacy check and roll a failure, you get a critical failure instead, and if you roll a critical success, you get a success instead.</p>"
		},
		"Shizuru - Major Boon": {
			"name": "Shizuru - Major Boon",
			"description": "<p><strong>Major Boon:</strong> Shizuru bestows upon you a golden suit of armor made from sunlight, or transforms your favorite armor to gain that aspect. Once per hour while you are wearing the armor, if an attack would reduce your Hit Points to 0, the attack is instead completely negated.</p>"
		},
		"Shizuru - Major Curse": {
			"name": "Shizuru - Major Curse",
			"description": "<p><strong>Major Curse:</strong> Those who incite Shizuru's personal wrath earn the hatred of all of her subjects. All imperial dragons and animals you encounter are automatically hostile to you, and you gain weakness 15 to draconic breath weapons.</p>"
		},
		"Shizuru - Minor Boon": {
			"name": "Shizuru - Minor Boon",
			"description": "<p><strong>Minor Boon:</strong> Your attacks help eradicate darkness. When you successfully Strike a foe, your weapon glows with bright light out to 60 feet for 1 minute. This is a light effect with a counteract level equal to half your level rounded up.</p>"
		},
		"Shizuru - Minor Curse": {
			"name": "Shizuru - Minor Curse",
			"description": "<p><strong>Minor Curse:</strong> Your equipment turns on you for a disgraceful act. The next time you make an attack, your weapon or armor gains the @Compendium[pf2e.conditionitems.6dNUvdb1dhToNDj3]{Broken} condition.</p>"
		},
		"Shizuru - Moderate Boon": {
			"name": "Shizuru - Moderate Boon",
			"description": "<p><strong>Moderate Boon:</strong> Shizuru's light flows through your blade. Your weapons and unarmed attacks deal an additional 1d6 fire damage or 1d6 good damage; you choose each time you make an attack.</p>"
		},
		"Shizuru - Moderate Curse": {
			"name": "Shizuru - Moderate Curse",
			"description": "<p><strong>Moderate Curse:</strong> Shizuru decrees that her light is no longer your ally. You gain@Compendium[pf2e.bestiary-ability-glossary-srd.I0HYG0ctCLP5JRsW]{Light Blindness}.</p>"
		},
		"Sivanah - Major Boon": {
			"name": "Sivanah - Major Boon",
			"description": "<p><strong>Major Boon:</strong> You spread your illusions over a larger area. You can designate an area to permanently gain the effects of <em>@Compendium[pf2e.spells-srd.HBJPsonQnWcC3qdX]{Hallucinatory Terrain}</em>. All creatures within this area gain the effects of illusory disguise, changing their forms as you wish. You can designate a new area as a 1-minute activity, but doing so dismisses any previously designated areas.</p>"
		},
		"Sivanah - Major Curse": {
			"name": "Sivanah - Major Curse",
			"description": "<p><strong>Major Curse:</strong> Mirrors break whenever you cross their paths. You cannot be concealed by illusion magic of any kind (the spell automatically fails), and all creatures that see you know your true identity.</p>"
		},
		"Sivanah - Minor Boon": {
			"name": "Sivanah - Minor Boon",
			"description": "<p><strong>Minor Boon:</strong> Sivanah prevents your enemies from pulling off your veil. Once, when a foe rolls a success on a Perception check to disbelieve your illusion, it gets a critical failure instead. Sivanah typically grants this benefit to protect an elaborate or consequential illusory deception, and she never uses it to improve the effect of a harmful illusion.</p>"
		},
		"Sivanah - Minor Curse": {
			"name": "Sivanah - Minor Curse",
			"description": "<p><strong>Minor Curse:</strong> Your hair becomes a wild variety of colors, which cannot be altered with mundane or magical means, and it somehow grows out from under any cap, scarf, or other headwear intended to disguise it. You gain a -2 status penalty to Deception skill checks to @Compendium[pf2e.actionspf2e.AJstokjdG6iDjVjE]{Impersonate} anyone else.</p>"
		},
		"Sivanah - Moderate Boon": {
			"name": "Sivanah - Moderate Boon",
			"description": "<p><strong>Moderate Boon:</strong> You wear a veil of illusion wherever you go. You can cast <em>@Compendium[pf2e.spells-srd.i35dpZFI7jZcRoBo]{Illusory Disguise}</em> at will as an innate divine spell.</p>"
		},
		"Sivanah - Moderate Curse": {
			"name": "Sivanah - Moderate Curse",
			"description": "<p><strong>Moderate Curse:</strong> Those who betray the secrets of others find their own secrets laid bare. Each person from whom you are keeping a secret immediately learns one of your secrets involving that person. This curse doesn't give away other people's secrets you are keeping, only your own.</p>"
		},
		"Torag - Major Boon": {
			"name": "Torag - Major Boon",
			"description": "<p><strong>Major Boon</strong> Standing watch or guarding a location counts as resting for you, preventing you from being @Compendium[pf2e.conditionitems.HL2l2VRSaQHu9lUw]{Fatigued} due to lack of rest as long as you stand watch for at least 6 hours a day.</p>\n<p>You can recover your Focus Points (if you have them) by standing guard in addition to any other options you have available.</p>\n<p>When on guard, you gain a +4 status bonus to Perception to notice ambushes and other dangers approaching.</p>\n<p>As long as you are holding a shield, you are always Defending during exploration without needing to move at half your travel speed, and you can perform another exploration activity as well.</p>\n<p>While you are using a shield, its Hardness increases by 5.</p>"
		},
		"Torag - Major Curse": {
			"name": "Torag - Major Curse",
			"description": "<p><strong>Major Curse</strong> You are forever cast out from your home. Members of your community have their attitudes towards you shift two steps worse, meaning those who used to be helpful are now indifferent, those who were friendly are now unfriendly, and all others are now hostile. This doesn't necessarily result in violence, but hostile community members generally seek your permanent exile.</p>"
		},
		"Torag - Minor Boon": {
			"name": "Torag - Minor Boon",
			"description": "<p><strong>Minor Boon (Single-Use)</strong> Torag repairs your equipment so you may continue your vigil.</p>\n<p>Once, a shield, weapon, or other item you hold or are wearing recovers all of its Hit Points. The item's Hardness doubles for 1 minute.</p>\n<p>Torag can grant this boon just as the item would have been destroyed, preventing the item's destruction.</p>\n<p>Occasionally, he grants this boon to restore an item important to dwarven history that has already been fully destroyed.</p>"
		},
		"Torag - Minor Curse": {
			"name": "Torag - Minor Curse",
			"description": "<p><strong>Minor Curse</strong> Shoddy artisanship makes itself known. Whenever an item you're using takes damage, it is @Compendium[pf2e.conditionitems.6dNUvdb1dhToNDj3]{Broken}.</p>"
		},
		"Torag - Moderate Boon": {
			"name": "Torag - Moderate Boon",
			"description": "<p><strong>Moderate Boon</strong> You are counted as family among Torag and his followers.</p>\n<p>You gain the effects of a single dwarf ancestry feat of Torag's choice, even if you are not a dwarf, as long as you maintain Torag's blessing.</p>"
		},
		"Torag - Moderate Curse": {
			"name": "Torag - Moderate Curse",
			"description": "<p><strong>Moderate Curse</strong> You must prove your skills at a craft by providing your own equipment.</p>\n<p>You gain item bonuses only from items you make yourself.</p>"
		},
		"Tsukiyo - Major Boon": {
			"name": "Tsukiyo - Major Boon",
			"description": "<p><strong>Major Boon:</strong> Tsukiyo shares some of his own nature and can lead a favored soul back along the same path he has walked. The next time you would die, you are instead instantly restored to full health and lose any negative conditions you have.</p>"
		},
		"Tsukiyo - Major Curse": {
			"name": "Tsukiyo - Major Curse",
			"description": "<p><strong>Major Curse:</strong> When Tsukiyo truly loses patience with someone, he forces them to experience the hardships of others firsthand. Whenever you touch another creature or another creature touches you, you immediately gain any negative curses, diseases, and conditions they are suffering. These effects spread to you even when you @Compendium[pf2e.actionspf2e.VjxZFuUXrCU94MWR]{Strike} another creature or a creature Strikes you.</p>"
		},
		"Tsukiyo - Minor Boon": {
			"name": "Tsukiyo - Minor Boon",
			"description": "<p><strong>Minor Boon:</strong> Tsukiyo's simplest show of gratitude is a gift of clarity. Once, when you roll a failure on a saving throw against a mental effect, you get a critical success instead. Tsukiyo typically grants this boon against a particularly consequential mental effect.</p>"
		},
		"Tsukiyo - Minor Curse": {
			"name": "Tsukiyo - Minor Curse",
			"description": "<p><strong>Minor Curse:</strong> Those who offend Tsukiyo find that light actively shuns them. You lose any low-light vision or darkvision you have, and you treat all light levels as one step lower.</p>"
		},
		"Tsukiyo - Moderate Boon": {
			"name": "Tsukiyo - Moderate Boon",
			"description": "<p><strong>Moderate Boon:</strong> Tsukiyo watches over you and guards your sleep. You are guaranteed a peaceful night's rest no matter what conditions you are sleeping in. Even nightmare and similar abilities can't disrupt your sleep unless they come from a deity, artifact, or similarly powerful source.</p>"
		},
		"Tsukiyo - Moderate Curse": {
			"name": "Tsukiyo - Moderate Curse",
			"description": "<p><strong>Moderate Curse:</strong> If Tsukiyo is particularly offended by someone, they may find themselves lost in delusions of moonlight. When attempting to navigate or find something at night, if you roll a success or critical success on your Perception check, Survival check, or other check to do so, you get a failure instead.</p>"
		},
		"Urgathoa - Major Boon": {
			"name": "Urgathoa - Major Boon",
			"description": "<p><strong>Major Boon</strong> When you contract contagions, you experience fever dreams filled with insight.</p>\n<p>Once afflicted with a disease, you gain the effects of <em>@Compendium[pf2e.spells-srd.qsNeG9KZpODSACMq]{Foresight}</em> with yourself as the target until no longer afflicted with any disease.</p>"
		},
		"Urgathoa - Major Curse": {
			"name": "Urgathoa - Major Curse",
			"description": "<p><strong>Major Curse</strong> Urgathoa teaches you that pointless lives in slavery to death and morality are bound to end in tragedy.</p>\n<p>You develop an incurable wasting disease that leaves you @Compendium[pf2e.conditionitems.i3OJZU2nk64Df3xm]{Clumsy} 2, @Compendium[pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 2}, and unable to move except by @Compendium[pf2e.actionspf2e.Tj055UcNm6UEgtCg]{Crawling}. This disease never progresses further to kill you, but it passes to your friends and loved ones merely by sight, wasting them away unto death before your eyes and causing them to rise as undead to haunt you.</p>"
		},
		"Urgathoa - Minor Boon": {
			"name": "Urgathoa - Minor Boon",
			"description": "<p><strong>Minor Boon</strong> You feast on the spoils of life and death. You gain the benefits of the @Compendium[pf2e.heritages.gyoN45SVfRZwHMkk]{Irongut Goblin} heritage, regardless of your ancestry. If you already have this heritage, the circumstance bonus increases to +4.</p>"
		},
		"Urgathoa - Minor Curse": {
			"name": "Urgathoa - Minor Curse",
			"description": "<p><strong>Minor Curse</strong> You must overindulge or partake in forbidden feasts before you find yourself even remotely sated.</p>\n<p>You need to eat 20 times as much food as normal to avoid starvation, though you always feel hungry regardless of how much you eat.</p>\n<p>If you dine on the flesh and blood of sapient creatures, you need to eat only the normal amount of such meals and your hunger abates.</p>"
		},
		"Urgathoa - Moderate Boon": {
			"name": "Urgathoa - Moderate Boon",
			"description": "<p><strong>Moderate Boon</strong> Urgathoa blesses you as one of her children. You gain negative healing.</p>"
		},
		"Urgathoa - Moderate Curse": {
			"name": "Urgathoa - Moderate Curse",
			"description": "<p><strong>Moderate Curse</strong> Urgathoa cuts you off from positive energy without granting you the blessing of undeath. You are harmed by positive effects and don't recover Hit Points from them, as if you were an undead or had negative healing, but you are still harmed by negative effects as normal.</p>"
		},
		"Zon-Kuthon - Major Boon": {
			"name": "Zon-Kuthon - Major Boon",
			"description": "<p><strong>Major Boon</strong> Shadows are deeper around you. @Compendium[pf2e.ancestryfeatures.HHVQDp61ehcpdiU8]{Darkvision} and greater darkvision cannot penetrate darkness within 60 feet of you, but you can see through it normally.</p>"
		},
		"Zon-Kuthon - Major Curse": {
			"name": "Zon-Kuthon - Major Curse",
			"description": "<p><strong>Major Curse</strong> Zon-Kuthon steals away your joy, leaving you with only pain.</p>\n<p>You lose that which you cherish the most forever, and lose the ability to feel joy. You can't gain benefits from emotion effects based on positive emotions.</p>\n<p>If Zon-Kuthon feels you are ready to renounce, destroy, mutilate, or torture that which you once cherished most, he might return it to you to allow you to do so.</p>"
		},
		"Zon-Kuthon - Minor Boon": {
			"name": "Zon-Kuthon - Minor Boon",
			"description": "<p><strong>Minor Boon (Single-Use)</strong> The Midnight Lord turns your blood and pain into chains of midnight darkness to destroy your foes.</p>\n<p>Once, for 1 minute, whenever you take slashing, piercing, or bleed damage, chains rip forth from your body, affecting creatures in a line from your position in the direction of the attack (or in the direction of your choice for bleed damage or if you deal the damage yourself) with the effect of a <em>@Compendium[pf2e.spells-srd.k34hDOfIIMAxNL4a]{Grim Tendrils}</em> spell whose level is equal to half your level rounded up, and whose DC is your highest spell DC (or 10 + your level + your Wisdom modifier if you have no spell DC).</p>"
		},
		"Zon-Kuthon - Minor Curse": {
			"name": "Zon-Kuthon - Minor Curse",
			"description": "<p><strong>Minor Curse</strong> You are surrounded by spectral chains that cause you to always be @Compendium[pf2e.conditionitems.D5mg6Tc7Jzrj6ro7]{Encumbered} and that have the same effects as armor with the noisy trait.</p>"
		},
		"Zon-Kuthon - Moderate Boon": {
			"name": "Zon-Kuthon - Moderate Boon",
			"description": "<p><strong>Moderate Boon (Daily)</strong> Each morning, during your daily preparations, scars gather into words on your flesh.</p>\n<p>The scars function as a scroll of a divine spell of Zon-Kuthon's choosing.</p>\n<p>After you use the scroll or receive magical healing, the boon fades for the day, though some or all of the scars might remain as a reminder.</p>"
		},
		"Zon-Kuthon - Moderate Curse": {
			"name": "Zon-Kuthon - Moderate Curse",
			"description": "<p><strong>Moderate Curse</strong> You share the pain of others, and even minor wounds bring you incredible pain.</p>\n<p>Whenever you see (or otherwise sense) a creature take damage, you take [[/r 1d6]] mental damage.</p>\n<p>Whenever you take damage any other way than from the first part of this curse, you take [[/r 1d6]] mental damage from increased pain and are @Compendium[pf2e.conditionitems.fesd1n5eVhpCSS18]{Sickened 1}. Mental damage from this curse ignores any resistance you have to mental damage.</p>"
		}
	}
}