{
	"entries": {
		"(Affinity Ablaze) Arms of Balance: Walking the Cardinal Paths": {
			"name": "(Affinity Ablaze) Arms of Balance: Walking the Cardinal Paths",
			"description": "<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p>There are few bonds like those between fighters who have shared blows in an arena, and in so doing, come to understand each other. You focus on your emotional connection to one of the other tournament teams, and their power roars along it to you like a string set alight. You use the following ability, which you must have gained access to from the original team.</p>\n<hr />\n<p>The ki within you surges to coat your attacks in energy matter. For 1 minute, one of your weapons or your unarmed Strikes deal an additional 2d6 fire, cold, acid, or electricity damage. The Strikes gain the appropriate energy trait as well.</p>\n<p>@UUID[Compendium.pf2e.feat-effects.kui8yKIVsxfJnrYe]{Effect: Walking the Cardinal Paths}</p>"
		},
		"(Affinity Ablaze) Biting Roses: Glimpses to Beyond": {
			"name": "(Affinity Ablaze) Biting Roses: Glimpses to Beyond",
			"description": "<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p>There are few bonds like those between fighters who have shared blows in an arena, and in so doing, come to understand each other. You focus on your emotional connection to one of the other tournament teams, and their power roars along it to you like a string set alight. You use the following ability, which you must have gained access to from the original team.</p>\n<hr />\n<p>You gain a sense for the supernatural and the flow of fate. For 1 hour, you gain spiritsense as a precise sense with a range of 60 feet. Spiritsense enables you to sense the spirits of creatures, including living creatures, most non-mindless undead, and haunts within the listed range. As with your hearing and other imprecise senses, you still need to @UUID[Compendium.pf2e.actionspf2e.BlAOM2X92SI6HMtJ]{Seek} to locate an undetected creature. As spiritsense detects spiritual essence, not physical bodies, it can detect spirits projected by spells such as project image or possessing otherwise soulless objects. It can't detect soulless bodies, constructs, or objects. Once during the spell's duration, when you roll a failure or critical failure on a saving throw or skill check, you get a success instead.</p>"
		},
		"(Affinity Ablaze) Speakers to the Winds: All is One, One is All": {
			"name": "(Affinity Ablaze) Speakers to the Winds: All is One, One is All",
			"description": "<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p>There are few bonds like those between fighters who have shared blows in an arena, and in so doing, come to understand each other. You focus on your emotional connection to one of the other tournament teams, and their power roars along it to you like a string set alight. You use the following ability, which you must have gained access to from the original team.</p>\n<hr />\n<p>Borrowing the magic of the Magaambya, you use a legendary spell from Old-Mage Jatembe himself. You cast <em>@UUID[Compendium.pf2e.spells-srd.gtWxTfMbIN5RHQw6]{All is One, One is All}</em> as a 9th-level arcane or primal innate spell.</p>"
		},
		"(Affinity Ablaze) Steps of the Sun: Grand Harmony": {
			"name": "(Affinity Ablaze) Steps of the Sun: Grand Harmony",
			"description": "<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p>There are few bonds like those between fighters who have shared blows in an arena, and in so doing, come to understand each other. You focus on your emotional connection to one of the other tournament teams, and their power roars along it to you like a string set alight. You use the following ability, which you must have gained access to from the original team.</p>\n<hr />\n<p>Your heart harmonizes with those of your comrades before pounding once in a devastating shock wave. You deal [[/r 18d4[sonic]]] damage in a @Template[type:cone|distance:60]. Enemies can attempt a @Check[type:fortitude|dc:resolve(@actor.system.attributes.classOrSpellDC.value)|basic:true] save with a DC equal to your class DC or spell DC, whichever is higher. If you are adjacent to at least 1 ally, this deals [[/r 18d6[sonic]]]{18d6}, if you are adjacent to at least 2 allies, this deals [[/r 18d8[sonic]]]{18d8}.</p>"
		},
		"(Affinity Ablaze) Winter’s Roar: Rampaging Glacier Charge": {
			"name": "(Affinity Ablaze) Winter’s Roar: Rampaging Glacier Charge",
			"description": "<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p>There are few bonds like those between fighters who have shared blows in an arena, and in so doing, come to understand each other. You focus on your emotional connection to one of the other tournament teams, and their power roars along it to you like a string set alight. You use the following ability, which you must have gained access to from the original team.</p>\n<hr />\n<p>You emulate the inexorable movement of a glacier. You Stride up to your Speed and make a melee Strike. Regardless of whether your attack hits, the path of your Stride is filled by a 9th-level <em>@UUID[Compendium.pf2e.spells-srd.R5FHRv7VqyRnxg2t]{Wall of Ice}</em>.</p>"
		},
		"Administer": {
			"name": "Administer",
			"description": "<p>You spend the day attending to administrative needs related to running Citadel Altaerein. The Administer activity can be used to undo poor public relations from the use of Deception or Intimidate to Organize Labor, but it is also used to maintain relations with groups you make contact with over the course of the Age of Ashes campaign.</p>\n<p>Only one person can attempt to Administer per day (though others can Aid, as described in the Core Rulebook), and once the castle has been Administered, no one else can Administer until after the interval specified in the result. However, the GM might allow exceptions to this if, for instance, the group is about to go on an adventure and wants to make sure the citadel runs smoothly while they're gone.</p>\n<p>If you perform downtime activities involving Citadel Altaerein when it's not successfully Administered, you take a -4 circumstance penalty to your checks.</p>\n<p>Administering requires a successful @Check[type:society|dc:20] check (although for special actions later in the Adventure Path, this DC may change). You can pay a seneschal to attend to Citadel Altaerein's administrative needs. As long as the seneschal is paid, the weekly requirement to Administer is automatically a success (but never a critical success).</p>\n<hr />\n<p><strong>Critical Success</strong> You facilitate the prosperity of the citadel. The citadel functions smoothly for 1 month. In addition, during this time you gain a +2 circumstance bonus to all checks to Organize Labor.</p>\n<p><strong>Success</strong> Citadel Altaerein functions smoothly for 1 week.</p>\n<p><strong>Failure</strong> Citadel Altaerein is not Administered, but you can try again the next day.</p>\n<p><strong>Critical Failure</strong> Citadel Altaerein is not Administered. Botched relations and flared tempers among certain citizens in Breachill prevent you from attempting to Administer again for 1 week.</p>"
		},
		"Appeal to Shadowy Intruders": {
			"name": "Appeal to Shadowy Intruders",
			"description": "<p><strong>Requirements</strong> A fetchling sneak you can see is visibly shaken, such as by being reduced to half of their maximum Hit Points or fewer.</p>\n<hr />\n<p>You call out to a visibly shaken foe and attempt to convince them to surrender. Depending upon your strategy, attempt a @Check[type:deception], @Check[type:diplomacy], or @Check[type:intimidation] check against the foe's Will DC to make your case for the foe's surrender.</p>\n<hr />\n<p><strong>Critical Success</strong> The foe is quick to surrender and attempts to convince their allies to surrender as well. You and your allies gain a +1 circumstance bonus to checks to Appeal to Shadowy Intruders for 1 minute.</p>\n<p><strong>Success</strong> The foe takes your words to heart and surrenders to you immediately.</p>\n<p><strong>Failure</strong> The foe brushes off your attempt and continues to fight.</p>\n<p><strong>Critical Failure</strong> Your argument is severely flawed or laughable. The foe disregards your words and continues to fight. You take a -1 circumstance penalty to checks to Appeal to Shadowy Intruders for 1 minute.</p>"
		},
		"Approach Duneshadow": {
			"name": "Approach Duneshadow",
			"description": "<p>Once the PCs have Tracked Duneshadow, they begin intermittently sighting him atop distant hills, hear his bellowing calls, or sense other signs that he's near. The camel is remarkably cunning and stealthy, able to exploit heat shimmers to hide his movements, predict hunters' next steps, and make exceptional use of the terrain. All the while, his path leads the PCs farther into the foothills of the Brazen Peaks.</p>\n<p>An attempt to Approach Duneshadow is a slow and deliberate activity that takes 1 hour to perform, during which each PC attempts a skill check chosen from the following options: @Check[type:acrobatics|dc:37] or @Check[type:athletics|dc:37] (to approach quickly via a shortcut), @Check[type:deception|dc:38] (to trick Duneshadow into evading pursuit in the wrong direction), @Check[type:nature|dc:35] (to keep Duneshadow calm and appear non-threatening), @Check[type:performance|dc:34] (to intrigue Duneshadow with calming music), or @Check[type:stealth|dc:36] (to approach undetected). Lore skills can be substituted for any of these skills, reducing the DC by 2. To reach Duneshadow, the party must successfully Approach four times. Critical successes count as two successes, and critical failures negate one success. If this reduces the total to two or fewer, Duneshadow runs off and the PCs must Scout for his location all over again.</p>"
		},
		"Assessing Tatzlford's Defenses": {
			"name": "Assessing Tatzlford's Defenses",
			"description": "<p>The party takes an hour to tour Tatzlford to assess potential improvements to the town's defenses. They automatically come to the conclusion that erecting barricades will help, giving them access to the Erect Barricades activity below. Attempt a single DC 23 Defense check or DC 27 Warfare kingdom check to identify additional defensive improvements, potentially allowing access to the Post Snipers, Prepare Firepots, Recruit Wildlife, or Set Traps activities below. If the players come up with any of those ideas on their own (or at your discretion, similar enough ideas) they gain access to the corresponding activity regardless of the check result.</p>\n<hr />\n<p><strong>Critical Success</strong> The party gains all four additional defensive actions.</p>\n<p><strong>Success</strong> The party gains two additional defensive actions, determined randomly.</p>\n<p><strong>Failure</strong> The party gains one additional defensive action, determined randomly.</p>\n<p><strong>Critical Failure</strong> Only the Erect Barricades defense suggests itself to the PCs.</p>"
		},
		"Blend In": {
			"name": "Blend In",
			"description": "<p><strong>Overcome</strong> @Check[type:deception|dc:35], @Check[type:society|dc:37], @Check[type:stealth|dc:35]</p>\n<hr />\n<p>Sometimes the best option for crossing a crowded party is to act natural and join the crowd.</p>\n<p>If a PC successfully Blends In, roll a secret @Check[type:perception|dc:34|traits:secret] for them to notice that something seems off about one of the guests. On a success, inform them about the Dispel a Disguise Opportunity.</p>"
		},
		"Breaking and Entering": {
			"name": "Breaking and Entering",
			"description": "<p><strong>Overcome</strong> @Check[type:acrobatics|dc:37], @Check[type:athletics|dc:35], @Check[type:nature|dc:35],@Check[type:stealth|dc:35], @Check[type:thievery|dc:35]</p>\n<hr />\n<p>The PCs scale the walls, calm the guard dogs, hide from guards, and unlock gates.</p>\n<hr />\n<p><strong>Special</strong> If a PC successfully Breaks and Enters, they can attempt a @Check[type:perception|dc:35|traits:secret] to notice a set of keys carried by a guard or resting in a somewhat hard-to-reach area, allowing for that PC to take the Steal Keys Opportunity.</p>"
		},
		"Breaking the Chains": {
			"name": "Breaking the Chains",
			"description": "<p><strong>Requirements</strong> The PCs have overcome the other three Obstacles for this phase.</p>\n<p><strong>Overcome</strong> 2 successes; @Check[type:athletics|dc:37], @Check[type:thievery|dc:33]</p>\n<hr />\n<p>The captives are sealed behind bars and chained to the walls. The PCs undo these bindings as quietly as possible. Once the PCs defeat this Obstacle, they have freed Exavisu and one of her assistants and can begin Phase 4: Extraction. See the That's Not Everyone Complication.</p>"
		},
		"Build Connections": {
			"name": "Build Connections",
			"description": "<p>You dedicate a day to making friends in high places, typically by inviting yourself to parties, performing small favors to be repaid later, and generally projecting an aura of confidence and capability. Attempt a @Check[type:crafting|dc:36], @Check[type:diplomacy|dc:36], @Check[type:performance|dc:36], or appropriate Lore check. The result determines the impact of your efforts. If you have the @UUID[Compendium.pf2e.feats-srd.iCv8KTZ5PcF4GqeV] skill feat and roll a success, you get a critical success instead.</p>\n<hr />\n<p><strong>Critical Success</strong> For 1 month, you gain a +1 circumstance bonus to your skill checks to pursue the downtime activities listed here. You also earn a single favor that you can call in when you or an ally you're working with attempts a skill check for one of these downtime actions. That creature can roll twice and use the better result, after which the favor is considered repaid; calling in the favor is a fortune effect.</p>\n<p><strong>Success</strong> For 1 week, you gain a +1 circumstance bonus to your skill checks for the downtime activities listed here.</p>\n<p><strong>Critical Failure</strong> A faux pas embarrasses you, and rumors recount the incident widely. For 3 days, you take a -1 circumstance penalty to skill checks for the downtime activities listed here.</p>"
		},
		"Build Infirmary": {
			"name": "Build Infirmary",
			"description": "<p><strong>Requirements</strong> Crafting (master), Medicine (master), or hired medic; organized specialists</p>\n<hr />\n<p>Choose a single room in Citadel Altaerein to serve as a dedicated infirmary. Once complete, the infirmary fulfills the healer's tools requirement for Medicine skill actions and grants a +2 circumstance bonus to Medicine checks made on site. This upgrade requires 20 days of work and a @Check[type:crafting|dc:25] or @Check[type:medicine|dc:25] check.</p>"
		},
		"Build Library": {
			"name": "Build Library",
			"description": "<p><strong>Requirements</strong> Crafting (master), any Lore (master), or hired bookmaker; organized specialists</p>\n<hr />\n<p>Pick a single room in Citadel Altaerein to serve as a library. Once complete, the library grants a +2 circumstance bonus to skill checks made to Borrow an Arcane Spell, Create Forgery, Decipher Writing, Identify Alchemy, Identify Magic, Learn a Spell, or Recall Knowledge as long as the PC performing the action is on site. This upgrade takes 20 days of work and a @Check[type:crafting|dc:25] or Lore check.</p>"
		},
		"Build Training Facility": {
			"name": "Build Training Facility",
			"description": "<p><strong>Requirements</strong> expert in the skill listed below or hired trainer; organized specialists</p>\n<hr />\n<p>Pick a room in Citadel Altaerein to serve as a training area for a single character class (you can have multiple training facilities, with each one devoted to a different class). Once complete, the training facility fills the role of a teacher when using the Retrain downtime activity for the chosen class, and reduces the time required to retrain a feat or skill increase by 2 days and the time required to retrain a class feature by 1 week. This upgrade takes 40 days of work.</p>\n<p>Building the facility requires a DC 25 skill check using a skill depending on the class in question, as listed below. If a class lists multiple skills, the PC can choose whichever one they like (but they must be an expert in the chosen skill, as noted in the Requirements entry above).</p>\n<ul>\n<li>Alchemist @Check[type:crafting|dc:25]</li>\n<li>Barbarian @Check[type:athletics|dc:25]</li>\n<li>Bard @Check[type:occultism|dc:25] or @Check[type:performance|dc:25]</li>\n<li>Champion @Check[type:religion|dc:25]</li>\n<li>Cleric @Check[type:religion|dc:25]</li>\n<li>Druid @Check[type:nature|dc:25]</li>\n<li>Fighter @Check[type:acrobatics|dc:25] or @Check[type:athletics|dc:25]</li>\n<li>Monk @Check[type:acrobatics|dc:25] or @Check[type:athletics|dc:25]</li>\n<li>Ranger @Check[type:athletics|dc:25], @Check[type:nature|dc:25], or @Check[type:survival|dc:25]</li>\n<li>Rogue @Check[type:acrobatics|dc:25] or @Check[type:thievery|dc:25]</li>\n<li>Sorcerer @Check[type:arcana|dc:25], @Check[type:nature|dc:25], @Check[type:occultism|dc:25], or @Check[type:religion|dc:25]</li>\n<li>Wizard @Check[type:arcana|dc:25]</li>\n</ul>"
		},
		"Build Workshop (Crafting)": {
			"name": "Build Workshop (Crafting)",
			"description": "<p><strong>Requirements</strong> Crafting (master), Specialty Crafting (any), or any hired specialist; organized specialists</p>\n<hr />\n<p>Pick a room in Citadel Altaerein to serve as a crafting area for a specific Crafting skill chosen from one of the crafting specialties listed under the @UUID[Compendium.pf2e.feats-srd.QLeMH5mQgh28sa5o] feat. You can have multiple workshops, each devoted to its own skill. Use of a workshop grants a +1 circumstance bonus to Crafting checks, or a +3 circumstance bonus to Crafting skill checks associated with that workshop's specialty. This upgrade takes 20 days of work to complete and a @Check[type:crafting|dc:25] check.</p>"
		},
		"Check the Walls": {
			"name": "Check the Walls",
			"description": "<p>A PC spends a day studying the walls and patrolling them. The PC then attempts either a @Check[type:arcana|dc:32] check or a @Check[type:crafting|dc:27] check.</p>\n<hr />\n<p><strong>Critical Success</strong> The PC discovers an irregularity in the protective runes along the western portion of the wall-a subtle distortion of the stone and magic that's a sign of repetitive strain, and while no obvious source for this strain is apparent, the distortions suggest the hidden source lies somewhere underground in the immediate area. Unfortunately, further research into city documents and architectural plans do not reveal the existence of any underground chambers in the area, suggesting either that no such chamber exists or, if it does, the records are either faulty or missing.</p>\n<p><strong>Success</strong> The PC discovers the irregularity in the barrier in the western portion of the wall-enough to confirm Alljoiner Garnis's fears, yet not enough to suggest the source of the strain.</p>\n<p><strong>Failure</strong> While the PC is able to discern some basic information about the city's barriers, it is not enough to find the structural flaws. Once the PCs report to her, Alljoiner Garnis suggests the PC tries again to confirm their suspicions, as she still feels there's more to learn.</p>\n<p><strong>Critical Failure</strong> The PC discovers what they believe to be a flaw long the eastern walls that is, in fact, merely a quirk of the ancient magic's design. When the PCs report this finding to Alljoiner Garnis, she confronts Archmage Nalruven with the information, who immediately inspects the area and accurately points out the PCs' error. This failure on the PC's part results in both Alljoiner Garnis and Mountainheart Chiselrock becoming less supportive of the PCs' efforts in Kovlar.</p>"
		},
		"Clean": {
			"name": "Clean",
			"description": "<p>You spend the day cleaning-hauling out broken furniture, disposing of detritus, and making rooms clear enough to begin repairs. Citadel Altaerein requires 8 days of cleaning before any other basic repair activities can begin. Cleaning does not require a Crafting check, nor does it cost gold.</p>"
		},
		"Clear Courtyard": {
			"name": "Clear Courtyard",
			"description": "<p><strong>Requirements</strong> Crafting (trained) or hired stonemason; organized workers</p>\n<hr />\n<p>You work to repair the collapsed northern wall, drain and fill in the flooded sunken area, and clear out weeds. This activity requires 6 days of work and a @Check[type:crafting|dc:15] check.</p>"
		},
		"Communicate From Beyond": {
			"name": "Communicate From Beyond",
			"description": "<p><strong>Requirements</strong> Students are present to witness your attempt to communicate. There are appropriate means of communication, such as items of negligible Bulk to manipulate, powder to write in, or lights to make a pattern.</p>\n<hr />\n<p>You try to communicate a simple message to the students from your phase of reality. Attempt a</p>\n<p><span style=\"text-decoration: underline;\">Levels 1-2</span></p>\n<ul>\n<li>@Check[type:athletics|dc:15],</li>\n<li>@Check[type:diplomacy|dc:15]</li>\n<li>@Check[type:occultism|dc:15], or</li>\n<li>@Check[type:thievery|dc:15] check</li>\n</ul>\n<p><span style=\"text-decoration: underline;\">Levels 3-4</span></p>\n<ul>\n<li>@Check[type:athletics|dc:18],</li>\n<li>@Check[type:diplomacy|dc:18]</li>\n<li>@Check[type:occultism|dc:18], or</li>\n<li>@Check[type:thievery|dc:18]</li>\n</ul>\n<p>with the following results.</p>\n<hr />\n<p><strong>Critical Success</strong> You communicate a phrase of up to 10 words.</p>\n<p><strong>Success</strong> You clearly communicate one word to the students.</p>\n<p><strong>Failure</strong> The students cannot understand your communications.</p>\n<p><strong>Critical Failure</strong> The students misinterpret your message, gaining incorrect information determined by the GM.</p>"
		},
		"Contact Steel Falcons": {
			"name": "Contact Steel Falcons",
			"description": "<p><strong>Overcome</strong> @Check[type:andoran-lore|dc:32], @Check[type:diplomacy|dc:36], @Check[type:society|dc:34]</p>\n<hr />\n<p>The PC surreptitiously tries to contact the Steel Falcons in Katapesh.</p>\n<hr />\n<p><strong>Success</strong> The PC arranges a meeting with the Steel Falcons. They're eager to combine forces with powerful operatives like the PCs in the name of liberating the oppressed, and they can provide information about the upcoming auction equivalent to a Gather Information success. In addition, the Steel Falcons grant the PCs 1 Edge Point.</p>\n<p><strong>Failure</strong> The PC fails to make contact.</p>\n<p><strong>Critical Failure</strong> The PC's clumsy attempt spooks the Steel Falcons. Future attempts at this activity take a -2 circumstance penalty.</p>\n<hr />\n<p><strong>Special</strong> If the PCs don't succeed at this Opportunity, the Steel Falcons independently decide to launch their own heist that overlaps with-and potentially interferes with-the PCs' heist.</p>"
		},
		"Convince Mengkare": {
			"name": "Convince Mengkare",
			"description": "<p>You spend several minutes debating with the gold dragon Mengkare and have presented a piece of information that could potentially raise his Doubt score and cause him to reconsider his plans to sacrifice the citizens of Promise. Select one of the key skills associated with the argument you made, and attempt a check with that skill-the required DC depends on the skill used, as indicated in the Arguments against Glory section.</p>\n<hr />\n<p><strong>Critical Success</strong> You increase Mengkare's Doubt by 2.</p>\n<p><strong>Success</strong> You increase Mengkare's Doubt by 1.</p>\n<p><strong>Failure</strong> You fail to increase Mengkare's Doubt.</p>\n<p><strong>Critical Failure</strong> You undermine your argument. Reduce Mengkare's Doubt by 1.</p>"
		},
		"Costar": {
			"name": "Costar",
			"description": "<p><strong>Trigger</strong> Another performer in the same act as you is about to attempt a trick check.</p>\n<p><strong>Requirements</strong> The performer is willing to accept your aid.</p>\n<hr />\n<p>You help another performer in the act pull off their trick, possibly granting them a bonus to the triggering trick check. Attempt the same check as the trick check you are attempting to aid. The DC to Costar is equal to the DC of the trick check. NPCs cannot Costar. This reaction otherwise acts as the @UUID[Compendium.pf2e.actionspf2e.HCl3pzVefiv9ZKQW] action.</p>"
		},
		"Cram": {
			"name": "Cram",
			"description": "<p><strong>Requirements</strong> You are an initiate, attendant, or conversant, and your branch level for either your primary or secondary branch is 2 or more levels below the limit.</p>\n<hr />\n<p>Realizing that you're falling behind in your studies, you cram more than you probably should. You Study twice, each in a branch that satisfies the activity requirements. However, the extra studying comes at a price. Until the next time you take the Study downtime activity, you're particularly tired from all the extra hours cramming; at the start of each day of adventuring, you must succeed at a @Check[type:flat|dc:8] check or be @UUID[Compendium.pf2e.conditionitems.HL2l2VRSaQHu9lUw] for that day.</p>"
		},
		"Cunning Disguise": {
			"name": "Cunning Disguise",
			"description": "<p><strong>Overcome</strong> @Check[type:deception|dc:35] or DC 33 (see below)</p>\n<hr />\n<p>The PCs conceal their true identities, relying on false personas to be admitted onto the estate. A PC can use a skill closely connected to their chosen disguise in place of Deception, such as Intimidation for a guard, Guild Lore for a merchant, or any food-related Lore for a caterer.</p>\n<p>If a PC succeeds at a Cunning Disguise, roll a secret @Check[type:perception|dc:34|traits:secret] for them to notice something off about one of the guests. On a success, inform them about the Dispel a Disguise Opportunity.</p>"
		},
		"De-Animating Gestures (False)": {
			"name": "De-Animating Gestures (False)",
			"description": "<p>You designate a single construct within 30 feet that you can see or hear. The construct becomes @UUID[Compendium.pf2e.conditionitems.nlCjDvLMf2EkV2dl]{Quickened 1} for 1 minute and is temporarily immune to this ability for 24 hours. It can use its additional action only to Stride or Strike.</p>"
		},
		"De-Animating Gestures (True)": {
			"name": "De-Animating Gestures (True)",
			"description": "<p>You designate a single construct within 30 feet that you can see or hear. The construct is @UUID[Compendium.pf2e.conditionitems.xYTAsEpcJE1Ccni3]{Slowed 1} for 1 minute.</p>"
		},
		"Deadly Traps": {
			"name": "Deadly Traps",
			"description": "<p><strong>Overcome</strong> 2 successes; @Check[type:arcana|dc:34] or @Check[type:thievery|dc:34]</p>\n<hr />\n<p>The PCs suppress or disable dangerous traps set to kill would-be thieves and make an explosive ruckus.</p>\n<p><strong>Special</strong> If a PC fails a check to overcome this scene, they trigger a trap that deals [[/r 16d6[damage]]] damage to that PC (@Check[type:reflex|dc:36|basic:true]). If the PC critically fails, it deals this damage to all PCs in the scene.</p>"
		},
		"Deduce Traditions": {
			"name": "Deduce Traditions",
			"description": "<p>By interpreting a regent's personality, drawing upon what you know about dwarven tradition, and making educated guesses, you surmise what sorts of skills are most valued by the dwarven regent's guild-and thus infer what types of skills would most likely curry that regent's favor. Deduce Traditions requires a successful @Check[type:perception|dc:30] or a successful @Check[type:society|dc:25] check to yield accurate results.</p>\n<hr />\n<p><strong>Critical Success</strong> You learn one of the guild's favored skills and learn what that regent's Skepticism value is.</p>\n<p><strong>Success</strong> You learn one of the guild's favored skills.</p>\n<p><strong>Failure</strong> You learn none of the guild's favored skills.</p>\n<p><strong>Critical Failure</strong> You learn an incorrect favored skill.</p>"
		},
		"Dispel a Disguise": {
			"name": "Dispel a Disguise",
			"description": "<p><strong>Requirement</strong> When Blending In or using a Cunning Disguise, a PC has noticed something is off about a guest.</p>\n<p><strong>Overcome</strong> @Check[type:arcana|dc:35], @Check[type:occultism|dc:33], @Check[type:perception|dc:37]</p>\n<hr />\n<p>The PC is sure there's more to Baroness Epminia Fahlspar than meets the eye. They're right-she's Reloon, a rakshasa in disguise!</p>\n<hr />\n<p><strong>Critical Success</strong> The PC sees through the disguise and identifies a way to unveil the rakshasa without magic. Rakshasas are not unwelcome here, but the sudden reveal of Reloon's natural form and her dismayed outburst draws the attention of many partyers. Reduce Awareness by 2 (minimum 0).</p>\n<p><strong>Success</strong> The PC senses the magical disguise. To overcome this Opportunity, a PC must either magically counteract the disguise or succeed at a @Check[type:deception|dc:40] or @Check[type:intimidation|dc:40] check to cause the baroness's concentration to waver, briefly disrupting her disguise. This reveals her, as described under critical success.</p>\n<p><strong>Failure</strong> The PC sees no evidence of a disguise.</p>\n<p><strong>Critical Failure</strong> The PC sees no evidence of a disguise, and their scrutiny invites a loud dressing down by the baroness.</p>"
		},
		"Distract Guards": {
			"name": "Distract Guards",
			"description": "<p>You attempt to distract a specific group of guards away from their patrol route or their post. You can do so by attempting a @Check[type:deception|dc:41] check, or by using a spell effect, in which case you attempt a @Check[type:arcana|dc:41], @Check[type:nature|dc:41], @Check[type:occultism|dc:41], or @Check[type:religion|dc:41] check (as appropriate) to determine success. Each attempt to Distract Guards takes a minute to play out-from the initial distraction to the guard's reaction.</p>\n<hr />\n<p><strong>Critical Success</strong> You significantly distract the guards away from their patrol area or post to an area in the citadel of your choice. The guards return to their original post after 1 hour has passed.</p>\n<p><strong>Success</strong> You distract the guards away from their patrol area or post to an area in the citadel of your choice. The guards return to their original post after 20 minutes have passed.</p>\n<p><strong>Failure</strong> You fail to distract the guards. Any attempt made in the next 10 minutes to distract the same guards takes a -2 penalty to the check.</p>\n<p><strong>Critical Failure</strong> As failure above, but the guards realize you're trying to distract them and escort you out of the building. If this is your third critical failure against that particular group of guards, the guard instead places you under arrest.</p>"
		},
		"Diviner on Duty": {
			"name": "Diviner on Duty",
			"description": "<p><strong>Trigger</strong> A PC uses magic to aid in overcoming an Obstacle during infiltration.</p>\n<p><strong>Overcome</strong> 3 successes: @Check[type:arcana|dc:35], @Check[type:deception|dc:37], @Check[type:nature|dc:35], @Check[type:occultism|dc:35], @Check[type:religion|dc:35]</p>\n<hr />\n<p>Among the Scarlet Triad's security is a highly competent diviner! With spells such as <em>@UUID[Compendium.pf2e.spells-srd.uNsliWpl8Q1JdFcM]</em>, <em>@UUID[Compendium.pf2e.spells-srd.KHnhPHL4x1AQHfbC]</em>, <em>@UUID[Compendium.pf2e.spells-srd.jwK43yKsHTkJQvQ9]</em>, and <em>@UUID[Compendium.pf2e.spells-srd.uqlxMQQeSGWEVjki]</em>, this diviner can see through most magical schemes the PCs might use.</p>\n<p>The diviner is watching for magical threats, not poison. With a successful @Check[type:deception|dc:33], @Check[type:thievery|dc:33], or food-related Lore check, a PC can trick her into consuming something laden with an ingested poison. Her Fortitude save bonus is [[/r (1d20+23) #Fortitude Saving Throw]]{+23}, and she withdraws if successfully poisoned. If not successfully poisoned, increase the PCs' Awareness Points by 2.</p>"
		},
		"Dream Research": {
			"name": "Dream Research",
			"description": "<p><strong>Trigger</strong> You fall asleep within 5 miles of Xarwin Manor.</p>\n<p><strong>Frequency</strong> once per 12 hours</p>\n<hr />\n<p>While you sleep, you experience dreams that verge on nightmares. In these dreams, your mind drifts from your soul, and everything you know feels like it's being drawn up into the dark places between the stars to be devoured. During the dream, you can concentrate on one research topic you've unlocked that you haven't fully investigated. If you choose a topic for which the party has already discovered all research thresholds, you can immediately switch to a different topic.</p>\n<p>The skill you use and the DC for the check depend on the topic, as detailed in that topic's Dreams venue. If you're not dreaming within the manor grounds, the spiritual link to the malevolence is lessened and you take a -2 status penalty to the check.</p>\n<hr />\n<p><strong>Critical Success</strong> You gain 2 RP.</p>\n<p><strong>Success</strong> You gain 1 RP.</p>\n<p><strong>Critical Failure</strong> You peer too far into the malevolence, which notices your attempt. You manage to break the mental link just before you lose some memories to its ravenous appetite. Increase your malevolence condition value by 1.</p>"
		},
		"Erect Barricades": {
			"name": "Erect Barricades",
			"description": "<p>Open gaps in the walls, in alleys, or even on streets can be fortified with barricades to prevent easy passage into town, using lumber, trees, barrels, wagons, rubbish, and even sharpened poles. Erecting a Barricade requires a Crafting check. This activity can be performed by more than one PC to create more than one barricade.</p>\n<hr />\n<p><strong>Critical Success</strong> The barricade is a success. When a defending army takes the Guard action, it gains a +2 item bonus on its Maneuver check. A barricade can grant this bonus only twice before it is ruined by enemy attacks.</p>\n<p><strong>Success</strong> As critical success, but the barricade only works for one Guard action.</p>\n<p><strong>Critical Failure</strong> A catastrophic accident occurs! Not only is the barricade ruined, but the PC attempting to erect the barricade takes [[/r 10d6[bludgeoning]]] damage (@Check[type:reflex|dc:25|basic:true]).</p>"
		},
		"Exhale Poison": {
			"name": "Exhale Poison",
			"description": "<p><strong>Frequency</strong> once per hour</p>\n<p><strong>Requirements</strong> You were within the area of an inhaled poison within the last minute; @UUID[Compendium.pf2e.feats-srd.8PMxl8o5YXET58Pn]</p>\n<hr />\n<p>You sharply exhale the poison that previously surrounded you in a @Template[type:cone|distance:15]. Creatures in the area are affected by the poison; the poison's DC and effects are unchanged.</p>"
		},
		"Explore the Electric Castle": {
			"name": "Explore the Electric Castle",
			"description": "<p><strong>Rare</strong></p>\n<hr />\n<p>You make your way around and explore an area in Aslynn's fortress. When you Explore the Electric Castle, attempt a skill check, choosing from the skills indicated in the area you're searching. Other Lore checks might be appropriate at the GM's discretion. The DC of most skill checks is 23 (DC 26 for levels 9-10); for checks using an appropriate Lore skill, lower the DC to 20 (DC 23 for levels 9-10). You can @UUID[Compendium.pf2e.actionspf2e.aBQ8ajvEBByv45yz] instead of attempting a skill check. If you use a non-cantrip spell appropriate to the task, you earn a success; if the spell is at least 3rd level (or 4th level for levels 9-10), you instead earn a critical success. Examples of spells you can cast include invisibility or obscuring mist to help sneak, shape wood or shape stone to open a passage, or spider climb or dimension door to maneuver around difficult areas. Based on the results of your check, determine how long it takes to get to and explore the room.</p>\n<hr />\n<p><strong>Critical Success</strong> You reduce the time it takes by 5 minutes (to a minimum of 15 minutes).</p>\n<p><strong>Success</strong> You do not increase the time it takes.</p>\n<p><strong>Failure</strong> You increase the time it takes by 5 minutes.</p>\n<p><strong>Critical Failure</strong> You increase the time it takes by 10 minutes (to a maximum of 1 hour).</p>"
		},
		"Explore the Vault of Boundless Wonder": {
			"name": "Explore the Vault of Boundless Wonder",
			"description": "<p>Searching an area of the vault takes about 10 minutes. When you Explore the Vault of Boundless Wonder, attempt a skill check, choosing from the skills indicated in the area you're searching. Other Lore checks might be appropriate at the GM's discretion. The DC of most skill checks is 15 (DC 18 for levels 3-4); for checks using an appropriate Lore skill, lower the DC to 12 (DC 15 for levels 3-4). The overwhelming presence of magic in the vault makes detect magic and similar magic less accurate than usual, but if you use such spells, you gain a +1 status bonus to your check. Based on the results of your check, you might discover something useful.</p>\n<hr />\n<p><strong>Critical Success</strong> You make a significant discovery in the area you're searching.</p>\n<p><strong>Success</strong> You make a discovery in the area you're searching.</p>\n<p><strong>Critical Failure</strong> You make a mistaken discovery in the area you're searching.</p>"
		},
		"Fey Luck": {
			"name": "Fey Luck",
			"description": "<p><strong>Trigger</strong> You fail or critically fail a saving throw.</p>\n<p><strong>Frequency</strong> once</p>\n<hr />\n<p>The luck granted to you after freeing the sprites from their cruel cages saves you from an undesirable fate. Adjust a failed saving throw to a success, or a critically failed saving throw to a failed saving throw.</p>"
		},
		"Fight Fires": {
			"name": "Fight Fires",
			"description": "<p>You attempt to put out flames by kicking apart burning debris, smothering smaller fires, or moving unburnt items out of the path of flames. Attempt a @Check[type:acrobatics|dc:15], @Check[type:athletics|dc:15], or @Check[type:survival|dc:15] check to determine the level of your success. If you use water as part of this action, you gain a +2 item bonus to this check. Alternately, you can use a spell to Fight Fires by attempting a spell attack roll as you Cast, although you'll need to describe how you're using the spell to the GM, who will then decide if the plan has a chance to succeed. If the spell has the Water trait, you gain a +2 circumstance bonus to this check. Certain spells, at the GM's discretion, may automatically grant a critical success or instantly extinguish the flames.</p>\n<hr />\n<p><strong>Critical Success</strong> You gain 2 Extinguish Points.</p>\n<p><strong>Success</strong> You gain 1 Extinguish Point.</p>\n<p><strong>Critical Failure</strong> You lose 1 Extinguish Point.</p>"
		},
		"Fight the Fire": {
			"name": "Fight the Fire",
			"description": "<p>You work to contain the fire. Attempt a @Check[type:acrobatics|dc:36] check to move quickly through the building and extinguish burning areas opportunistically, a @Check[type:athletics|dc:38] check to remove debris to prevent the spread of fire or haul buckets of water or sand to extinguish flames, or a @Check[type:diplomacy|dc:40] or @Check[type:intimidation|dc:40] check to organize bystanders into helping fight the fire.</p>\n<hr />\n<p><strong>Critical Success</strong> You make significant progress, allowing [[/r 1d6]]{1d6 citizens} to escape to safety on their own, and no citizens still trapped in the building perish at the end of the phase. Any checks to Rescue Citizens for the remainder of this phase gain a +2 circumstance bonus. Increase the number of phases remaining before the building collapses by 1.</p>\n<p><strong>Success</strong> You curtail flames in areas where citizens are still trapped. No citizens still trapped in the building perish at the end of the phase. Any checks to Rescue Citizens for the remainder of this phase gain a +1 circumstance bonus.</p>\n<p><strong>Failure</strong> You take [[/r 4d6[fire]]] damage.</p>\n<p><strong>Critical Failure</strong> Your attempts to Fight the Fire accidentally spread the flames instead. You take [[/r 8d6[fire]]] damage. Reduce the number of phases remaining before the building collapses by 1.</p>"
		},
		"Find the Cells": {
			"name": "Find the Cells",
			"description": "<p><strong>Overcome</strong> 3 successes; @Check[type:architecture-lore|dc:33], @Check[type:perception|dc:35], @Check[type:survival|dc:35]</p>\n<hr />\n<p>The PCs identify an efficient route through the manor and reach the holding cells and vaults in the basement-all without opening too many doors, making too much noise, or wasting time searching for secret doors.</p>"
		},
		"Fire the Cannons! (3-4)": {
			"name": "Fire the Cannons! (3-4)",
			"description": "<p>You help the <em>Unsinkable's</em> crew to fire the ship's cannons at the manifestation of Qxal. The cannons can fire either cannonballs or harpoons at a range of 100 feet. Attempt an [[/r {1d20+17} #Attack roll]]{attack roll with a +17 bonus} against the manifestation.</p>\n<hr />\n<p><strong>Critical Success</strong> As a success, but the manifestation takes double damage. If hit by a harpoon, the manifestation is pulled 30 feet toward the <em>Unsinkable</em>.</p>\n<p><strong>Success</strong> The manifestation takes [[/r (2d8+9)[bludgeoning]]] damage if hit by a cannonball or takes [[/r (1d8+4)[piercing]]] damage and is pulled 15 feet toward the <em>Unsinkable</em> if hit by a harpoon.</p>\n<p><strong>Failure</strong> The attack deals no damage.</p>\n<p><strong>Critical Failure</strong> The attack deals no damage and the cannon can't be fired again on the next round.</p>"
		},
		"Fire the Cannons! (5-6)": {
			"name": "Fire the Cannons! (5-6)",
			"description": "<p>You help the <em>Unsinkable's</em> crew to fire the ship's cannons at the manifestation of Qxal. The cannons can fire either cannonballs or harpoons at a range of 100 feet. Attempt an [[/r {1d20+17} #Attack roll]]{attack roll with a +17 bonus} against the manifestation.</p>\n<hr />\n<p><strong>Critical Success</strong> As a success, but the manifestation takes double damage. If hit by a harpoon, the manifestation is pulled 30 feet toward the <em>Unsinkable</em>.</p>\n<p><strong>Success</strong> The manifestation takes [[/r (4d8+7)[bludgeoning]]] damage if hit by a cannonball or takes [[/r (2d8+3)[piercing]]] damage and is pulled 15 feet toward the <em>Unsinkable</em> if hit by a harpoon.</p>\n<p><strong>Failure</strong> The attack deals no damage.</p>\n<p><strong>Critical Failure</strong> The attack deals no damage and the cannon can't be fired again on the next round.</p>"
		},
		"Forge Documents": {
			"name": "Forge Documents",
			"description": "<p><strong>Overcome</strong> @Check[type:society|dc:34]</p>\n<hr />\n<p>The PC prepares several forgeries that might serve as convincing props during the heist.</p>\n<hr />\n<p><strong>Success</strong> The PC creates convincing documents that grant the PCs 1 Edge Point they can use when presenting proper credentials, work orders, or invitations.</p>\n<p><strong>Failure</strong> The PC creates somewhat unconvincing documents. Inform the PCs the forgeries grant 1 Edge Point. However, when they use that Edge Point, it grants no benefit.</p>\n<p><strong>Critical Failure</strong> As failure, but a PC who uses the Edge Point on a failure gets a critical failure instead.</p>"
		},
		"Forgive Foe": {
			"name": "Forgive Foe",
			"description": "<p>You make an attempt to force a foe to confront its guilt and face its shame for its actions. When you do so, attempt either a Diplomacy check or another check as indicated in the creature's Shame entry; the DC is the creature's Will DC.</p>\n<hr />\n<p><strong>Critical Success</strong> Your words strike home and allow the creature to escape its servitude to the House at the Edge of Time. The specific effects of this are listed in the creature's Shame entry.</p>\n<p><strong>Success</strong> Your words give the foe pause. It suffers a -2 status penalty on all attacks, effect DCs, and its Will DC against additional Forgive Foe attempts until the end of your next turn.</p>\n<p><strong>Critical Failure</strong> Your attempt fails so dramatically that you instead fuel the creature's wrath and effectively blind it to its sense of shame and guilt. For the next 24 hours, it no longer suffers the effects of shame when it attacks you and you can no longer attempt to Forgive that Foe.</p>"
		},
		"Gather Information": {
			"name": "Gather Information",
			"description": "<p><strong>Overcome</strong> @Check[type:diplomacy|dc:35]</p>\n<hr />\n<p>The PC seeks out rumors about Exavisu's status and location.</p>\n<hr />\n<p><strong>Critical Success</strong> The PCs learn information as a success, plus supporting details that assist in their preparations. The PCs gain a +2 circumstance bonus to checks to perform legwork tasks from this point on. In addition, the PC learns that the scheduling of the auction experienced some delays due to disagreements between the Scarlet Triad and Fleshmongers' Federation over how to split profits-in the face of the gradual constriction of slave market, the longtime allies are both great taking pains to maintain their own profits without undercutting each other.</p>\n<p><strong>Success</strong> The PC learns that while nobody knows where Exavisu Kerndallion and her enslaved colleagues are, a private auction has been scheduled for the evening of 15 Neth, to be held at the Bhetshamtal Estate in Katapesh's Inner City. Invitations are nearly impossible to come by, and the audience is expected to include a large number of extraplanar bidders. Exavisu is among the slaves up for sale. Shipments into and out of the estate suggest reparations are already underway for the exclusive event, and the slaves are likely being kept off-site until the event begins.</p>\n<p><strong>Failure</strong> The PC learns nothing.</p>\n<p><strong>Critical Failure</strong> The PC learns a few misleading rumors that give the PCs a -2 circumstance penalty to their next check for a legwork task.</p>"
		},
		"Guild Investigation": {
			"name": "Guild Investigation",
			"description": "<p>A PC spends a day and attempts a DC 30 Skill check to pursue their investigation into the guild.</p>\n<hr />\n<p><strong>Critical Success</strong> The PCs' investigation results in compelling evidence that Brigven is the culprit behind the shoddy weapons, and reveals the location of his shop to the PCs. This evidence forces Brigven to give up as soon as the PCs confront him in his shop without forcing them to talk him into a confession.</p>\n<p><strong>Success</strong> The investigation implies that Brigven is behind the shoddy weapons, and reveals the location of his shop to the PCs.</p>\n<p><strong>Failure</strong> The investigation yields no results, but does not alert Brigven of the threat.</p>\n<p><strong>Critical Failure</strong> The investigation yields no results, and Brigven learns that the PCs are on to him. He abandons his shop and flees to the Hidden Forge to seek shelter with the other Droskar cultists. In this case, the PCs can encounter Brigven in area D2-you can represent him with the statistics for Thea in that encounter.</p>"
		},
		"Haul Supplies": {
			"name": "Haul Supplies",
			"description": "<p>You pack up as many supplies as you can carry and make your way back to Bazal's Basin with food and water. Attempt a @Check[type:athletics|dc:34] check to determine the amount and quality of the food you manage to haul and keep safe from being damaged in the storm. A character who uses powerful magic (such as teleport) to aid in transporting the food automatically achieves a result one category higher than they roll.</p>\n<hr />\n<p><strong>Critical Success</strong> You return with 15 Bulk of supplies.</p>\n<p><strong>Success</strong> You return with 10 Bulk of supplies.</p>\n<p><strong>Failure</strong> Some of the food was damaged in transport, and you return with only 5 Bulk of supplies.</p>\n<p><strong>Critical Failure</strong> All of the supplies you attempted to transport are ruined.</p>"
		},
		"Host Event": {
			"name": "Host Event",
			"description": "<p>You dedicate a day to planning and hosting a special event, such as a feast, a small festival, or a public performance. Doing so requires an expenditure of 250 gp. Attempt a @Check[type:diplomacy|dc:36], @Check[type:performance|dc:36], @Check[type:society|dc:36], or appropriate Lore check. The result determines the impact of your efforts. You gain a cumulative +1 circumstance bonus to this check (maximum +4) for each additional 250 gp you spend on the event.</p>\n<hr />\n<p><strong>Critical Success</strong> Each PC gains a +2 circumstance bonus to skill checks to perform downtime activities for the next 3 days. Also, reduce the Support Points of two different guilds of your choice by 1.</p>\n<p><strong>Success</strong> Each PC gains a +1 circumstance bonus to skill checks to perform downtime activities the following day. In addition, reduce the Support Points of one guild of your choice by 1.</p>\n<p><strong>Critical Failure</strong> The party is a disaster. Each PC takes a -2 circumstance penalty to skill checks to perform downtime activities the following day.</p>"
		},
		"Hunt the Animals": {
			"name": "Hunt the Animals",
			"description": "<p>When the hunt begins, the Ekujae elves and the PCs work together to bring down the game.</p>\n<ul>\n<li>Against an impressive find, each PC actively participating (and not just Aiding) attempts a: @Check[type:survival|dc:25] check</li>\n<li>Against standard game, @Check[type:survival|dc:20] check</li>\n<li>No check is needed to hunt river turtles or bats—hunting such game is automatically successful (but can never be a critical success).</li>\n</ul>\n<hr />\n<p><strong>Critical Success</strong> You help take down the animals quickly and relatively painlessly, showing them mercy.</p>\n<p><strong>Success</strong> Your participation in the hunt helps the hunting party take down the animals quickly.</p>\n<p><strong>Failure</strong> Your involvement complicates the hunt-one or two animals even escape uninjured. Each PC takes [[/r {2d6}]]{2d6 damage} from animal attacks (or [[/r {4d6}]]{4d6 damage} if the animals were an impressive find).</p>\n<p><strong>Critical Failure</strong> Several of the animals die poorly, and many escape with mortal wounds. Barely enough animals are caught for the feast, but the fact that they died in pain or escaped with injuries shames the Ekujae-the party loses 2 IP. Each PC takes [[/r {2d6+6}]]{2d6+6 damage} damage from animal attacks (or [[/r {4d6+12}]]{4d6+12 damage} if the animals were an impressive find).</p>"
		},
		"Influence Guild": {
			"name": "Influence Guild",
			"description": "<p>You dedicate a day to befriending members of a particular guild, assisting the organization, and convincing the guild members not to support the Scarlet Triad. Attempt a DC 34 skill check tied to one of the organization's favored skills.</p>\n<hr />\n<p><strong>Critical Success</strong> Reduce that organization's Support Points by 3.</p>\n<p><strong>Success</strong> Reduce that organization's Support Points by 1.</p>\n<p><strong>Critical Failure</strong> Increase that organization's Support Points by 1.</p>"
		},
		"Influence Regent": {
			"name": "Influence Regent",
			"description": "<p>You attempt to gain favor with one of Kovlar's regents, either by responding to their question with tact and respect and attempting a Diplomacy check, or by drawing upon your acumen in another skill. This second tactic usually can't succeed unless that skill is one favored by that regent's guild. At the GM's option, you may substitute an applicable Lore skill check for the Diplomacy check. If you attempt a Diplomacy or Lore check, it's a @Check[type:diplomacy|dc:32] or @Check[type:lore|dc:32] check for success; if you attempt a favored skill check, it's a @Check[type:diplomacy|dc:28] or @Check[type:lore|dc:28] check for success.</p>\n<p>At the GM's option, a player who brings up a compelling point or roleplays particularly well in their attempt to Influence a Regent might gain a +2 circumstance bonus on the check.</p>\n<hr />\n<p><strong>Critical Success</strong> You reduce the regent's Skepticism by 2.</p>\n<p><strong>Success</strong> You reduce the regent's Skepticism by 1.</p>\n<p><strong>Failure</strong> You do not adjust the regent's Skepticism.</p>\n<p><strong>Critical Failure</strong> You increase the regent's Skepticism by 1.</p>"
		},
		"Investigate Chamber": {
			"name": "Investigate Chamber",
			"description": "<p>You take 10 minutes to investigate a specific room in the Golden Citadel to learn any information about it. Guards won't normally be annoyed by this if you investigate a public area, but if they see you investigating a private area they will attempt to escort you out before you can complete the investigation. Attempt a @Check[type:perception|dc:36] to determine your level of success.</p>\n<hr />\n<p><strong>Critical Success</strong> You learn the room's read-aloud text, basic information, and any secret information.</p>\n<p><strong>Success</strong> You learn the room's read-aloud text and basic information.</p>\n<p><strong>Failure</strong> You fail to learn anything about the room other than its read-aloud text.</p>\n<p><strong>Critical Failure</strong> As failure above, but any guards who can observe you notice suspicious activity and attempt to escort you out of the area, either to the council chamber or out of the building entirely.</p>"
		},
		"Invoke Eiseth": {
			"name": "Invoke Eiseth",
			"description": "<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p><strong>Effect</strong> You attempt to demoralize Lorthact by invoking his nemesis. Attempt a @Check[type:deception|dc:33], @Check[type:intimidation|dc:33], @Check[type:performance|dc:33], or @Check[type:religion|dc:33] check. Regardless of your result, Lorthact is temporarily immune to your further attempts to Invoke Eiseth for 10 minutes, though not the attempts of others.</p>\n<hr />\n<p><strong>Critical Success</strong> Lorthact becomes @UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{Frightened 2} and @UUID[Compendium.pf2e.conditionitems.xYTAsEpcJE1Ccni3]{Slowed 1}.</p>\n<p><strong>Success</strong> Lorthact becomes frightened 2.</p>\n<p><strong>Failure</strong> Lorthact becomes @UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{Frightened 1}.</p>\n<p><strong>Critical Failure</strong> Your floundering attempt backfires and instead amuses Lorthact; he is temporarily immune to all attempts to Invoke Eiseth until the end of your next turn.</p>"
		},
		"Issue Challenge": {
			"name": "Issue Challenge",
			"description": "<p>You spend a day promoting your combat abilities, trash-talking the competition, calling out the leadership of the Gladiators' Guild, or performing public feats of bravado to compel the guildmaster of the Gladiators' Guild to accept your challenge to rule over the arena. This action ties specifically into Task 3: Blood on the Sand. Attempt a @Check[type:athletics|dc:36], @Check[type:deception|dc:36], @Check[type:intimidation|dc:36], @Check[type:performance|dc:36], or appropriate Lore skill check.</p>\n<hr />\n<p><strong>Critical Success</strong> You provoke Bshez Shak into accepting your challenge.</p>\n<p><strong>Success</strong> You weaken Bshez's resolve. For the next 7 days, your checks to Issue Challenges gain a cumulative +1 circumstance bonus (maximum +4).</p>\n<p><strong>Critical Failure</strong> Your boisterousness accidentally leads to embarrassment that undermines your stature. You lose any circumstance bonuses you've earned as a result of successful Issued Challenges, and can't Issue a Challenge the next day.</p>"
		},
		"Locked Doors": {
			"name": "Locked Doors",
			"description": "<p><strong>Overcome</strong> 2 successes; @Check[type:athletics|dc:35],@Check[type:thievery|dc:35]</p>\n<hr />\n<p>Most of the manor is locked to prevent guests from wandering into restricted areas. The PCs quietly break into rooms or unlock doors.</p>"
		},
		"Loot the Vaults": {
			"name": "Loot the Vaults",
			"description": "<p><strong>Requirement</strong> The PCs have reached the basement by Overcoming the Find the Cells Obstacle.</p>\n<p><strong>Overcome</strong> 2 successes: @Check[type:arcana|dc:33], @Check[type:perception|dc:35], @Check[type:thievery|dc:35]</p>\n<hr />\n<p>In addition to the captives, the Scarlet Triad has stored numerous treasures in the manor's basement. The PCs take several minutes to unlock a vault and identify the best objects to steal. This Opportunity can be completed twice. The first time, the PCs recover a @UUID[Compendium.pf2e.equipment-srd.EKXRigmEZgqmFA62], a broad crystal bowl inlaid with faience designs of ibises (worth 300 gp), and an onyx-and-marble statue of Nethys (worth 200 gp). In addition, the PCs also find a ledger detailing many Scarlet Triad transactions. With a successful @Check[type:guild-lore|dc:28] or a @Check[type:society|dc:35] check, a PC paging through the ledger determines that the Scarlet Triad has been dodging taxes, undercutting competition, and attempting to accumulate a lot of money very quickly-all in ways that quietly harm the Fleshmonger Federation, Aspis Consortium, and church of Abadar. Once for each guild, a PC can use the ledger when Influencing a Guild to reduce that organization's Support Points by an additional 2 points. The second time the PCs complete this Opportunity, they recover a @UUID[Compendium.pf2e.equipment-srd.K2rMmiBlzcysNuj6], as well as an alabaster-and-silver amphoriskos perfume bottle within which is bound the @UUID[Compendium.pf2e.pathfinder-bestiary.GyigGu36XLPV72nW] vizier Palqari the Wise. The Scarlet Triad trapped Palqari and offered him freedom in exchange for three wishes. Uri Zandivar already used two of these wishes to assist with the repair of the Orb of Gold Dragonkind, but then refrained from redeeming his last wish. Palqari is amenable to granting this last wish to the PCs if they help him escape; until then, he can't travel more than 20 feet from his amphoriskos, nor can he move it himself. This wish can be used to automatically rescue all of the slaves, but the PCs will still need to escape on their own. Although Palqari is eager to return to the Plane of Air, he could become a recurring ally later in the adventure at your discretion.</p>\n<p><strong>Critical Failure</strong> The PCs are noticed by a group of guards. At the end of every round of combat, Awareness increases by 1.</p>"
		},
		"Make General Repairs": {
			"name": "Make General Repairs",
			"description": "<p><strong>Requirements</strong> Crafting (trained), Specialty Crafting (woodworking), or hired woodworker; organized workers</p>\n<hr />\n<p>You make general repairs to the citadel furnishings, replacing or fixing furniture, replacing rotted floorboards, and rehanging doors throughout the structure. This task takes 14 days of work and a @Check[type:crafting|dc:15] check.</p>"
		},
		"Mental Ward": {
			"name": "Mental Ward",
			"description": "<p><strong>Frequency</strong> once</p>\n<p><strong>Trigger</strong> You fail or critically fail a saving throw against a mental effect</p>\n<hr />\n<p><strong>Effect</strong> You're unaffected by the triggering effect.</p>"
		},
		"Mesmerizing Performance": {
			"name": "Mesmerizing Performance",
			"description": "<p><strong>Requirements</strong> The companion's last action was a successful Performance check to @UUID[Compendium.pf2e.actionspf2e.EEDElIyin4z60PXx]. The companion maintains its performance to captivate a single target within 30 feet that witnessed its successful performance. The target must attempt a Will save.</p>\n<hr />\n<p><strong>Success</strong> The target is unaffected and temporarily immune for 1 hour.</p>\n<p><strong>Failure</strong> The target is @UUID[Compendium.pf2e.conditionitems.AdPVz7rbaVSRxHFg] by the companion for its next action and then is temporarily immune for 1 hour.</p>\n<p><strong>Critical Failure</strong> The target is fascinated by the companion for 1 round. While it remains fascinated, it can't use reactions.</p>"
		},
		"Navigate Steamgrotto": {
			"name": "Navigate Steamgrotto",
			"description": "<p>You spend time observing the patterns of geyser eruptions in Steamgrotto, then plan your moves through the region as best you can to avoid exposing yourself to danger. You can attempt to Navigate Steamgrotto using Nature, Perception, or Survival and rolling a successful DC 35 check, but using Perception doesn't provide you deeper insights into the nature of the danger and you suffer a -4 circumstance penalty as a result.</p>\n<hr />\n<p><strong>Critical Success</strong> You avoid the danger and anyone who Follows the Expert gains double the normal bonus to their roll granted from that activity.</p>\n<p><strong>Success</strong> You avoid the danger.</p>\n<p><strong>Failure</strong> You step a bit too close to a few geysers and mistime your movements. You take [[/r 10d6[fire]]] damage (@Check[type:reflex|dc:36|basic:true]).</p>\n<p><strong>Critical Failure</strong> You badly misjudge your movements and are hit full-force by a geyser. You take [[/r 20d6[fire]]] damage (@Check[type:reflex|dc:36|basic:true]).</p>"
		},
		"Organize Labor": {
			"name": "Organize Labor",
			"description": "<p>You spend a day in Breachill recruiting workers to aid in a repair or an upgrade at Citadel Altaerein. Attempt a @Check[type:deception|dc:13], @Check[type:diplomacy|dc:13], or @Check[type:intimidation|dc:13] check to Organize Labor to organize workers, or a @Check[type:deception|dc:18], @Check[type:diplomacy|dc:18], or @Check[type:intimidation|dc:18] check for specialists.</p>\n<p>If you use Deception or Intimidation for this check, you gain a +2 circumstance bonus, but failure comes with extra risks, as detailed below. Using Diplomacy grants no bonus to the check, but comes without added risk. When you Organize Labor, you must specify one repair or upgrade activity to be undertaken; once you successfully Organize Labor, you must begin that activity within a week.</p>\n<p>A force of organized workers costs 1 gp per day, while a force of organized specialists costs 5 gp per day.</p>\n<hr />\n<p><strong>Critical Success</strong> You organize labor for the full duration of the repair or upgrade activity, and the cost to pay the workers is halved for the duration.</p>\n<p><strong>Success</strong> You organize labor for the full duration of a repair or upgrade activity.</p>\n<p><strong>Failure</strong> You organize labor for a single day of a repair or upgrade activity. Unless you used Diplomacy, word of your deceptive or intimidating nature spreads, and you take a -1 circumstance penalty to all future checks to organize labor. This penalty increases with each subsequent failure, to a maximum penalty of -4.</p>\n<p><strong>Critical Failure</strong> You completely fail to organize labor. If you used Deception or Intimidation, word of your untrustworthiness or cruelty spreads, and you can no longer use that skill to Organize Labor.</p>"
		},
		"Pander to the Crowd": {
			"name": "Pander to the Crowd",
			"description": "<p><strong>Requirement</strong> This is your first action in a gladiatorial match, or you've damaged or visibly impeded a foe while fighting a gladiatorial match.</p>\n<hr />\n<p>With a mocking gesture, a triumphant flourish, or a bold challenge, you inspire the crowd to cheer you on. Attempt an Acrobatics, Athletics, Intimidation, or Performance check, with a DC typically set by the encounter's level. Crowds grow bored with repetition though; and attempting to Pander to the Crowd using the same skill that was used the last time someone used this action imposes a -2 circumstance penalty on the check. If you critically succeeded at an attack roll this turn, you gain a +2 circumstance bonus to your Pander to the Crowd attempt.</p>\n<hr />\n<p><strong>Critical Success</strong> The crowd goes wild! You can either give yourself a +3 status bonus to attack rolls, damage rolls, saving throws, and skill checks until the end of your next turn, or give yourself and all your allies a +2 status bonus to the same rolls until the end of your next turn.</p>\n<p><strong>Success</strong> You appeal to the crowd. As critical success, but the bonus is +2 just for you, or +1 for you and your allies.</p>\n<p><strong>Failure</strong> You don't make an impression.</p>\n<p><strong>Critical Failure</strong> Your pandering is laughable, and the crowd begins to favor your opponents. The next creature hostile to you that attempts to Pander to the Crowd gains a +4 circumstance bonus to the check.</p>"
		},
		"Perform a Trick": {
			"name": "Perform a Trick",
			"description": "<p>You perform your signature circus trick. Attempt one of the trick checks associated with your trick. The DC for the trick check is determined by your level. The result of each trick check determines whether you generate Excitement, generate Excitement and Anticipation, or lose Excitement.</p>\n<hr />\n<p><strong>Critical Success</strong> You generate Excitement equal to the trick's level; this Excitement is added to the circus's total Excitement for the show. You also generate Anticipation equal to half the trick's level (rounded up); this Anticipation is added to the circus's total Anticipation for the show.</p>\n<p><strong>Success</strong> You generate Excitement equal to the trick's level; this Excitement is added to the circus's total Excitement for the show.</p>\n<p><strong>Failure</strong> No effect.</p>\n<p><strong>Critical Failure</strong> The circus's Excitement value decreases by a value equal to half the trick's level (rounded up).</p>\n<hr />\n<p>You can Perform a Trick multiple times per act, and can choose a different possible trick check for each attempt. If you Perform a Trick twice during the same act, you take a -5 penalty to your second trick check. If you Perform a Trick three times, the penalty for the third check is -10. The penalties are reduced to -4 and -8, respectively, if your trick has the agile trait.</p>\n<p>This action always has the circus trait. Starting at 1st level, you can choose one additional trick trait you have access to for your signature trick, and apply it to this action as well. You can add additional traits as your level increases.</p>"
		},
		"Position the Hunters": {
			"name": "Position the Hunters",
			"description": "<p>With the target game animals located, you must move to an advantageous position without startling the prey. Attempt a Stealth check.</p>\n<ul>\n<li>Against an impressive and dangerous find: @Check[type:stealth|dc:25]</li>\n<li>Against standard game: @Check[type:stealth|dc:20]</li>\n<li>Against river turtles, bats, and lesser game: @Check[type:stealth|dc:15]</li>\n</ul>\n<hr />\n<p><strong>Critical Success</strong> The animals have no indication that they are in danger, and you gain a +2 circumstance bonus to rolls made during the hunting phase.</p>\n<p><strong>Success</strong> You position yourself well and take no penalty when Hunting.</p>\n<p><strong>Failure</strong> Your loud and clumsy movements alert the animals to your presence, and you take a -2 circumstance penalty to rolls made during the hunting phase.</p>\n<p><strong>Critical Failure</strong> You stumble loudly and startle the majority of the animals, which escape and leave the party with very few animals to catch. The party loses 2 IP.</p>"
		},
		"Post Snipers": {
			"name": "Post Snipers",
			"description": "<p>The Narlmarch Wardens are skilled hunters, but by taking a few of these archers out of the army's ranks and posting them on @UUID[Compendium.pf2e.conditionitems.iU0fEDdBp3rXpTMC] locations on rooftops or in trees throughout the battlefield, the PCs can maximize their potential.</p>\n<hr />\n<p><strong>Critical Success</strong> The snipers are posted in several key positions. At the end of a turn during the Battle for Tatzlford, attempt a [[/r 1d20+18 #Ranged Strike]]{+18} ranged Strike against any army that is not engaged. The snipers deal 1 point of damage on a hit (2 points on a critical hit). The snipers can perform this bonus attack up to 3 times during the Battle for Tatzlford, but no more than once at the end of any one turn.</p>\n<p><strong>Success</strong> As critical success, but the snipers can perform the bonus attack only once during the battle.</p>\n<p><strong>Critical Failure</strong> Not only are the snipers posted in areas that end up not proving advantageous, but the PCs drew too many archers from the ranks. The Narlmarch Hunters suffer a -2 penalty on ranged attacks during the Battle for Tatzlford.</p>"
		},
		"Practical Research": {
			"name": "Practical Research",
			"description": "<p><strong>Requirement</strong> You are a conversant or lore-speaker.</p>\n<hr />\n<p>You identify something interesting in the field and perform special research on it. This requires an appropriate check, which the GM will describe when the opportunity arises. The results of the check vary. While they typically include all the benefits of the Study activity, some opportunities for Practical Research also offer unique benefits, such as access to new character options.</p>"
		},
		"Prepare Firepots": {
			"name": "Prepare Firepots",
			"description": "<p>With the knowledge that there are some trolls in the army, preparation of firepots containing alchemical fire, oil, or some form of quickly combustible material may be invaluable to the battle. Preparing Firepots requires a Crafting (trained) check.</p>\n<hr />\n<p><strong>Critical Success</strong> Enough firepots are created that they are quickly available at all points in the battlefield, and as a result, the troll army that attacks Tatzlford loses its regeneration tactic.</p>\n<p><strong>Success</strong> Not enough firepots are created to ensure quick deployment. At the end of the troll army's turn, it must attempt a DC 20 Mobility check. If it fails, it loses its regeneration tactic until the end of its next turn.</p>\n<p><strong>Critical Failure</strong> The attempt to prepare firepots results in a spectacular explosion that inflicts [[/r 10d6[fire]]] damage to the PC (@Check[type:reflex|dc:25|basic:true]).</p>"
		},
		"Promote the Circus": {
			"name": "Promote the Circus",
			"description": "<p>You spend 2 consecutive days in town generating Anticipation for your next circus show. Attempt a @Check[type:society] check. The DC of this check is equal to the DC appropriate for the group's party level. One other PC can spend 2 downtime days to Aid you, providing a +2 circumstance bonus to your Society check if they succeed at a @Check[type:society|dc:20] check.</p>\n<hr />\n<p><strong>Critical Success</strong> You generate Anticipation equal to twice the sum of your level plus your Charisma modifier (minimum 2).</p>\n<p><strong>Success</strong> You generate Anticipation equal to your level plus your Charisma modifier (minimum 1).</p>\n<p><strong>Failure</strong> You generate 1 Anticipation.</p>\n<p><strong>Critical Failure</strong> You generate no Anticipation.</p>"
		},
		"Protector's Interdiction": {
			"name": "Protector's Interdiction",
			"description": "<p><strong>Trigger</strong> An adjacent ally is hit or critically hit by an attack</p>\n<hr />\n<p><strong>Effect</strong> You interpose yourself between your ally and the attack. The attack hits you instead, or critically hits you if it critically hit your ally.</p>"
		},
		"Prove Peace": {
			"name": "Prove Peace",
			"description": "<p><strong>Requirements</strong> You know the conflict that created a specific siege shard, and the siege shard is @UUID[Compendium.pf2e.conditionitems.eIcWbB5o3pP6OIMe].</p>\n<hr />\n<p>You touch the siege shard, establish a mental connection, and relay facts of the conflict's resolution.</p>\n<p>Attempt a check to @UUID[Compendium.pf2e.actionspf2e.1OagaWtBpVXExToo] about the conflict that created the shard, using the siege shard's Will DC. If you succeed, you prove the conflict's end, and the siege shard reverts to ordinary stone. On a critical failure, images of the past conflict overwhelm you, and you are @UUID[Compendium.pf2e.conditionitems.yblD8fOR1J8rDwEQ] until the end of your next turn.</p>"
		},
		"Rebuild Battlements": {
			"name": "Rebuild Battlements",
			"description": "<p><strong>Requirements</strong> Crafting (expert), Specialty Crafting (stonemasonry), or hired stonemason; organized workers</p>\n<hr />\n<p>You rebuild and restore the collapsed battlements along the northern section of the central tower. This task takes 28 days of work and a @Check[type:crafting|dc:20] check.</p>"
		},
		"Rebuild Collapsed Stairs": {
			"name": "Rebuild Collapsed Stairs",
			"description": "<p><strong>Requirements</strong> Crafting (expert), Specialty Crafting (stonemasonry), or hired stonemason; organized workers</p>\n<hr />\n<p>You work to clear rubble and rebuild the stairs connecting citadel floors, requiring a @Check[type:crafting|dc:20] check. Repairing the stairs from the courtyard to the battlement (connecting areas A12 and A22) takes 4 days. Repairing the stairs from the courtyard to the vault (connecting areas A12 and B1) takes 4 days. Digging out the long flight of stairs down to Alseta's Ring (connecting areas B1 and D7) takes 8 days.</p>"
		},
		"Recruit Wildlife": {
			"name": "Recruit Wildlife",
			"description": "<p>A fair amount of wildlife dwells in the forest surrounding Tatzlford. While the animals can't be organized into an actual army, the PCs can still attempt to use their skills to turn the local fauna to their advantage. Recruiting Wildlife requires a Nature (expert) check. If a PC has Wild Empathy or can cast spells like speak with animals, they can opt to attempt this check using Diplomacy (trained) instead.</p>\n<hr />\n<p><strong>Critical Success</strong> The PCs interpret animal reactions to the enemy armies' approach, giving their armies a +3 circumstance bonus on initiative checks made during the Battle for Tatzlford. In addition, at one point during the battle, a pack of hungry brush thylacines attack an enemy army. This attack takes place at the end of a turn chosen by the party, at which point the PCs can attempt a [[/r {1d20+20} #melee strike]]{+20} melee Strike against any non-engaged army. The thylacines do 1 point of damage to that army on a hit (or 2 points on a critical hit) before the animals flee back into the woods.</p>\n<p><strong>Success</strong> As success (including the thylacine attack), but the circumstance bonus on initiative checks is only +1.</p>\n<p><strong>Critical Failure</strong> Not only do the local animals refuse to aid, the PCs actions accidentally send a pack of crazed brush thylacines into town to attack. The Tatzlford Town Guard manages to defeat the attack, but they start the war encounter with 1 point of damage.</p>"
		},
		"Repair Crumbled Walls": {
			"name": "Repair Crumbled Walls",
			"description": "<p><strong>Requirements</strong> Crafting (expert), Specialty Crafting (stonemasonry), or hired stonemason; organized workers</p>\n<hr />\n<p>You work to repair a collapsed wall in either the training hall (area A8), the Court of the Nail (area A13), or the records room (area A17). Each room's repair takes 8 days of work and a @Check[type:crafting|dc:20] check.</p>"
		},
		"Repair Huntergate": {
			"name": "Repair Huntergate",
			"description": "<p><strong>Prerequisites</strong> trained in Crafting or Thievery</p>\n<p><strong>Requirement</strong> You have the Huntergate portal key (@UUID[Compendium.pf2e.equipment-srd.JCGsj7iY88o9uTP5]).</p>\n<hr />\n<p>You use the hunter's arrowhead to guide the misaligned magic of Huntergate back into the proper pathways through the stone's intricate carvings and decorations. You must attempt either a @Check[type:crafting|dc:24] check to Repair (in which case the hunter's arrowhead serves as the repair kit needed for this activity) or a @Check[type:thievery|dc:24] check to Pick a Lock (in which case the hunter's arrowhead serves as the thieves' tools needed for this activity). Regardless of the skill used, the activity takes an hour to perform, and the DC of the check is 24, with the following effects.</p>\n<hr />\n<p><strong>Critical Success</strong> Huntergate is repaired, and the vision of Dahak hazard inside of the Huntergate way station is reduced in power; reduce all of the hazard's modifiers and DCs by 2.</p>\n<p><strong>Success</strong> Huntergate is repaired.</p>\n<p><strong>Failure</strong> Huntergate is not repaired, and the character who attempted the repair becomes @UUID[Compendium.pf2e.conditionitems.i3OJZU2nk64Df3xm]{Clumsy 2} for 1 hour as an orange arc of magical energy lances painfully through their body. A new attempt to repair the portal cannot be made again for 24 hours.</p>\n<p><strong>Critical Failure</strong> As failure, but the magical backlash also deals [[/r {6d6} [fire]]]{6d6 fire damage} to the character attempting the repairs.</p>"
		},
		"Rescue Citizens": {
			"name": "Rescue Citizens",
			"description": "<p>You focus your efforts on helping citizens escape or recover from wounds. Attempt a @Check[type:diplomacy|dc:36] or @Check[type:intimidation|dc:36] check to direct citizens to safety, a @Check[type:medicine|dc:38] check to treat injured survivors, or a @Check[type:society|dc:40] check to know about unusual escape routes to safety from the building and the surrounding alleys.</p>\n<hr />\n<p><strong>Critical Success</strong> Your efforts are resoundingly successful. Roll [[/r {2d6}]]{2d6}-this is the number of citizens trapped in the building who you lead to safety or the number of citizens who succumbed during this or the previous phase who you've managed to nurse back to life from the brink of death, split any way you wish.</p>\n<p><strong>Success</strong> You rescue [[/r 1d6 #Citizens Rescued]]{1d6 citizens} from the flames.</p>\n<p><strong>Failure</strong> You fail to rescue any citizens from the fire and take [[/r 2d6[fire]]] damage.</p>\n<p><strong>Critical Failure</strong> You take [[/r 4d6[fire]]] damage as a blast of fire and falling debris strikes you. For every 5 fire damage you take from this, one citizen still trapped in the building perishes</p>"
		},
		"Rotate the Wheel": {
			"name": "Rotate the Wheel",
			"description": "<p>The character takes time to rotate the wheel. Doing so is exhausting, and at the end of a round the PC must attempt a @Check[type:fortitude|dc:25] save. The DC of this save increases as the attempts to Rotate the Wheel progress. Achieving a full 7 revolutions causes both double doors in this room to open (they close automatically in 24 hours).</p>\n<hr />\n<p><strong>Critical Success</strong> The wheel rotates 2 revolutions. The DC to Rotate the Wheel increases by 1.</p>\n<p><strong>Success</strong> The wheel rotates 1 revolution. The DC to Rotate the Wheel increases by 1.</p>\n<p><strong>Failure</strong> The character fails to complete a revolution. The DC to Rotate the Wheel increases by 2.</p>\n<p><strong>Critical Failure</strong> The character stumbles and loses their grip on the wheel, triggering the Test of Endurance hazard. The wheel unwinds, resetting its revolutions to 0 and its DC to 25.</p>"
		},
		"Scout Duneshadow": {
			"name": "Scout Duneshadow",
			"description": "<p>Duneshadow's known to traverse a wide territory in north-central Katapesh, and the PCs first need to narrow down his current location to within a few miles. A full scouting attempt takes 4 hours, during which each PC attempts a skill check chosen from the following options, depending on how they wish to scout: @Check[type:diplomacy|dc:40] (to ask local nomads about sightings) or @Check[type:nature|dc:36] (to know about camel behavior and where Duneshadow might best be found). At your discretion, a PC can substitute an appropriate Lore skill for any of these skills, in which case the DC is reduced by 2.</p>\n<p>To find the camel's trail, the party must successfully Scout Duneshadow three times. Critical successes count as two successes, and critical failures negate one success. If all PCs abandon this task and no one is Scouting Duneshadow, the number of accumulated successes resets to zero. Magic such as <em>@UUID[Compendium.pf2e.spells-srd.CeSh8QcVnqP5OlLj]</em> gives two successes toward finding Duneshadow, though he moves so often and in such odd ways that even in the 10 minutes it takes to <em>@UUID[Compendium.pf2e.spells-srd.69L70wKfGDY66Mk9]</em>, only his trail will remain. Once they get three successes, the PCs can then @UUID[Compendium.pf2e.actionspf2e.EA5vuSgJfiHH7plD] him (@Check[type:survival|dc:40]). They need to succeed twice in a row or critically succeed once, and can try again on a failure. On a critical failure, the PCs must wait at least 24 hours before Scouting Duneshadow again.</p>"
		},
		"Scout the Facility": {
			"name": "Scout the Facility",
			"description": "<p><strong>Overcome</strong> @Check[type:perception|dc:36], @Check[type:society|dc:38], @Check[type:stealth|dc:34]</p>\n<hr />\n<p>The PC spends part of the day observing the Bhetshamtal Estate, recording patrols, noting escape routes, and creating a mental map.</p>\n<hr />\n<p><strong>Success</strong> The PC makes decisive observations that grant the PCs 1 Edge Point that can be used for sneaking through or navigating the estate.</p>\n<p><strong>Failure</strong> The PC learns nothing noteworthy.</p>\n<p><strong>Critical Failure</strong> The PC misjudges some element of the security. Inform the PCs that the scouting grants 1 Edge Point. When they use that Edge Point, they don't get the normal benefit, and if they rolled a normal failure they get a critical failure instead.</p>"
		},
		"Search the Laughing Jungle": {
			"name": "Search the Laughing Jungle",
			"description": "<p>While traveling along a tributary of the Korir River in the Laughing Jungle, you use your knowledge of the area or natural terrain to navigate, find the best possible route, and search for signs of inhabitants. Attempt a DC 18 Nature, Scouting Lore, Society, or other relevant Lore check, such as Jungle Lore or River Lore (DC 20 for Levels 5-6).</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Skill</th>\n<th>Tier 3-4</th>\n<th>Tier 5-6</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Nature</td>\n<td>@Check[type:nature|dc:18]</td>\n<td>@Check[type:nature|dc:20]</td>\n</tr>\n<tr>\n<td>Society</td>\n<td>@Check[type:society|dc:18]</td>\n<td>@Check[type:society|dc:20]</td>\n</tr>\n<tr>\n<td>Scouting Lore</td>\n<td>@Check[type:scouting-lore|dc:18]</td>\n<td>@Check[type:scouting-lore|dc:20]</td>\n</tr>\n<tr>\n<td>Jungle Lore</td>\n<td>@Check[type:jungle-lore|dc:18]</td>\n<td>@Check[type:jungle-lore|dc:20]</td>\n</tr>\n<tr>\n<td>River Lore</td>\n<td>@Check[type:river-lore|dc:18]</td>\n<td>@Check[type:river-lore|dc:20]</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p><strong>Critical Success</strong> You make significant progress in your search. Earn 2 Exploration Points.</p>\n<p><strong>Success</strong> You make some progress in your search. Earn 1 Exploration Point.</p>\n<p><strong>Critical Failure</strong> You make a mistake and waste time. Lose 1 Exploration Point.</p>"
		},
		"Secure Disguises": {
			"name": "Secure Disguises",
			"description": "<p><strong>Overcome</strong> @Check[type:crafting|dc:35], @Check[type:deception|dc:33], @Check[type:performance|dc:35], @Check[type:society|dc:37]</p>\n<hr />\n<p>The PC tries to find disguises of a certain type (guards, for example, or socialites).</p>\n<hr />\n<p><strong>Success</strong> The PC finds or creates useful disguises that grant 1 Edge Point that the PCs can use for maintaining a cover identity.</p>\n<p><strong>Failure</strong> The PC finds no disguises.</p>"
		},
		"Secure Invitation": {
			"name": "Secure Invitation",
			"description": "<p><strong>Overcome</strong> @Check[type:diplomacy|dc:35], @Check[type:society|dc:35]</p>\n<hr />\n<p>The PC seeks out someone with an invitation they're willing to sell.</p>\n<hr />\n<p><strong>Critical Success</strong> The PC finds an invitation-holder and convinces them to give away the invitation for free. The PCs gain 1 Edge Point.</p>\n<p><strong>Success</strong> The PC finds someone willing to sell their invitation for 250 gp. If they pay, the group gets 1 Edge Point. They can attempt to steal it instead (@Check[type:thievery|dc:34]), but if they do, increase Awareness at the beginning of Phase 2: Infiltration by 2.</p>\n<p><strong>Failure</strong> The PC is unable to find an invitation.</p>"
		},
		"Seek the Animals": {
			"name": "Seek the Animals",
			"description": "<p>You help the elven hunters look for signs of animals. Attempt a @Check[type:nature|dc:17] check or @Check[type:perception|dc:17].</p>\n<hr />\n<p><strong>Critical Success</strong> You make an impressive and potentially dangerous find, such as a large pack of particularly healthy (and thus cranky) red river boars or a large waterbuck with razor-sharp horns. You also find signs of animals that are safer to hunt than your impressive and delicious find.</p>\n<p><strong>Success</strong> You discover signs of animals that are safe to hunt.</p>\n<p><strong>Failure</strong> Your efforts have scared away the best game, and the hunting party must set their sights on river turtles and bats.</p>\n<p><strong>Critical Failure</strong> Your efforts have scared away too many animals, leaving the hunting party with a sparse amount of game to catch. The party loses 2 IP.</p>"
		},
		"Seek the Hidden Forge": {
			"name": "Seek the Hidden Forge",
			"description": "<p><strong>Requirements</strong> At least one Hidden Forge clue.</p>\n<hr />\n<p>By spending a day examining Hidden Forge clues, consulting with locals, studying maps of Kovlar, and otherwise investigating the mystery, a PC attempts to determine the location of the secret shrine to Droskar in the dwarven city. A character can attempt to interpret these clues with a Perception, Society, or Survival check-the DC remains 36 regardless of the check used to interpret the clues. This DC is reduced by 2 for each Hidden Forge clue possessed beyond the first. Thus, if the character has access to two Hidden Forge Clues, the DC is reduced to 34, up to a maximum reduction to DC 22 if a character has 8 Hidden Forge Clues.</p>\n<hr />\n<p><strong>Critical Success</strong> The PC pinpoints the entrance to the Hidden Forge.</p>\n<p><strong>Success</strong> The PC makes significant progress toward determining the Hidden Forge's location, and gains a +4 circumstance bonus on their next check to Seek the Hidden Forge.</p>\n<p><strong>Failure</strong> The PC fails to determine anything informative from the clues.</p>\n<p><strong>Critical Failure</strong> As failure, but the Droskar cultists catch wind of the investigation and are able to prepare their defenses.</p>"
		},
		"Send in the Clowns": {
			"name": "Send in the Clowns",
			"description": "<p><strong>Requirements</strong> You or another performer has failed or critically failed a trick check during the current act.</p>\n<hr />\n<p>You give the signal for the circus's clown troupe to come onstage and rescue a botched trick. A failed trick becomes a success instead, or if it was a critical failure, it is instead a failure. The clowns can be sent in only once per act, and only one trick check is affected.</p>"
		},
		"Set Traps": {
			"name": "Set Traps",
			"description": "<p>By setting a number of quickly built traps in the surrounding woods or in narrow alleys, the PCs can impede the attackers' movement and even injure some of them. Setting Traps requires a Survival (trained) check.</p>\n<hr />\n<p><strong>Critical Success</strong> At the end of each turn during the Battle for Tatzlford, one enemy army of the PCs' choice becomes mired 1 and takes 1 point of damage.</p>\n<p><strong>Success</strong> At the end of each turn during the Battle for Tatzlford, one enemy army of the PCs' choice becomes mired 1 or takes 1 point of damage.</p>\n<p><strong>Critical Failure</strong> The attempt to set traps not only fails, but one of them misfires spectacularly during setup: An attempt to rig a timber covered with spikes fails, smashing the PC against a building wall. That PC takes [[/r {5d6[piercing],5d6[bludgeoning]}]]{5d6 piercing and 5d6 bludgeoning damage} (@Check[type:reflex|dc:25|basic:true]).</p>"
		},
		"Shed Time": {
			"name": "Shed Time",
			"description": "<p><strong>Trigger</strong> You fail or critically fail a saving throw, are hit by a Strike, or would increase your dying condition's value.</p>\n<p><strong>Requirements</strong> You are located in the House at the Edge of Time (including any of Nyrissa's fables) and are currently under the protection of the Helix Theorem. You shed the timeline you currently occupy, then return to it once the triggering event passes. The exact effects depend on the nature of the triggering effect, as detailed below. You are no longer protected by the Helix Theorem; once this protection is lost, it cannot be regained.</p>\n<hr />\n<ul>\n<li><strong>Failed Saving Throw.</strong> Shift the degree of success up from Failure to Success, or a Critical Failure up to a Failure, for the triggering saving throw.</li>\n<li><strong>Hit by a Strike.</strong> If the triggering Strike was a Critical Success, change it to a Success. If the triggering Strike was a Success, change it to a Failure.</li>\n<li><strong>Increase to Dying Condition</strong>. Instead of increasing your dying condition, you lose the dying condition.</li>\n</ul>"
		},
		"Shootist's Draw": {
			"name": "Shootist's Draw",
			"description": "<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p><strong>Effect</strong> You Interact to draw a @UUID[Compendium.pf2e.equipment-srd.XyA6PKV46aNlLXOd] and Strike with it, or you Strike with a loaded hand crossbow you're already holding and then Interact to stow it.</p>"
		},
		"Shortcut Through the Wastes": {
			"name": "Shortcut Through the Wastes",
			"description": "<p>While traveling overland, you use your knowledge of the area or natural terrain to navigate and find the best possible route by taking advantage of a game trail, swift water current, or other natural shortcut. Attempt a DC 20 (DC 22 in Subtier 7-8) Nature, Scouting Lore, or relevant Lore check (such as Numeria Lore). Only one PC who uses this activity can attempt the check; others can attempt to Aid (DC 20).</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Tier 1-2</th>\n<th>Tier 3-4</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>\n<p>@Check[type:nature|dc:20]</p>\n</td>\n<td>@Check[type:nature|dc:22]</td>\n</tr>\n<tr>\n<td>@Check[type:scouting-lore|dc:20]{Scouting Lore}</td>\n<td>@Check[type:scouting-lore|dc:22]</td>\n</tr>\n<tr>\n<td>@Check[type:numeria-lore|dc:20]{Numeria Lore}</td>\n<td>@Check[type:numeria-lore|dc:22]{Numeria Lore}</td>\n</tr>\n</tbody>\n</table>\n<p><strong>Critical Success</strong> You find a path that saves huge amounts of time. Earn 2 Exploration Points.</p>\n<p><strong>Success</strong> You find a shortcut. Earn 1 Exploration Point.</p>\n<p><strong>Critical Failure</strong> You stumble into particularly treacherous terrain. Lose 1 Exploration Point.</p>"
		},
		"Smooth the Path": {
			"name": "Smooth the Path",
			"description": "<p><strong>Requirement</strong> The PC has successfully infiltrated the estate.</p>\n<hr />\n<p>Now that they're on the inside, the PC helps an ally who's still trying to infiltrate. They describe what they're doing to help, and give the ally the benefits of @UUID[Compendium.pf2e.actionspf2e.tfa4Sh7wcxCEqL29]{Following the Expert}. The GM might require the PC to attempt a relevant skill check (typically DC 32) to Smooth the Path.</p>"
		},
		"Smuggled": {
			"name": "Smuggled",
			"description": "<p><strong>Overcome</strong> @Check[type:stealth|dc:33]</p>\n<hr />\n<p>The PCs hide themselves inside carts, wine barrels, or other large containers that are bound for the estate. This deposits them inside the walls but a distance from the manor.</p>\n<hr />\n<p><strong>Special</strong> This process leaves participating PCs disheveled, imposing a -1 circumstance penalty to checks tied to appearing well groomed or professional.</p>"
		},
		"Soul Ward": {
			"name": "Soul Ward",
			"description": "<p><strong>Frequency</strong> once</p>\n<p><strong>Trigger</strong> You would gain the @UUID[Compendium.pf2e.conditionitems.fBnFDH2MTzgFijKf] or dying condition, or you would be destroyed</p>\n<hr />\n<p><strong>Effect</strong> You regain [[/r 200[healing]]]{200 Hit Points}, up to your maximum Hit Points. All resistances and temporary Hit Points granted to you by Geb immediately end.</p>"
		},
		"Steal Keys": {
			"name": "Steal Keys",
			"description": "<p><strong>Requirement</strong> PCs noticed the keys while Breaking and Entering.</p>\n<p><strong>Overcome</strong> @Check[type:thievery|dc:35]</p>\n<hr />\n<p>The PC steals a ring of keys that can unlock many of the manor's doors.</p>\n<hr />\n<p><strong>Success</strong> The PCs gain 1 Edge Point usable for opening locks.</p>"
		},
		"Study": {
			"name": "Study",
			"description": "<p><strong>Requirements</strong> You are an initiate, attendant, or conversant.</p>\n<hr />\n<p>You give everything you have to your studies, in keeping with your branch. Choose either your primary or secondary branch and attempt a skill check with one of the branch's associated skills against a standard DC of the branch's level.</p>\n<hr />\n<p><strong>Critical Success</strong> Incredible results! You ace every exam and cause a stir that all the instructors notice. Increase the level of the branch you chose by 2.</p>\n<p><strong>Success</strong> You succeed in your studies admirably. Increase the level of the branch you chose by 1.</p>\n<p><strong>Failure</strong> You need to work harder and try again. Your branch level remains the same.</p>\n<p><strong>Critical Failure</strong> You make a major mistake that requires you to perform remedial studies. The next time you would get an opportunity to attempt this activity, you must skip that opportunity to catch up.</p>"
		},
		"Topple Crates": {
			"name": "Topple Crates",
			"description": "<p><strong>Requirements</strong> You are adjacent to a column of crates.</p>\n<hr />\n<p>You attempt to topple a stack of heavy crates onto a foe. Attempt a @Check[type:athletics|dc:22] check.</p>\n<hr />\n<p><strong>Success</strong> You topple the crates toward a target within a @Template[type:line|distance:15]{15-foot line} from the column. The falling crates deal [[/r (3d10+6)[bludgeoning]]] damage with a @Check[type:reflex|dc:26|basic:true] save. A creature that critically fails is also knocked @UUID[Compendium.pf2e.conditionitems.j91X7x0XSomq8d60]. Any squares where crates crashed down become difficult terrain.</p>\n<p><strong>Failure</strong> You are unable to topple the crates.</p>\n<p><strong>Critical Failure</strong> The crates topple onto you instead, with the same effects as a success but affecting only you and your square.</p>"
		},
		"Upgrade Defenses": {
			"name": "Upgrade Defenses",
			"description": "<p><strong>Requirements</strong> Crafting (master), Specialty Crafting (stonemasonry), or hired stonemason; organized specialists</p>\n<hr />\n<p>You bolster Citadel Altaerein's walls with metal braces, skillful engineering, and other supports. This upgrade takes 40 days of work and a @Check[type:crafting|dc:25] check.</p>"
		}
	}
}