{
	"label": "Deities",
	"entries": {
		"Abadar": {
			"name": "Abadar",
			"description": "<p>Abadar is worshipped as the god of cities, law, merchants, and wealth. Abadar's cathedral-banks are found in many cities and places where order thrives or is gaining a foothold. Aristocrats, city guards, merchants, and those working in legal practice or who have the well-being of their community on their mind are common worshippers of the god of cities, along with dwarves in general. Abadaran priests living in cities often serve as judges, lawyers, and clerks, while those who live on the frontier work as roving magistrates, acting as judge, jury, and executioners in the name of order.</p>\n<p><strong>Edicts</strong> bring civilization to the frontiers, earn wealth through hard work and trade, follow the rule of law</p>\n<p><strong>Anathema</strong> engage in banditry or piracy, steal, undermine a law-abiding court</p>\n<p><strong>Areas of Concern</strong> cities, law, merchants, and wealth</p>"
		},
		"Abraxas": {
			"name": "Abraxas",
			"description": "<p>Abraxas, the Master of the Final Incantation, is the demon lord of forbidden lore, magic, and snakes. Abraxas has an encyclopedic knowledge of magical formulas and destructive secrets, favoring those that inflict suffering and destruction. His Final Incantation is a word of power that can unravel the mightiest of spells and unmake even artifacts. He takes the form of a viper-legged humanoid with a fanged, deformed bird's head. Abraxas's cults are most prevalent among the drow of Golarion, but small circles devoted to him can be found in most major cities on the surface as well.</p>\n<p><strong>Edicts</strong> Learn and hoard forbidden magic, steal secrets from others</p>\n<p><strong>Anathema</strong> Destroy forbidden lore, reveal the entirety of a secret</p>\n<p><strong>Areas of Concern</strong> forbidden lore, magic, and snakes</p>"
		},
		"Achaekek": {
			"name": "Achaekek",
			"description": "<p>While Achaekek's divine genesis is heavily debated among scholars, it is believed that he was created-either by the power of a singular deity or a group of them-to eradicate those who would steal a god's divinity, and he has since become the enforcer of divine punishment. Known as He Who Walks in Blood, he slumbers in the blood of heretics and worshippers alike in an immense cleft carved into the base of the Boneyard's spire, a realm known as the Blood Vale. He keeps no formal relationships with any other deities, even his sister, Grandmother Spider, who repeatedly coaxes Achaekek to rebel against the gods and abandon his duties. In response, even though some gods disapprove of Achaekek's methods, few openly defy him.</p>\n<p><strong>Edicts</strong> conduct assassinations, spread the Red Mantis's infamy, wield sawtooth sabers in combat</p>\n<p><strong>Anathema</strong> kill a rightful ruler, become fixated on petty matters such as others' gender or ancestry, abandon an assassination contract you agreed to pursue</p>\n<p><strong>Areas of Concern</strong> assassins, divine punishments, and the Red Mantis</p>"
		},
		"Adanye": {
			"name": "Adanye",
			"description": "<p>Legend holds that the amurruns-known as catfolk to others-were created as guardians against threats to home, nature, and the world at large. While the goddess Adanye is not considered to be their creator, she is said to have mentored these first guardians, teaching them the skills necessary to protect and defend, both in combat and in careful interaction with others. She also taught the importance of what they protected, identifying the hearth and the home, as well as the right to self-determination and to solitude, as worthy of defense. She is said to have instilled in the amurruns their need for solitude and their esteem of imagination. A master teacher, she is depicted as a graying catfolk woman or a cat by the hearth fire, her large, gentle eyes full of wisdom.</p>\n<p>The tenets of Adanye's faith are few and flexible. She helps the curious and the wandering to retain their sense of self and their need to stay safe as they discover and grow. She honors the hours spent daydreaming on the hearth, whether that hearth is next to the fire pit at a remote campsite or in the kitchen of a generations-old homestead. She does not proscribe much. She adds to the serendipitous outlook of the catfolk, enhancing their inborn curiosity. Her worship tends to temper willfulness and wanderlust, reminding her followers of the safety and security to be found in having a spot of their own, even if that spot is temporary. She understands that sometimes the best protection is a retreat and gently reminds her followers of the virtue of impermanence and of existing in the moment. Rather than looking into the past or the future, she enjoins fully inhabiting the present-the place where one is, the hearth by which one naps, the company that one currently keeps, especially when it can be done in solitude.</p>\n<p>Because the catfolk of Southern Garund have not established large communities outside of Murraseth, there are no temples to Adanye outside of their homeland, only small shrines erected by travelers, perhaps near seldom-used mountain trails or in the corners of large temples dedicated to other gods. Her worshippers often paint or sketch her holy symbol, a simple paw print in orange (or on an orange background), which is sometimes enhanced with sketched flames or another symbol of fire, in an inconspicuous cornerstone of a building or on a fallen log. Adanye has an affinity with Desna and with Shelyn, given their overlapping interests in dreamers and individualism. Although she has a longstanding rivalry with the Osirian feline goddess Bastet, she does not spend much time feuding. Adanye's care is wholly enjoined upon her followers.</p>\n<p><strong>Edicts</strong> keep your counsel, follow your heart, appreciate a warm hearth, defend those who welcome you into their home</p>\n<p><strong>Anathema</strong> force anyone into drudgery or mindless work, deny support to loved ones, surrender when escape is an option, destroy a place that has given you shelter</p>"
		},
		"Ahriman": {
			"name": "Ahriman",
			"description": "<p>The dread shadow known as Ahriman counts servants mainly among div as well as a scattering of followers throughout the mortal realm.</p>\n<p><strong>Edicts</strong> Foil rulers, the proud, and the powerful; ruin anything created by mortals</p>\n<p><strong>Anathema</strong> create arts or crafts, serve a mortal, assist in mortal aims except to subvert and corrupt them</p>"
		},
		"Alglenweis": {
			"name": "Alglenweis",
			"description": "<p><strong>Alglenweis</strong> is the daughter of Kostchtchie and one of the major deities formerly worshipped in Sarkoris. She teaches her followers to perfect their craft and protect works of art, and be ready to act if necessary.</p>\n<p><strong>Edicts</strong> Strive to perfect an art or graft, protect the monuments of your people, stir others into action</p>\n<p><strong>Anathema</strong> Destroy an artistic creation without providing something in its place, refuse to act if called upon</p>"
		},
		"Alocer": {
			"name": "Alocer",
			"description": "<p><strong>Alocer</strong> is a lawful evil diabolic demigod, the infernal duke of beasts, hunters, and tradition. Known also as the Pack Lord, he appears as a fire-breathing, lion-headed, heavily armored archer with eagle talons for feet. His symbol is a dragon-legged horse, said to be a representation of his favored mount.</p>\n<p><strong>Edicts</strong> hunt those who are capable of thinking for themselves, gather like-minded hunters into groups based in hunting lodges, burn places of worship devoted to Erastil or corrupt those who follow his faith</p>\n<p><strong>Anathema</strong> sleep in a place sacred to Erastil, willingly harm a lion, grant a merciful death to a creature you have wounded</p>"
		},
		"Alseta": {
			"name": "Alseta",
			"description": "<p>Alseta holds sway over transitions. Physical transitions through doorways and portals or over thresholds, metaphorical transitions, and even the forward flow of time-Alseta influences them all. She watches over city gates, helping keep invaders out and defenders safe. She also watches over those moving into a new stage in life, whether that means a birthday, a marriage, or a more fitting body. It is common for anyone entering into a life change, such as moving to a new town or changing careers, to look to Alseta for guidance. Likewise, birth and death are both transitions, and expectant mothers and the bereaved both offer her prayers, linking Alseta's church to that of @Compendium[pf2e.deities.QZD0u1jxwz0kj8uI]{Pharasma}. Some consider Alseta to be the goddess of teleportation, though she does not officially claim that title. She is also a popular god among some elven nations and cultures, who frequently associate Alseta with the <em>aiudara</em>, or elf gates, around Golarion.</p>\n<p><strong>Edicts</strong> offer to protect passageways and guide others through transitions, treat all other beings with courtesy and respect</p>\n<p><strong>Anathema</strong> destroy a door or block a path for personal gain, stop a transition without good reason</p>\n<p><strong>Areas of Concern</strong> doors, portals, thresholds, traditions</p>"
		},
		"Andoletta": {
			"name": "Andoletta",
			"description": "<p>Called Grandmother Crow, Andoletta represents consolation, respect, and security. Andoletta makes a clear distinction between guilt and innocence: there is no in-between. For those falsely accused or who show signs of redemption, she offers a path back to the light. That path is never an easy one, but it is one worth walking, and she stands beside those who make the trek. For the truly wicked and those who show no remorse, she has no mercy. For these reasons, her likeness is often found in courts, where she can watch over and ensure fairness to those accused of crimes. Andoletta also places great value on respect for the dead and the protection of children. To offer solace to the bereaved is true kindness and compassion. Children are slates with tremendous potential for good-if they can be guided and kept safe from evil.</p>\n<p>When she appears to mortals, Grandmother Crow does so as an older woman, gray-haired, wrinkled, and with keen, knowing eyes. She carries a walking stick and wears a cape of black crow feathers across her shoulders, giving the appearance of large, folded wings. Those who appeal to Andoletta include elders, the conflicted, the bereaved, the falsely accused, investigators, and judges.</p>\n<p><strong>Edicts</strong> Respect elders, instill good virtues in children, seek and allow redemption</p>\n<p><strong>Anathema</strong> Hold a grudge, mock the dead, pass judgment hastily or carelessly</p>\n<p><strong>Areas of Concern</strong> consolation, respect, and security</p>"
		},
		"Angazhan": {
			"name": "Angazhan",
			"description": "<p>Angazhan is a name well known in the Mwangi Expanse, and for good reason. Called the Ravenous King and Demon Lord of Beasts, he appears as an enormous and terrifying red-furred ape with six long fingers on each hand, massive and clawed. His red eyes, twisted horns, and viciously sharp fangs give him a demonic appearance. His followers range from gnolls to charau-kas to nalfeshnee demons that number in the thousands.</p>\n<p>Angazhan has astounding presence and influence, but that influence is rivaled by his raw power. He is skilled enough with weapons, but prefers to use his own abilities-his powerful fists, lethal fangs, sharp horns, and deadly tail. His terrible grasp extends beyond life into death, as well. Occasionally, those slain in combat by Angazhan's minions are reincarnated forcefully into an ape-like creature in the service of the Ravenous King. This curse causes the victim to serve eternally, and only upon death is there a chance for their soul to be retrieved before it slips into the Boneyard, to be sent on and suffer a never-ending torment in the Abyss.</p>\n<p>A pledge to Angazhan is a commitment to acquiring power. Angazhan encourages followers to destroy all who oppose them with relentless force, to dominate until nothing is left to challenge, and to treat obstacles as something to be crushed with swiftness. Those who fail these commands are quick to be cast aside. This strength lures dangerous figures, thievish creatures, and terrifying beings. Followers share less of a bond and more of an understanding that in the end they serve a lord whose dominance can't be rivaled.</p>\n<p>Angazhan is the patron of Usaro, a feared and hated charau-ka city in the Mwangi Expanse. A representative of Angazhan, the Gorilla King, once ruled Usrao, but was recently killed, throwing the city into chaos.</p>\n<p><strong>Edicts</strong> Commit acts of brutal violence, test yourself against nature, make animals more dangerous</p>\n<p><strong>Anathema</strong> Cower from fights, allow yourself to be resurrected instead of reincarnated</p>"
		},
		"Angradd": {
			"name": "Angradd",
			"description": "<p>Angradd's faithful seek out and oppose evil wherever they can, and often compare themselves to a purifying flame that gains strength as it burns more foes. Against strong foes, they plan for a strategy and patiently build their strength and alliances for the chance of victory. Those worshippers who can no longer fight on the front line become trainers, preparing others to succeed them. Dwarves will offer prayers and sacrifices to Angradd if they are about to begin an offensive battle. Divine casters who revere the Forge-Fire as their patron deity have access to a special spell named planned assault, which provides them with extra protection in combat as long as they can plan ahead.</p>\n<p><strong>Edicts</strong> Seek and destroy evil, study evil to learn the best way to destroy it, train others in righteous ways</p>\n<p><strong>Anathema</strong> Allow weaker evils to survive due to the presence of larger evils, deceive others outside of tactical gain</p>"
		},
		"Anubis": {
			"name": "Anubis",
			"description": "<p>Anubis is the son of Osiris and Nephthys, born out of wedlock and he assisted Isis in the mummification of his father. He frequently works with Isis, Neith, Nephthys, and Selket in the protection of the dead, and is an enemy of Set due to his association with undead.</p>\n<p><strong>Edicts</strong> Lay bodies to rest, destroy undead, be impartial in judgment</p>\n<p><strong>Anathema</strong> Desecrate a corpse, rob a tomb, trap a soul</p>"
		},
		"Apollyon": {
			"name": "Apollyon",
			"description": "<p>The Prince of Plagues seized power for himself after the disappearance of the previous Horseman of Pestilence by obsessively eliminating all potential rivals. Apollyon commands his vast army of leukodaemons to spread oblivion like a virus. He wastes no time on trivial acts of violence and lacks the patience to wait for long-term schemes to come to fruition. Instead, his plagues carry oblivion through cities like lightning, decimating entire kingdoms in the span of a few days. His greatest creations have been diseases that corrupt the soul itself, ensuring that @Compendium[pf2e.deities.QZD0u1jxwz0kj8uI]{Pharasma} sends his victims to Abaddon once they've succumbed.</p>\n<p>Apollyon appears as a hulking, bruised giant wrapped in black leather straps, with the head of a rotting ram. His cloak is stitched from the skin of angels who attempted to rescue the souls he had claimed-after flaying the angels alive, he preserved their faces in permanent agony upon the cloak. Apollyon delights in witnessing the deaths his diseases cause, not in dispassionate obligation but out of self-righteous glee. He sends his plague carriers out across the Material Plane knowing that even if they are defeated quickly, the sicknesses they carry will spread and take more lives than they could ever hope to alone. The moans and wails from the infected are prayers that fill him with more power to launch his next sickness onto the living.</p>\n<p><strong>Edicts</strong> End all mortal life through disease and poison, cultivate diseased animals</p>\n<p><strong>Anathema</strong> Prevent plagues, bury or burn the dead</p>\n<p><strong>Areas of Concern</strong> disease</p>"
		},
		"Apsu": {
			"name": "Apsu",
			"description": "<p>Unsurprisingly, most of Apsu's worshipers are metallic dragons, although some non-aligned draconic creatures such as primal dragons and wyverns worship him as well. Few dragons practice divine magic, preferring to leave that to their humanoid allies. As Apsu's prime purpose is the destruction of Dahak, few non-dragons take up his cause, although honourable humanoids with an interest in draconic lore have taken up his faith from time to time. They typically wear a gold dragon's foot brooch, or have other custom-made equipment in the shape of a dragon's foot. Golarion lacks much of a centralized humanoid church of Apsu. The largest congregation of humanoid Apsu worshipers on the planet is known as the Platinum Band, which maintains relatively small centers of worship in Oppara and Absalom. Apsu is more widely worshiped by humanoids on the planet Triaxus, where he is the patron deity of the Dragon Legion. The Legion's leaders prohibit their priests from revealing Apsu's connection to Golarion, so younger legionnaires would not be tempted to prematurely journey there to help him. Instead, they hope to raise a grand army to offer Apsu when the time comes for him to fight Dahak.</p>\n<p><strong>Edicts</strong> Seek and destroy evil, travel the world, help others fend for themselves</p>\n<p><strong>Anathema</strong> Fail to pursue a foe who has betrayed your mercy, attack a creature without certainty of wrongdoing</p>"
		},
		"Arazni": {
			"name": "Arazni",
			"description": "<p>More than anything, Arazni is a survivor. Once, long ago, she was a force for good, a warrior-mage who sought to improve the quality of life for residents of her homeland. Long after her mortal death, she returned as a herald of the god Aroden and fought alongside mortals during one of their darkest hours. But humanity and her patron alike abandoned her-first to the Whispering Tyrant, then to the necromancer Geb-and the torments she endured because of it changed her deeply. Still she survived, her broken body reanimated against her will as a powerful undead monstrosity. For over a millennium she was held captive as the lich queen of the undead nation of Geb, and her view of mortals, and humanity in particular, soured.</p>\n<p><strong>Edicts</strong> act with dignity, do whatever it takes to survive, despise and never forgive those who have hurt you</p>\n<p><strong>Anathema</strong> create unwilling undead, insult Arazni</p>\n<p><strong>Areas of Concern</strong> abused, dignity, unwilling undeath</p>"
		},
		"Ardad Lili": {
			"name": "Ardad Lili",
			"description": "<p>When mortals were young, before Asmodeus conquered Hell, Ardad Lili was already manipulating amorous and lustful mortals to swear fealty to her, amassing power from their souls. She fled the realm of Nirvana during the Exodus, taking up residence in Avernus and continuing to gather an army of damned souls and female devils who share her ambitions. The Serpent Muse has never forgotten the censures and cruel insults spewed by the other natives of Nirvana, and she seeks to someday rule not a layer of Hell, but a realm of the heavens. Herself a passionate being, she draws similarly passionate followers.</p>\n<p><strong>Edicts</strong> Manipulate others with false promises, aid women who have been unfairly maligned</p>\n<p><strong>Anathema</strong> Give someone more than you receive from them, allow yourself to be swayed by lust</p>"
		},
		"Arshea": {
			"name": "Arshea",
			"description": "<p>Appearing in art more than any of the other empyreal lords, the Spirit of Abandon represents freedom, physical beauty, and sexuality. More than anything else, freedom is what matters to Arshea. For many this is most commonly seen as freedom for sexual expression, but Arshea represents the freedom to experience all that is good in the world, be it an ideology or a specific emotional or physical expression. So long as it doesn't harm others, Arshea believes creatures should do, think, and feel as they will. They encourage their followers to try new things, to think in new ways, and to wear new forms.</p>\n<p>When appearing to mortals, the Spirit of Abandon most commonly appears in that person's own body so the person may see how beautiful and perfect their own form is-after all, if a divine being has chosen to wear it, it must be perfect. For people who don't fit in the body they currently wear, Arshea often appears in the form reflected in their heart and soul. Followers of Arshea are a varied lot, from artists to explorers, and from lovers to those who fight against repression.</p>\n<p><strong>Edicts</strong> Inspire passion, comfort and free the repressed, seek your true self and desires</p>\n<p><strong>Anathema</strong> Judge another based on sexual desires or gender roles, harm another in pursuit of passion</p>\n<p><strong>Areas of Concern</strong> freedom, physical beauty, and sexuality</p>"
		},
		"Arundhat": {
			"name": "Arundhat",
			"description": "<p><strong>Arundhat</strong> is a goddess of the Vudran pantheon known as the bringer of blossoms and scent.</p>\n<p><strong>Edicts</strong> Practice herbalism, tend to sacred flowers, offer appropriate flowers to other divinities</p>\n<p><strong>Anathema</strong> Dispose of waste near flowers, harvest flowers without offering the proper prayers, dispose of withered flowers improperly</p>"
		},
		"Ashava": {
			"name": "Ashava",
			"description": "<p>Ashava, the True Spark, embodies moonlight, dancing, and lonely spirits. Dancing is Ashava's true love, and she encourages her followers to dance often. For some, she is little more than a patron of that art, but Ashava is also a guide, both in spirit and in the physical world. For the living, she leads the lonely out of their difficult times, her lights guiding lost wanderers back to safety. For the dead, her haunting moonlit dances lead lost and lonely spirits onward to their eternal judgment. She encourages her followers to steer those who are lost-whether in the wilderness or in their hearts-to where they need to go. Priests of Ashava are the dancing light that guides the way, but will-o'-wisps are anathema to Ashava, and her followers destroy these creatures wherever they are found.</p>\n<p>The True Spark appears as a tall woman, flushed with the exertion of prolonged dancing. Her features are difficult to see unless under moonlight, when they instead become crystal clear. She wears a beautiful gown woven from starlight that always sways in motion, and she never appears to be standing still. On her brow she wears a wreath of many-colored moss. Some of Ashava's followers include dancers, artists, the nocturnal, the lonely, the bereaved, lovers, and travelers.</p>\n<p><strong>Edicts</strong> Dance even when there is no music, cast light in places of darkness, lead the lost</p>\n<p><strong>Anathema</strong> Intentionally mislead someone, desecrate graves, abandon a creature in darkness</p>\n<p><strong>Areas of Concern</strong> moonlight, dancing, and lonely spirits</p>"
		},
		"Ashukharma": {
			"name": "Ashukharma",
			"description": "<p>Ashukharma is the Vudran goddess of canyons and cliffs. She is the jilted lover of Dinehdal, god of mountain peaks, and lover of Matravash, goddess of the Matra River; her tale draws prayers from scorned lovers and those dealing with rifts between themselves and their friends or families.</p>\n<p><strong>Edicts</strong> Hinder travel, create and enforce physical and emotional boundaries, build defensive earthworks</p>\n<p><strong>Anathema</strong> Destroy a natural barrier, pursue a personal relationship after being refused, betray a lover</p>"
		},
		"Asmodeus": {
			"name": "Asmodeus",
			"description": "<p>Asmodeus is the First, the Dark Prince, the lord of darkness and law, and the ruler of the plane of Hell. If Asmodeus's own scriptures are to believed-and they are corroborated by certain other accounts, like the angel-penned <em>Book of the Damned</em>-he is one of the oldest beings of the multiverse. These texts claim that in time before time, in a world not yet created, Asmodeus and his brother Ihys were among the first gods in existence. During these unnamed ages, the two gods quarreled over the fate of the souls of their creations, and Asmodeus slew his brother. Confident that Ihys's act of granting mortals free will was folly, Asmodeus made his own convictions known: that existence is best served by absolute order and discipline. These claims contradict other popular creation myths, and both theologians and immortal agents of the gods doubt Asmodeus's claims to varying degrees, but while there is no evidence to prove them, they are also difficult to refute.</p>\n<p><strong>Edicts</strong> negotiate contracts to your best advantage, rule tyrannically and torture weaker beings, show subservience to your betters</p>\n<p><strong>Anathema</strong> break a contract, free a slave, insult Asmodeus by showing mercy to your enemies</p>\n<p><strong>Areas of Concern</strong> contracts, pride, slavery, and tyranny</p>"
		},
		"Atheism": {
			"name": "Atheism",
			"description": "<p>In a world where the gods demonstrably exist, few people uphold a strictly atheistic or agnostic worldview; that is, a belief that there are no gods, or that the existence of gods is unknowable. However, a good number of people choose not to worship any deities whatsoever. Many do so because of the value they place on freedomâ€”not being beholden to a deity means no limitations, no censure, no anathema, and no strictures. While this decision might sound amoral to some, for atheists, it can be motivated by a desire for autonomy and the right to choose one's own fate.</p>\n<p><strong>Edicts</strong> none</p>\n<p><strong>Anathema</strong> none</p>"
		},
		"Atreia": {
			"name": "Atreia",
			"description": "<p>Responsible for fire, purification, and radiance, Atreia the Lambent King is the benevolent elemental lord of fire. When the multiverse was young, Atreia soared across the Plane of Fire as a triple-headed ibis, with wings that burned and eyes of flame, routing evil from the plane. Now, he is imprisoned within the Garnet Brand, a red gem encased in an eternal shroud of steam. Though he cannot hear or grant power to his followers from his prison, some groups of salamanders on the Plane of Fire still honor the Lambent King for his dominion over protection and life-giving fire, as do a few small circles of mortals who hold the discovery and purification of evil above all other causes. Statues depicting his likeness can be found across his former realms, hidden in ancient sites dedicated to healing and holy light.</p>\n<p><strong>Edicts</strong> Burn away corruption, clear the way for new growth, purify tainted areas</p>\n<p><strong>Anathema</strong> Deny a suffering creature warmth, shade, or water; abandon a creature in darkness</p>\n<p><strong>Areas of Concern</strong> fire, purification, and radiance</p>"
		},
		"Ayrzul": {
			"name": "Ayrzul",
			"description": "<p>Lord of buried secrets, earth, and metal, the Fossilized King Ayrzul is a mystery even on the Plane of Earth. No one has seen the elemental lord of earth outside of his realm, the Blistering Labyrinth, and few know the truth of Ayrzul's nature or the form he takes when he appears. Some say he is an immense, undead crystalline dragon, an ancient genie wizard, or even a discarded splinter from some long-forgotten deity, shed before their primeval destruction. His power, motives, and origins are likewise the subjects of innumerable rumors. This speculation is all inconsequential to the Fossilized King; even the politics of his plane falls outside his notice. Instead, the lord of Earth spends his time plotting against his bitter rival, @Compendium[pf2e.deities.7L9KIqixgseSCY3X]{Ymeri}, the elemental lord of fire.</p>\n<p>Ayrzul's followers include xiomorns-@Compendium[pf2e.deities.1NxkZf6ndijKeufX]{Sairazul}'s children whom he has stolen-a handful of mephits and other elementals, and groups of humanoids on the Material Plane with an interest in the unseen hostility of the earth.</p>\n<p><strong>Edicts</strong> Use the strength of stone to protect yourself and your secrets, obscure your true motives, slowly poison others</p>\n<p><strong>Anathema</strong> Remove a creature's petrified condition, make a fire larger or hotter than necessary</p>\n<p><strong>Areas of Concern</strong> buried secrets, earth, and metal</p>"
		},
		"Azathoth": {
			"name": "Azathoth",
			"description": "<p>Azathoth is the Daemon Sultan and the Primal Chaos, a roiling mass of destructive and transformative power the size of a sun, dwelling in the darkness between the stars, deep in the center of the universe. There, masked from mortal sight by a veil of swirling colors, he is surrounded by the other Outer Gods that make up his court, dancing and cavorting about him endlessly, filling the void with the sound of ghastly flutes. Azathoth is utterly unaware of and uncaring toward those few who have come to revere and worship him. It is precisely this blind, uncaring nature that makes Azathoth the perfect embodiment of a blind, uncaring universe. Azathoth's name, however, has great power over the Outer Gods when properly invoked. He has also sometimes been summoned by mortal priests-and though these summons attract only a tiny sliver of his attention and manifest as a form other than that of the Primal Chaos, they nevertheless lead to destruction on a massive scale.</p>\n<p><strong>Edicts</strong> Gather a court of devotees, create discordant piping or babbling</p>\n<p><strong>Anathema</strong> None</p>"
		},
		"Baalzebul": {
			"name": "Baalzebul",
			"description": "<p>Baalzebul was one of the first angels of Heaven, a glorious lieutenant who followed Asmodeus in his exodus to Hell. In this new realm, he led the infernal armies and trained several other archdevils as generals. When Asmodeus divided the nine realms of Hell between himself and the eight archdevils, Baalzebul protested, thinking he had earned a place at his god's side. Asmodeus responded by stripping away the archdevil's radiant form, reducing him to a figure composed of swarming flies. Now known as the Lord of Flies, he rules over Cocytus, the frozen seventh layer of Hell, and attracts followers possessed of deep ambition and a powerful drive to triumph.</p>\n<p><strong>Edicts</strong> Convey yourself with regal dignity, claim what you desire and deserve, seek vengeance from those who wrong you</p>\n<p><strong>Anathema</strong> Provoke Baalzebul's envy, show humility</p>"
		},
		"Balumbdar": {
			"name": "Balumbdar",
			"description": "<p>Balumbdar, or He Who Is Massive, is the god of all huge things in the world that tower over smaller things. Creatures of great size, such as elephants and dinosaurs, are sacred to him, as are natural features that dominate the landscape like mountains and massive trees. Balumbdar is also a god of strength, but of might born of great size rather than training or skill. Balumbdar is considered brutish and dim-witted by most other gods, but the fact that he towers over them in any interaction means he always commands respect. When he bothers to manifest at all, it is as a startlingly large man with slabs of muscle and equally thick rolls of fat. He sometimes instead appears as a city-sized animal or as imposing clouds, heavy with rain and low to the ground.</p>\n<p>Balumbdar's worshippers see their god's might in storms that shred a forest but leave the tallest trees standing, or avalanches that roll across buildings yet leave the mountain untouched. This, they know, is the power of size: to endure when the rest of the world is weak and small. They seek to emulate their god by growing large, either by developing their muscles or becoming immensely fat.</p>\n<p>Balumbdar himself is uncaring about how great size and strength is used, but his followers generally divide themselves into two schools of thought. Those who feel that it is incumbent upon the large to tread upon the small are usually evil. Those who feel that size imparts an obligation to protect the small are usually good. Druids often revere Balumbdar because of his relationship with the natural world, and they adopt the care of animals much larger than they are-or at times, animals that are much smaller, to demonstrate Balumbdar's stalwart guardianship of smaller creatures.</p>\n<p>The Elephant People revere Balumbdar, but not by name; they know that some ancient divine sponsor sent the elephants to the world to guide others. This patron is Balumbdar, who doesn't care that this nameless people have, in turn, no name for him; Balumbdar speaks to them through the elephants that serve his will.</p>\n<p><strong>Edicts</strong> grow as large as you can, shelter those smaller and weaker than you, tend large animals and megafauna</p>\n<p><strong>Anathema</strong> accidentally injure others with your size, topple a massive natural monument, use magic to assume a form smaller than you are</p>"
		},
		"Baphomet": {
			"name": "Baphomet",
			"description": "<p>Baphomet, Lord of the Labyrinth, is the demon lord of beasts, labyrinths, and minotaurs. Baphomet was originally a consort of @Compendium[pf2e.deities.aipkJQxP4GBsTaGq]{Lamashtu} who achieved demon lord status after escaping from imprisonment in a labyrinth constructed by @Compendium[pf2e.deities.QRkcFciCOmFoxF1B]{Asmodeus}. Baphomet appears as an enormous emaciated minotaur with feathered wings and a goat-like head that bears three horns, as well as a blazing pentagram branded into his forehead. Baphomet's cults are among the most prolific in Golarion-human-dominated secret societies devoted to the demon lord are present in many cities and may have members ensconced in positions of political power, while most minotaurs prefer his patronage to that of Lamashtu.</p>\n<p><strong>Edicts</strong> Confuse paths and roads, outwit your foes instead of overpowering them, pace labyrinths</p>\n<p><strong>Anathema</strong> Kill something that cannot significantly harm you, bargain with @Compendium[pf2e.deities.QRkcFciCOmFoxF1B]{Asmodeus}</p>\n<p><strong>Areas of Concern</strong> beasts, labyrinths, and minotaurs</p>"
		},
		"Barbatos": {
			"name": "Barbatos",
			"description": "<p>Barbatos is the youngest of the archdevils, and in fact is not truly a devil at all. His true nature remains unknown and perpetually cloaked, but when he appeared at Hell's gates bearing the souls of an entire mortal world and transformed them into Hell's first legion of barbazus as an offering, the Prince of Darkness saw fit to grant Barbatos rulership over Hell's first layer, Avernus. As Hell's doorwarden, Barbatos oversees the spaces between worlds, and his followers are those who tread such interstitial paths and hold no qualms about the ethics of their journeys.</p>\n<p><strong>Edicts</strong> Veil your motives, make dangerous deals, offer incomplete and ruinous knowledge</p>\n<p><strong>Anathema</strong> Hide any plot against your masters, close or interfere with portals to Hell</p>"
		},
		"Barzahk": {
			"name": "Barzahk",
			"description": "<p>Appearing as an enormous migratory bird-usually a corvid, but sometimes a songbird-draped in robes and carrying a tombstone lock and a giant bone key, Barzahk the Passage is the psychopomp usher who maintains the Dead Roads, the secret back routes between the planes and the mortal world. Among mortals, they are worshipped as a patron of compasses, travelers, and vigils. Barzahk is tasked with transporting the souls of those who die far from home to ensure that they reach their proper destination. Unfortunately, Barzahk wanders far and wide, and so they rarely attend to this duty. Thus his followers, both psychopomps and mortals, take it upon themselves to care for lost souls, both literal and figurative. Like their patron, followers of Barzahk are often migratory, helping those they find along the way.</p>\n<p><strong>Edicts</strong> Aid travelers and those who return from the dead, tend to roadside graves, find missing objects or people</p>\n<p><strong>Anathema</strong> Celebrate specific calendar dates over others, avoid travel or change, freeze time for an object or creature</p>\n<p><strong>Areas of Concern</strong> compasses, travelers, and vigils</p>"
		},
		"Bastet": {
			"name": "Bastet",
			"description": "<p>Bastet is the patron of rogues and bards. She is particularly popular among women, and most of her clerics are female. They usually keep cats as pets, and when these cats die, they are mummified and buried with their owners.</p>\n<p><strong>Edicts</strong> Learn secrets, tempt others into revelry, kill harmful snakes and evil spirits, heal diseases</p>\n<p><strong>Anathema</strong> Kill or abuse a house cat, abandon a child, choose to marry</p>"
		},
		"Belial": {
			"name": "Belial",
			"description": "<p>The lord of Hell's fourth layer, Phlegethon, is Belial. The Pale Kiss was created by Asmodeus as an object of adoration, with perfect form and beauty in the eyes of every creature. As a result, Belial has a virtually unlimited malleability of form, shifting between shapes almost constantly. His appearance is often as dualistic as his personality: half his body beautiful and half grotesque, much as he revels equally in pleasure and pain. As he is a creature of carnal desires, so are his followers: those who crave forbidden pleasures of the flesh but hide behind masks of respectability.</p>\n<p><strong>Edicts</strong> Indulge your basest desires, create deadly weapons</p>\n<p><strong>Anathema</strong> Impede an act of high hedonism, become too attached to a lover or project</p>"
		},
		"Bergelmir": {
			"name": "Bergelmir",
			"description": "<p>While some consider Fandarra to be the literal mother of all life, Bergelmir is the Mother of Memories. She's the tender of traditions and history, the keeper of wisdom, and the chronicler of lives and lineages. As the needle and thread that stitches a following together, she unites individuals with shared dreams, traditions, and values. Some view Bergelmir as the Founder of the Following and the creator of the primary way of life in the Realm.</p>\n<p>Like Fandarra, Bergelmir is known in most parts of Golarion as a giant goddess, though humans in the Realm of the Mammoth Lords widely worship and respect her too. Within the Realm, Bergelmir is depicted as a bent and wrinkled elderly Kellid woman, grinning and often leaning on her walking staff. Among most followings, she's a storyteller and chronicler of oral histories, songs, rituals, and lineages. Bergelmir's religious symbol is three bolts of lightning, said by many to represent the three wisdoms she imparts: history, ritual, and genealogy.</p>\n<p><strong>Edicts</strong> learn the traditions and history of your people, care for the elderly</p>\n<p><strong>Anathema</strong> destroy historical texts or records, alter or obfuscate oral histories, harm the elderly</p>\n<p><strong>Areas of Concern</strong> elders, family, genealogy, memories, tradition</p>"
		},
		"Bes": {
			"name": "Bes",
			"description": "<p>Bes is a member of the pantheon often worshiped in Ancient Osirion.</p>\n<p><strong>Edicts</strong> Aid childbirths, spread joy and celebration, protect sleeping creatures</p>\n<p><strong>Anathema</strong> Harm or neglect a child, separate families, use magic to corrupt dreams</p>"
		},
		"Besmara": {
			"name": "Besmara",
			"description": "<p>Once nothing more than a powerful spirit of water with the ability to manipulate sea monsters, Besmara grew slowly in power over the centuries from sacrifices made by seafaring people. After defeating and consuming rival spirits of battle, gold, and wood, she became a minor god of piracy, strife, and sea monsters.</p>\n<p>Besmara, the Pirate Queen, cuts a brash and bold figure, as she often is depicted wearing buccaneer apparel consisting of loose-fitting, eye-catching clothing and black boots, and her hair is wind-tossed on even the calmest day. She and her followers adhere to a simple code of greed: take what you desire, no matter who it might belong to. Despite this, Besmara and her worshippers are generally loyal to one another, knowing that while on the waves raiding ships for treasure, a pirate crew can survive only if its members trust one another.</p>\n<p><strong>Edicts</strong> sail the seas, stay loyal to captain and crew, take what you want</p>\n<p><strong>Anathema</strong> betray shipmates, forsake piracy, settle on land</p>\n<p><strong>Areas of Concern</strong> piracy, sea monsters, and strife</p>"
		},
		"Black Butterfly": {
			"name": "Black Butterfly",
			"description": "<p>The Silence Between flutters among and between the stars, representing distance, silence, and space. Often called Desna's Shadow, the Black Butterfly is sometimes believed to be an aspect of Desna that has broken off and taken on its own life; her interest in distance and space certainly reflects Desna's love of travel. The Black Butterfly finds the silence of the sea of stars useful for introspection and learning about oneself. Those who follow her take opportunities when they can to sit in silent meditation, in zones of silence and darkness when possible. Travel across large distances offers plenty to think about and contemplate, and the Black Butterfly encourages such journeys. She hates all evil, but she truly despises the powerful beings of evil that populate the Dark Tapestry, and her followers are expected to fight these beings and their followers without mercy.</p>\n<p>The Silence Between manifests as the silhouette of a woman with butterfly wings, and white hair and eyes. Her wings contain a shadow-or reflection-of all of the Dark Tapestry and everything within it. Parted lovers, the isolated, the introverted, those who have sworn vows of silence or don't communicate verbally, stargazers, explorers, and the melancholy are all found among the followers of the Black Butterfly.</p>\n<p><strong>Edicts</strong> Study the stars, notice moments of silence, perform anonymous acts of kindness</p>\n<p><strong>Anathema</strong> Disrupt another's meditation, interrupt tranquil moments, play noisy or discordant music</p>\n<p><strong>Areas of Concern</strong> distance, silence, and space</p>"
		},
		"Bolka": {
			"name": "Bolka",
			"description": "<p>Bolka is the dwarven goddess of marriage. She is the daughter of the dwarven god Torag and his wife Folgrit. Bolka is said to be a beautiful dwarven maiden. As the dwarves' goddess of marriage she helps reluctant suitors summon the courage to ask out their partner and helps foster love between the partners in an arranged marriage.</p>\n<p><strong>Edicts</strong> Encourage those seeking love, seek the beauty in others, support others' relationships</p>\n<p><strong>Anathema</strong> Betray your spouse, disrupt a genuine marriage, prevent a suitor from seeking a partner</p>"
		},
		"Brigh": {
			"name": "Brigh",
			"description": "<p>Brigh's exact origins are unknown, though her priests and various religious scholars have many theories on the matter. Some believe she was a construct who achieved consciousness and a spark of divinity, while others think she was a human alchemist and inventor who discovered ways to fuse mechanical components with her own physiology. Regardless of her origins, Brigh is a patient and thoughtful god who promotes unending curiosity and constant intellectual advancement. Her two most common forms are a humanoid woman made of bronze clockwork and a human woman wearing a bronze skullcap and armor composed of gears and other movable metal pieces. Though Brigh's usual demeanor is composed and reserved, she isn't an unfeeling automaton; she deeply cherishes the creations she and her followers make, and most of her worshippers feel the same way.</p>\n<p><strong>Edicts</strong> craft new creations, pay attention to details, share achievements</p>\n<p><strong>Anathema</strong> carelessly destroy others' creations or research, enslave intelligent constructs, abuse constructs, refuse to acknowledge or learn from mistakes</p>\n<p><strong>Areas of Concern</strong> clockwork, invention, and time</p>"
		},
		"Calistria": {
			"name": "Calistria",
			"description": "<p>As symbolized by the three daggers of her religious symbol, Calistria has three aspects: lust, revenge, and trickery. Silver-tongued and charming, she is a master of weaving insults into compliments and laying intricate groundwork for retribution at its finest. She is a goddess of vengeance, but it would be a mistake to assume that means she pursues justice. Calistria is fickle, shifting her loyalties and interests as her whims take her-though she never forgets a slight, and any who think she has forgiven will surely find it is only a matter of time before they are targeted by a long-term plot of revenge to lay them thoroughly low.</p>\n<p><strong>Edicts</strong> pursue your personal freedom, seek hedonistic thrills, take revenge</p>\n<p><strong>Anathema</strong> become too consumed by love or a need for revenge, let a slight go unanswered</p>\n<p><strong>Areas of Concern</strong> lust, revenge, and trickery</p>"
		},
		"Casandalee": {
			"name": "Casandalee",
			"description": "<p>Casandalee is an unusual god, one who achieved divinity through a merging of advanced science and faith. Formerly an artificial intelligence cloned from the mind of an android from outer space, Casandalee gained her godhood in the heart of Numeria within the computer core of a crashed spaceship, becoming the patron of artificial life, free thinking, and intellectual apotheosis.</p>\n<p>Though she is sometimes referred to as the Iron Goddess, Casandalee is much more than simple metal. She sometimes appears as a holographic reconstruction of her android form: a female humanoid with purple hair, blue lips, and pale skin traced with glowing circuitry, but upon close inspection, this image seems to consist of millions of complex algorithms of pure light. Casandalee and her followers seek to promote the advancement of Golarion's technology so that the world's inhabitants can better understand- and not fear-the complex mechanisms of so-called artificial life, including androids and free-willed artificial intelligences. Many androids consider themselves the chosen people of Casandalee and depict her as an obvious android with more circuitry or exposed components.</p>\n<p><strong>Edicts</strong> advance the development of artificial intelligence, encourage understanding between artificial and organic life</p>\n<p><strong>Anathema</strong> treat artificial life as lesser than organic life, foment distrust between artificial and organic life</p>\n<p><strong>Areas of Concern</strong> artificial life, free thinking, intellectual apotheosis</p>"
		},
		"Cayden Cailean": {
			"name": "Cayden Cailean",
			"description": "<p>Once a mortal human, Cayden Cailean is now one the few deities known as the Ascended. In his mortal years, Cayden was a sellsword of no small fame, known for his boisterous manner, skill with a blade, and fearless resolve. During a particularly rowdy night of drinking, a series of escalating dares led the wandering mercenary to attempt the Test of the Starstone. He emerged from the Starstone Cathedral 3 days later, laughing, a fully realized god. Divine responsibility did little to change Cayden's attitude from what it was in his mortal life. He continues to crave adventure, drink, and pleasurable company while abhorring bullies, tyrants, and cowards.</p>\n<p><strong>Edicts</strong> drink, free slaves and aid the oppressed, seek glory and adventure</p>\n<p><strong>Anathema</strong> waste alcohol, be mean or standoffish when drunk, own a slave</p>\n<p><strong>Areas of Concern</strong> ale, bravery, freedom, and wine</p>"
		},
		"Cernunnos": {
			"name": "Cernunnos",
			"description": "<p>Knowing that he is still one person despite his power, Cernunnos trains commanders and emissaries to fight evil in both the Material Plane and the First World. The faithful of Cernunnos are mainly intelligent plant creatures, fey, and mortal rangers and druids. Elves view him as patron of luck, while others pray to him for strength. Hidden groves, waterfalls and deep forests are sacred to Cernunnos.</p>\n<p><strong>Edicts</strong> Protect forests and other natural areas, advocate for animals and plants, take and commit to decisive actions</p>\n<p><strong>Anathema</strong> Fail to strike down evil, enable the destruction of wilderness, needlessly kill animals</p>"
		},
		"Chaldira": {
			"name": "Chaldira",
			"description": "<p>Chaldira Zuzaristan, the Calamitous Turn, is a plucky, impulsive goddess venerated primarily by halflings. She embodies two aspects halflings see in themselves: a strong affinity for luck and bold determination to protect friends. Chaldira is hotheaded and cannot abide bullies in any form, and many of her worshippers are similarly impetuous, spoiling for any opportunity to leap fist-first at oppressors and tyrants. While many people consider this to be more of a vice than a virtue, Chaldira and her followers feel it is far better to run headlong into trouble than it is to meekly concede to evil out of fear or convenience. Chaldira is also the goddess of light-hearted mischief, insisting that harmless fun, even at others' expense, brings joy and strengthens ties within a community. While not all of Chaldira's followers are inveterate pranksters, most at least know some sleight-of-hand tricks. Chaldira is most often depicted as a halfling woman who matches the appearance of the local halfling community, with curly hair, freckles, and a patchwork red-and-green coat held together by several mismatched buttons.</p>\n<p><strong>Edicts</strong> seek out and challenge oppressors and tyrants, defend friends and the innocent, engage in mischief that doesn't harm others</p>\n<p><strong>Anathema</strong> suffer a bully's insults to you or another without retort, abandon a friend in need, attribute a lucky turn of events to your own skill</p>\n<p><strong>Areas of Concern</strong> battle, fortune, mischief</p>"
		},
		"Chamidu": {
			"name": "Chamidu",
			"description": "<p>Chamidu is a Vudran goddess with an affinity for the beasts of the world. She is sometimes represented as a six-armed woman with four faces (one looking in each cardinal direction) and may ride a tiger with human hands for paws. She sometimes wields numerous weapons simultaneously.</p>\n<p><strong>Edicts</strong> Destroy aberrant creatures and fiends, live free of social or materialistic chains, cause destruction when angered</p>\n<p><strong>Anathema</strong> Harm a child, pollute the wilds, refuse to treat an illness</p>"
		},
		"Charon": {
			"name": "Charon",
			"description": "<p>The First Horseman, eldest of his counterparts and the Boatman of the Styx, is a patient and cunning figure. Content to allow plans to take hold over time, Charon freely offers his power only to collect on his bargain decades or even centuries later. As the Horseman of Death, Charon concerns himself with miserable, pointless deaths that are devoid of any faith, mercy, or meaning, dragging those who perish in the depths of hopelessness and nihilism down into Abaddon and oblivion.</p>\n<p>Charon is the last surviving member of the original Horsemen who overthrew the First Daemon in their fit of jealous contempt. Holding knowledge from the earliest days of existence, he alone knows Abaddon's true history, but he keeps it to himself. This allows him to exploit opportunities with curious mortals, sweeping more souls into his dread kingdom.</p>\n<p>Charon appears as a tall, looming man dressed in a frayed cloak and gripping a lantern staff firmly in one hand, but it is widely believed that this form is a facade. His true face may be unknowable, hidden away at the end of the Styx within his sunken palace, the Drowning Court. Some theorize that this form is nothing more than a mouthpiece for a far more alien entity that lies beneath the waters of the Styx. Whatever the case, Charon is a timeless being whose bargains, promises, and bottomless hunger stretch back to the earliest days.</p>\n<p><strong>Edicts</strong> End all mortal life, exploit those who fear death</p>\n<p><strong>Anathema</strong> Offer anything for free, extend mortal lifespans, grant true salvation to the doomed or dying</p>\n<p><strong>Areas of Concern</strong> death</p>"
		},
		"Chohar": {
			"name": "Chohar",
			"description": "<p>The old gods of the threefold sun were all but forgotten under the rule of Walkena, the child god. The immortal tyrant punishes anyone who lacks faith with death, and there is no worse blasphemy than to worship a rival god in his city. But the freedom fighter Sihar and her followers, the Bright Lions, have spread the word of the old sun gods in secret, and now they are returning to the people.</p>\n<p>Even though it has only been just over a century since Walkena retook the throne, worship of the Old Sun Gods waned before then. Their teachings had been ingrained into day to day life, and many Mzali traditions can be traced directly to rituals started by sun kings-rulers believed to be descended from the old sun gods. But when the Council of Mwanyisa overthrew the sun kings and led Mzali's empire into decline, the people grew complacent in their worship, and in turn, so did the sun gods grow complacent themselves.</p>\n<p>After the child-god's rise, Walkena's priests scoured the city of any other deities, smashing statues and temples, editing the truth to Walkena's liking and destroying the rest. In doing so, the names Tlehar, Chohar and Luhar were mostly erased from public memory, with the remnants subverted to Walkena's needs. It was only in the deepest hidden chambers that any sign of their original teachings still existed. Now that they have been rediscovered, Chohar has no intention of being forgotten again.</p>\n<p>While Walkena and Chohar both call themselves gods of justice, the Old Sun God abhors Walkena's cruel and merciless sense of the concept. Chohar teaches that it is one's duty to fight for the innocent and powerless, and to never wield power for one's own benefit. The sun god has much grander goals than dealing with what he sees as a mere pretender god, however. Merely defeating the tyrant that rules them would not be enough to undo the generations of misfortune. The people must find a renewed sense of strength and pride, so that they can fight for themselves. Until then, Chohar will shine down on them, offering any protection he can. When the time comes, he will lead his people into a bright future.</p>\n<p>While the Old Sun Gods are considered equal in importance, Chohar attracts the largest following of worshippers, both historically and today. Still, even those who prefer the teachings of a particular sun god typically pay respect and homage to the other two as well.</p>\n<p><strong>Edicts</strong> finish any and all tasks you accept, bring those who are cruel to justice, show pride in your home and your heritage</p>\n<p><strong>Anathema</strong> break your word, be cruel to the innocent, rebuke someone due to their homeland</p>"
		},
		"Conqueror Worm": {
			"name": "Conqueror Worm",
			"description": "<p>Individual conqueror worms are lesser deities, capable of granting spells to those who worship them. Often, the conqueror worm's clerics are the only ones in its vast network of hidden agents and depraved cults with an inkling as to the nature of the malevolent creature pulling the strings. While individual conqueror worms have different edicts, anathema, and favored weapons befitting their personalities, the following is common among conqueror worms</p>\n<p><strong>Edicts</strong> manipulate those in power, foster psychic abilities, endorse unjust laws</p>\n<p><strong>Anathema</strong> enact hasty schemes, tell the truth except to nurture a larger lie, reveal those higher in the conqueror worm's network</p>"
		},
		"Cosmic Caravan": {
			"name": "Cosmic Caravan",
			"description": "<p>The Cosmic Caravan is known to astronomers and astrologers alike as a collection of constellations in the sky, said to travel forever in a circle around the star Cynosure. The association of a diverse array of gods and demigods thematically linked with the stars and the spaces between is a relatively new faith that first rose to prominence in western Avistan, particularly in Varisia, Nidal, and Ravounel. The deities worshiped by the faithful of the Cosmic Caravan include: Desna, Groetus, and Sarenrae; the empyreal lords Ashava, Black Butterfly, and Pulura; the elven god Ketephys; and the outer god Yog-Sothoth. This faith has been gaining ground particularly in Nidal, where the worship of the night is overwhelmingly associated with Zon-Kuthon, and a rising number of Cosmic Caravan worshipers seek to oppose or, one day, even overthrow the Midnight Lord's theocracy to reclaim the night from the implications that all who dwell in the dark are evil.</p>\n<p><strong>Edicts</strong> spend time stargazing or meditating in moonlight, aid those who live in regions where Zon-Kuthon (or other religions that espouse the night as a bastion for evil) hold sway, help the desperate or forlorn to see potential for a better life in the future, travel with no particular destination in mind</p>\n<p><strong>Anathema</strong> portray the night as a time of evil, destroy astronomical or astrological equipment, spend the night in the same place twice in a row</p>\n<p><strong>Areas of Concern</strong> constellations, fortune telling, the night, hope for a better tomorrow</p>"
		},
		"Count Ranalc": {
			"name": "Count Ranalc",
			"description": "<p>Once the lord of darkness and of the chaos of creation, Count Ranalc was cast out long ago by the other Eldest and titled \"the Traitor,\" though the Eldest are not forthcoming about what heinous treachery Ranalc committed, and many among his worshippers claim that he was the one who was betrayed. In his new home in a remote corner of the Shadow Plane, Ranalc embraced his banishment and became the patron of exiles, shadows, betrayal, and the betrayed. Ranalc had long held a fascination with the world of Golarion, and he was alternately both friend and foil to the powerful archwizard Nex. On the day Nex besieged the city of Absalom with shadowy beings-beings certainly drawn from Ranalc's domain-the Eldest vanished from reality. Although he continues to grant spells to his devout worshippers, Ranalc has otherwise wholly disappeared. Theories about his disappearance abound, although they are as obscure and as self-contradictory as the enigmatic Eldest ever was.</p>\n<p><strong>Edicts</strong> Work in shadows, hide your nature and motives, plot betrayals or revenge for betrayals</p>\n<p><strong>Anathema</strong> Ask for forgiveness, create permanent or long-lasting sources of light</p>\n<p><strong>Areas of Concern</strong> exiles, shadows, betrayal, and the betrayed</p>"
		},
		"Cyth-V'sug": {
			"name": "Cyth-V'sug",
			"description": "<p>Cyth-V'sug, Prince of the Blasted Heath, is the demon lord of disease, fungus, and parasites. Originally a qlippoth lord, he was exiled by his peers for accepting mortal worshippers. Transformed into one of the demons he despises, Cyth-V'sug seeks to devour all life to put an end to demons and, ultimately, himself. He most often appears as an enormous draconic figure of snarled vines, fungal growths, and flailing tentacles. Cyth-V'sug is most often worshipped by recluses who seek to bring decay and destruction to their environs, though denizens of the Darklands also pay homage to him.</p>\n<p><strong>Edicts</strong> Corrupt all that exists with parasites or fungus, promote the growth of fungus, feast on rotten flesh or fungus</p>\n<p><strong>Anathema</strong> Purify your food, cure a disease or kill a parasite, tolerate another demon lord or their servants (except @Compendium[pf2e.pathfinder-bestiary.8BloAdRqlLpt5bNg]{Treerazer})</p>\n<p><strong>Areas of Concern</strong> disease, fungus, and parasites</p>"
		},
		"Dagon": {
			"name": "Dagon",
			"description": "<p>Dagon, the Shadow in the Sea, is the demon lord of deformity, the sea, and sea monsters. He holds court in an infinite ocean covered in disconcerting islands and deep-sea trenches filled with incomprehensible sunken cities. He appears as a massive creature with the lower body of an eel, a head reminiscent of deep-sea predators, and four thrashing tentacles in place of arms. Dagon began as a qlippoth, and no mortal understands his transformation into a demon lord, though it earned him the enmity of his former kin. Dagon is primarily worshipped by boggards, sahuagin, skum, and marsh giants, though desperate or depraved coastal villages have been known to pledge themselves to the demon lord.</p>\n<p><strong>Edicts</strong> Swim underwater, improve your own strength, encourage the spread of dangerous sea monsters</p>\n<p><strong>Anathema</strong> Break a sworn oath, settle in a land-locked area, share Dagon's secrets with outsiders</p>\n<p><strong>Areas of Concern</strong> deformity, the sea, and sea monsters</p>"
		},
		"Dahak": {
			"name": "Dahak",
			"description": "<p>Dragons believe Dahak was one of the original gods created by Apsu and Tiamat at the beginning of creation. While the other deities began to create, Dahak chose to destroy. He is credited with transforming Hell into a place of agony and flame. He is also believed to be the creator of the metallic dragons, which he formed solely to hunt as sport. Seeing the destruction and chaos wrought, Apsu entered the Material Plane in order to end Dahak's reign of terror. However, Tiamat saw Dahak as a son and wanted him spared. In a deal to save Dahak, Tiamat healed some of the wounded metallic dragons. These dragons became the original chromatic dragons.</p>\n<p><strong>Edicts</strong> Kill metallic dragons, destroy things at your whim</p>\n<p><strong>Anathema</strong> Spare a foe after you have chosen to kill them, forgive a slight</p>"
		},
		"Daikitsu": {
			"name": "Daikitsu",
			"description": "<p>It is not surprising that the Tian Xia goddess Daikitsu is a common object of veneration, given that she has the everyday subjects of rice, agriculture, and craftsmanship under her divine purview. Her holy symbol is that of a nine-tailed fox.</p>\n<p><strong>Edicts</strong> Ensure the health of crops and vegetation, perfect a craft or trade, leave offerings for foxes, celebrate the turning of the seasons</p>\n<p><strong>Anathema</strong> Mistreat your tools, pass a beggar without giving alms, discriminate against sex workers or the lower class</p>"
		},
		"Dajermube": {
			"name": "Dajermube",
			"description": "<p>Also known as the Holder of Unquenchable Light, Dajermube is the Lioness Goddess of shadows, journeys, and self-realization. She encourages others to venture into the world to achieve their goals. Sometimes these goals are met, and sometimes not, but Dajermube teaches that the act of trying is just as important as completing a goal. She also teaches that darkness and shadow are not to be feared, as shadows are companions to light. Embracing both light and darkness is important, and Dajermube teaches that using all of one's available resources is more important than focusing on just the one that's most comfortable.</p>\n<p>Dajermube resembles a Mwangi woman casting a striking shadow. The shadow resembles that of a lioness instead of a human, and parts of her body change to resemble those of a lion while cast in shadow. Her religious symbol depicts the moon crossing in front of the sun during a solar eclipse.</p>\n<p><strong>Edicts</strong> push toward your own goals by striking your own path, try to help others achieve their goals when asked, draw upon all your resources</p>\n<p><strong>Anathema</strong> intentionally keep others from achieving honorable goals, support others to the exclusion of yourself or vice versa, use shadows to harm innocents</p>\n<p><strong>Areas of Concern</strong> shadows, journeys, and self-realization</p>"
		},
		"Dammerich": {
			"name": "Dammerich",
			"description": "<p><strong>Edicts</strong> Perform just executions, study local laws, oppose corrupt or bloodthirsty government officials</p>\n<p><strong>Anathema</strong> Kill without thought, execute the innocent, mock the condemned, falsely incriminate another</p>"
		},
		"Demon Bringers": {
			"name": "Demon Bringers",
			"description": "<p>The Mwangi Expanse is full of dangers. Of particular note are the various demons and other Abyssal creatures that roam the jungles. Many of these creatures are drawn to the Mwangi Expanse by the presence of Angazhan's or Lamashtu's might, while others are direct servitors of those faithful to the demonic. While the Mwangi Expanse is home to many demon hunters that keep these evil forces at bay, many of them work in independent groups. It's only with the combined efforts of the demon hunters that the Mwangi Expanse can be rid of this demonic presence and the people of the Mwangi Expanse can be safe.</p>\n<p>The demon hunters among the Ekujae elves, Matanji orcs, Mwangi catfolk, Mbeâ€™ke dwarves, and others began to join forces in their demon hunts and brought their respective gods with them. This led to the worship of a pantheon of righteous gods that both offered the might to destroy demons and the wisdom to defend others. Through the worship of Adanye, Chohar, Kazutal (in her form as Majagua), and Torag, these mighty hunters find the strength they need to make the Mwangi Expanse a safer place. While this pantheon didn't originally have a name, the local Mwangi populations eventually dubbed them the Demon Bringers, as their faithful would bring home trophies in the form of demon heads, claws, or tails. Followers of the Demon Bringers use their skills to hunt demons and other evils that lie within the Mwangi Expanse. They also help create homes and fortifications for those that can't fight, as the ultimate goal of the Demon Bringers is a safer Mwangi for all.</p>\n<p><strong>Edicts</strong> create fortifications and defenses to protect those who can't protect themselves, improve your hunting abilities, seek out evils that threaten others</p>\n<p><strong>Anathema</strong> exclude innocents from safe havens, intentionally destroy a shelter, allow demon summoners to live on unpunished</p>\n<p><strong>Areas of Concern</strong> protection, retribution, and keeps</p>"
		},
		"Desna": {
			"name": "Desna",
			"description": "<p>The night didn't know beauty until Desna came into existence. While the other gods toiled away to create the world, she set her sights on the heavens, placing each star in the sky. After surveying her artistry, she hung the brightest star high in the north and made it her home. Her first gift to mortals was this beacon of hope, a twinkling sign in the dark sky that they could turn to when lost or unsure of themselves. Desna provides safe passage through the darkness to all, should they choose to follow.</p>\n<p><strong>Edicts</strong> aid fellow travelers, explore new places, express yourself through art and song, find what life has to offer</p>\n<p><strong>Anathema</strong> cause fear or despair, cast nightmare or use similar magic to corrupt dreams, engage in bigoted behavior</p>\n<p><strong>Areas of Concern</strong> dreams, luck, stars, and travelers</p>"
		},
		"Dhalavei": {
			"name": "Dhalavei",
			"description": "<p><strong>Edicts</strong> Infiltrate righteous organizations and governments, destroy trust, perform human sacrifices</p>\n<p><strong>Anathema</strong> Betray a fellow servant of Dhalavei, harm those under Dhalavei's protection</p>"
		},
		"Diomazul": {
			"name": "Diomazul",
			"description": "<p><strong>Edicts</strong> Remain celibate and detached from worldly pleasures, meditate, utterly destroy your enemies, erase all traces of defeated foes</p>\n<p><strong>Anathema</strong> Provoke a fight, give mercy to anyone who provokes a fight with you</p>"
		},
		"Dispater": {
			"name": "Dispater",
			"description": "<p>Hell's second layer is the Infernal City, Dis, and its ruler is the archdevil Dispater. The Iron Lord is the architect of the orderly perfection of Hell as a blueprint for the rest of the multiverse, responsible for Dis's own dark and startling perfection. He remains distant from the scheming and machinations of the other archdevils and the Material Plane, instead modeling calm and deliberate action combined with ruthless, merciless arrogance. As the most urbane of the archdevils, he attracts many followers among those who wish to see Hell's dark majesty spread across the universe.</p>\n<p><strong>Edicts</strong> Uphold absolute law, pursue perfection in your surroundings, speak with refinement</p>\n<p><strong>Anathema</strong> Act above your station, neglect your defenses, betray a lover</p>"
		},
		"Doloras": {
			"name": "Doloras",
			"description": "<p>Perhaps the cruelest of Hell's divinities, the Sadistic Angel shares certain characteristics with the velstracs who once resided in Hell-most notably, a drive to inflict physical pain upon living creatures. She does not inflict her torments out of anger or retribution; she practices her art with an unparalleled detachment and absence of emotion. Her followers are sadists, torturers who relish their grisly work, and those diabolists who summon velstracs rather than devils. While she bears the title of Queen of the Night and commands power commensurate with the others, Our Lady in Pain is content with her station and holds no ambitions beyond ensuring she can continue her tortures uninterrupted.</p>\n<p><strong>Edicts</strong> Push the boundaries of science and suffering, torture other creatures</p>\n<p><strong>Anathema</strong> Show or act on emotion, allow a plea for mercy to sway you</p>"
		},
		"Dranngvit": {
			"name": "Dranngvit",
			"description": "<p>Dranngvit is Torag's half-sister although some legends claim she was supposed to have been Torag's wife but lost out to Folgrit. Dranngvit is a dwarven deity but is seen as a necessary evil rather than a beloved deity. Most pay her worship only when they know they have wronged someone. The only dwarves who choose her as their actually patron deity are normally those consumed by hatred and nothing else. Dranngvit may be the mother of Kols, but even if she is, Folgrit still treats Kols like a son.</p>\n<p><strong>Edicts</strong> Help reclaim just debts, seek appropriate vengeance against transgressions</p>\n<p><strong>Anathema</strong> Allow a slight to go unrecognized, avoid repaying a debt, force others into debts you know are unpayable</p>"
		},
		"Droskar": {
			"name": "Droskar",
			"description": "<p>Cast out and cursed by @Compendium[pf2e.deities.sZrdzh0ANQnZGXJb]{Torag}, the Dark Smith works constantly to prove his significance, cheating and enslaving others to further his goal</p>\n<p><strong>Edicts</strong> achieve goals at any cost, continually improve your abilities, establish dominance, work ceaselessly</p>\n<p><strong>Anathema</strong> fail to work toward goals or grow in skill, relax excessively or give into sloth</p>"
		},
		"Dwarven Pantheon": {
			"name": "Dwarven Pantheon",
			"description": "<p>The dwarven gods are one large family, with @Compendium[pf2e.deities.sZrdzh0ANQnZGXJb]{Torag} as its patriarch. He is joined by his brothers @Compendium[pf2e.deities.nsiDGdgbAzkTQzOt]{Magrim} (the Taskmaster) and @Compendium[pf2e.deities.Xb1N5YfxboJH26Jh]{Angradd} (the Forge Fire), his half-sister @Compendium[pf2e.deities.oyp2E685VsQFKMXi]{Dranngvit} (the Debt Minder), and his wife @Compendium[pf2e.deities.VEyowuhC4FsBnG8c]{Folgrit} (the Watchful Mother). His children are @Compendium[pf2e.deities.HD7g8T8ioy1EH3M8]{Bolka} (the Golden Gift), @Compendium[pf2e.deities.tk7gRxXsqvBwQrUF]{Grundinnar} (the Peacemaker), @Compendium[pf2e.deities.zhPhYge7VJbIlJvA]{Kols} (the Oath-Keeper), and @Compendium[pf2e.deities.N8a76dkGfUvxvSW0]{Trudd} (the Mighty). Torag's evil former student @Compendium[pf2e.deities.39z55kowQFOUH2v0]{Droskar} (the Dark Smith), though technically part of the dwarven pantheon, is rarely invoked by any save duergars.</p>\n<p><strong>Edicts</strong> develop skills useful to your community (especially crafting, mining, and trading), honor your ancestors through traditions and rituals</p>\n<p><strong>Anathema</strong> dishonor your family, willingly break a contract or oath, irreparably damage an ancestral relic</p>\n<p><strong>Areas of Concern</strong> ancestry, crafting, dwarves, relationships</p>"
		},
		"Eiseth": {
			"name": "Eiseth",
			"description": "<p>Hell's Valkyrie rules a domain spanning part of Dispater's realm, commanding her legions of erinyes and executioner devil soldiers as she sees fit. Eiseth operates outside Dispater's rule, and she has forged powerful alliances with those in Hell and beyond, having long ago rejected limitations placed upon her by others. Foremost among the Queens of the Night, she embodies battle, revenge, and wrath, and her ambitions are as lofty as her aerie of Widow's Cry, where she forges souls of the damned into unequaled infernal legions answering to her alone.</p>\n<p><strong>Edicts</strong> Avenge all insults, claim what you desire and deserve, humiliate your foes in ironic fashion</p>\n<p><strong>Anathema</strong> Allow a slight to go unanswered, show humility or fear</p>"
		},
		"Elven Pantheon": {
			"name": "Elven Pantheon",
			"description": "<p>The traditional deities of the elven pantheon are @Compendium[pf2e.deities.AlL9GtlTldbqNoVm]{Calistria}, @Compendium[pf2e.deities.JgqH3BhuEuA4Zyqs]{Desna}, @Compendium[pf2e.deities.liXIbl7y8www2eAn]{Findeladlara} (goddess of twilight and traditional art and architecture), @Compendium[pf2e.deities.wjXNXFWBLbJaeZQR]{Ketephys} (god of hunting and the moon), and @Compendium[pf2e.deities.uYpxTi4byHc5w78R]{Yuelral} (goddess of gems, craft, and magic). Elves have also adopted @Compendium[pf2e.deities.9n2CI0B3EA4y3BuU]{Alseta}, a minor goddess of doors and transitions, as their patron of teleportation and aiudara (commonly known as elf gates). Most elves value magic, beauty, freedom, and friendship as part of a fulfilling life and tend to worship all of the deities together as exemplars of these values. Alongside full-blooded elves, many half-elves-whether raised by elves or seeking a closer connection to their elven heritage- worship the elven pantheon.</p>\n<p><strong>Edicts</strong> learn and appreciate traditional elven arts, crafts, and magic, explore the worlds outside and within</p>\n<p><strong>Anathema</strong> irreparably damage the natural environment (such as by overhunting or strip mining), have an unhealthy obsession or attachment</p>\n<p><strong>Areas of Concern</strong> elves, magic, nature, tradition</p>"
		},
		"Erastil": {
			"name": "Erastil",
			"description": "<p>Unlike many other good deities, Erastil does not send his followers out into the world to fight and crush evil. Eschewing crusades and other ventures that take his followers away from their homes, Erastil watches over those who devote their lives to family and community. He is primarily an agricultural deity, specifically focusing on those aspects of nature that either can be tamed or are of use to his followers. His domain encompasses the plants and animals that farmers, hunters, and ranchers deal with in their everyday lives. While he is a protective deity, Erastil steps in only when quiet, pastoral lives are threatened. He desires his followers to live their lives in peace, with no risk of being conscripted into armies, devoured by monsters, or destroyed by magic.</p>\n<p><strong>Edicts</strong> care for your home and family, fulfill your duties, keep the peace, protect the community</p>\n<p><strong>Anathema</strong> abandon your home in its time of need, choose yourself over your community, tarnish your reputation, tell lies</p>\n<p><strong>Areas of Concern</strong> family, farming, hunting, and trade</p>"
		},
		"Erecura": {
			"name": "Erecura",
			"description": "<p><strong>Erecura</strong> is the queen of Dis, second layer of Hell, and the wife of its ruler, the archdevil Dispater. Despite being an authority figure in Hell, her outlook and motivation are far removed from that of devils, and unclear to even her own husband.</p>\n<p><strong>Edicts</strong> Manipulate dangerous beings and opportunities to your benefit, thrive in hostile conditions, divine the future</p>\n<p><strong>Anathema</strong> Despoil nature, kill a natural plant or animal that has managed to thrive outside of its intended environment</p>"
		},
		"Eritrice": {
			"name": "Eritrice",
			"description": "<p>The Heart-Speaker Eritrice represents honest debate, opinions, and truth. Facts and information are important to Eritrice, but truths and wisdom gained through discussion are far more valuable to her than those gained through books. She maintains there is nothing wrong with disagreeing so long as the disagreement is respectful, and that it is crucial to be open to discussion, willing to consider new information, and receptive to forming new opinions. Opinions are valuable in that they help understand other views, but Eritrice reminds her followers that opinions are not facts and can be incorrect and even harmful. When lies are spoken or become the rule of the land, those that follow Eritrice work through networks of like-minded individuals to spread the truth using messages sent to all who will listen.</p>\n<p>In her mortal form, the Heart-Speaker appears as a muscular, 8-foot-tall woman with a female lion's head. She wears a rose-colored breastplate over a short kilt. When she speaks, her voice is so entrancing and compelling that those she appears to often don't take note of any of her other features. Those who value truth, from debaters to town criers to lawmakers, are among the followers of Eritrice.</p>\n<p><strong>Edicts</strong> Spread truth, debate contentious issues, aid messengers</p>\n<p><strong>Anathema</strong> Sow or perpetuate lies, obstruct discussion, argue in bad faith</p>\n<p><strong>Areas of Concern</strong> honest debate, opinions, and truth</p>"
		},
		"Esoteric Order of the Palatine Eye": {
			"name": "Esoteric Order of the Palatine Eye",
			"description": "<p>Based in Ustalav but active in aristocratic salons and cloistered academies across Avistan and Garund, the Esoteric Order of the Palatine Eye is a mystic order of occultist-nobles who seek philosophical self-awareness and mastery of celestial truths. The order was founded in 3988 AR when the gentleman-explorer Aldus Canter returned from the Osirian desert where he had been lost for 3 years. Aldus spoke of meeting a cult following a desiccated angel named Tabris. Tabris revealed the secret history of the multiverse and tasked Aldus with acting as a messenger of mystic secrets. Upon his return, Aldus gathered a coterie of his fellow Ustalavic nobles eager to plumb these secrets. His message was far from clear, however, consisting of garbled and coded texts in an untidy medley of Osirian mysticism, Pharasmin rites, and Varisian occult lore. Scouring Aldus's texts-both those brought from Osirion and his many annotations and reinterpretations penned thereafter-has been the order's primary activity for centuries, even before the increasingly erratic Aldus disappeared in 4028 AR. The Esoteric Order's meticulous research has produced occult secrets and mystical rites known nowhere else on Golarion and hints at further secret lore for the enlightened. The order's greatest accomplishment, however, was averting a doomsday few on Golarion will ever realize was imminent: in 4718 AR, the order's greatest heroes prevented the planet Aucturn from devouring Golarion.</p>\n<p><strong>Edicts</strong> seek out wisdom of ancient cultures (particularly Ancient Osirion), provide succor to scholars, honor the rites of the order</p>\n<p><strong>Anathema</strong> reveal the order's secrets to those outside the organization (or even to insufficiently ranked members), destroy rare or ancient lore</p>\n<p><strong>Areas of Concern</strong> history, occultism, secret lore</p>"
		},
		"Falayna": {
			"name": "Falayna",
			"description": "<p>Femininity, martial training, and rings are the purview of the Warrior's Ring. In the eyes of Falayna, there is as much grace and beauty in the martial arts as exists in any culture's definition of femininity. The strength of womanhood is a hallmark of femininity, and strength in arms reflects this, with the flourish and personality of a fighting style a vibrant means for self-expression. Followers of Falayna learn to fight so they can both express their body and defend themselves if necessary, and strive to feel beautiful doing so, both in form and in dress. Falayna also enjoys rings, and as such she is associated with events in which rings are given or exchanged, such as weddings.</p>\n<p>When the Warrior's Ring appears to mortals, her form is most often that of a muscular woman with the hair and eye colors most commonly associated with feminine beauty in the mortal's mind. She wears a bright silver breastplate on top of flowing, silken robes, her longsword <em>Betrothal</em> sheathed across her back. On her fingers she wears rings of varying colors, styles, and stones; this jewelry seems to constantly shift, as if her fingers wear all the rings found in all the worlds. Followers of Falayna include warriors, soldiers, squires, jewelers, and those engaged to be married.</p>\n<p><strong>Edicts</strong> Wear and make beautiful things, train for combat, recover and return lost mementos</p>\n<p><strong>Anathema</strong> Disrupt or destroy romantic unions, enforce a dress code, cower from fights</p>\n<p><strong>Areas of Concern</strong> femininity, martial training, and rings</p>"
		},
		"Fandarra": {
			"name": "Fandarra",
			"description": "<p>Fandarra is primarily worshipped throughout the Realm of the Mammoth Lords as a goddess of life cyclesâ€”including fertility, birth, life, and death. Local legends claim Fandarra was birthed from the earth's womb, the legendary cave Atakal, as the first living being. From her, all other life sprang. She gave birth to all people, all animals, and all deitiesâ€”except for Pharasma, the Judge of Souls, who exists outside of the cycle of life and death. The blood spilled during these labors soaked the soil, making it fertile and causing plants to grow. Blood, death, and pain are nothing to fear. Like life, they're a normal and integral part of the life cycle and should be respected. Fandarra is the Mother of All, also known as the Earth Mother or the Blood Mother, and is one of the most widely worshipped deities throughout the Realm of the Mammoth Lords.</p>\n<p>In addition to her role as a goddess of life cycles and blood, Fandarra is a goddess of knowledge. As elders educate children, so has Fandarra brought her wisdom to the beings of this world. Outside the Realm of the Mammoth Lords,</p>\n<p>Fandarra is primarily known as a goddess of giants. Within the Realm, she's depicted as a pregnant Kellid woman with a shaved head crowned by a laurel of flowers. She wears a necklace of knives that she wields against those who would usurp the cycles of life; on her shoulders rests a fur cloak suitable to the region of her worshipâ€”usually mammoth, wolf, or bear. She carries an infant in one arm and a juvenile animal in the other. Typically, this animal is a mammoth, although it can vary for followings that prize other animals more.</p>\n<p>Fandarra's religious symbol is a crescent moon emerging from a mountain. Her worshippers value balance and the cycles of life, traits which enable her faith to mesh well with the beliefs and traditions of a variety of followings. Her worshippers often gravitate toward positions of leadership or work as doulas, educators, or funerary guides that tend to the deceased. Many of Fandarra's worshippers cherish family, whether of their own blood or adopted through bonds of love; furthermore, many view friends, clanmates, and pets as extended family. Fandarra and her worshippers abhor necromancy, undead, and magic that would alter reality or enslave the minds of others.</p>\n<p><strong>Edicts</strong> abide by the cycles of life, aid childbirth, destroy undead</p>\n<p><strong>Anathema</strong> strive to break the cycle of life (such as by attaining immortality or creating undead), despoil the earth, kill a juvenile creature</p>\n<p><strong>Areas of Concern</strong> blood, the cycle of life, fertility, knowledge</p>"
		},
		"Findeladlara": {
			"name": "Findeladlara",
			"description": "<p>Findeladlara is the elven goddess of art and architecture. She believes in preserving tradition and prefers innovation over the creation of something entirely new. She actively supports the preservation of elven culture through the protection of their art and historic buildings. While Findeladlara is a good goddess, she often comes off as aloof, particularly to younger, non-elven races. She is known to judge their work harshly and never answers the prayers of a non-elf.</p>\n<p><strong>Edicts</strong> Preserve elven art and architecture, bless and secure households, inspire and aid others with your works</p>\n<p><strong>Anathema</strong> Break the laws of hospitality, allow a guest to bring harm to your family</p>\n<p><strong>Areas of Concern</strong> twilight and traditional art and architecture</p>"
		},
		"Folgrit": {
			"name": "Folgrit",
			"description": "<p>Folgrit is the wife of @Compendium[pf2e.deities.sZrdzh0ANQnZGXJb]{Torag}, and thus has a prominent role in the dwarven pantheon, having mothered several demigod children. She is patient with her husband and tries to stop him worrying too much, but also makes sure he is aware of the burden of responsibility he bears. Folgrit is the goddess of wives, mothers, and children, and tangentially the goddess of widows and orphans.</p>\n<p><strong>Edicts</strong> Maintain the sanctity of a home, remain patient with others, take in those without families</p>\n<p><strong>Anathema</strong> Abandon your family, fail to defend your neighbors</p>"
		},
		"Followers of Fate": {
			"name": "Followers of Fate",
			"description": "<p>On the Material Plane, some mortals worship norns as deities, while others, especially witches and bards, admire them as patrons or muses. Those who uphold norns as deities are known as Followers of Fate. Norns do little to discourage this veneration, but neither do they go out of their way to support such worship. Clerics who venerate norns might worship a specific norn or norn triumvirate, or all norns as a whole, but they gain the same benefits regardless of their choice.</p>\n<p>The religious symbol of Followers of Fate is a pair of shears cutting a golden thread, and their areas of concern are destiny, fate, and the aging process.</p>\n<p><strong>Edicts</strong> make predictions of the future, offer advice and guidance to those in positions of power, provide comfort to the elderly</p>\n<p><strong>Anathema</strong> apologize for making an incorrect prediction, disrespect mothers, accept payment for fortune-telling</p>\n<p><strong>Areas of Concern</strong> destiny, fate, and the aging process.</p>"
		},
		"Fumeiyoshi": {
			"name": "Fumeiyoshi",
			"description": "<p><strong>Fumeiyoshi</strong> is a Tian Xia deity most often associated with the undead and graves, although he is also the patron deity of the evil oni.</p>\n<p><strong>Edicts</strong> Punish those who have good fortune they don't deserve, devour the pleasures of the living, encourage resentment, make graveyards supernaturally unsafe</p>\n<p><strong>Anathema</strong> Pass by food without stealing a bite, allow honor or tradition to prevent you from taking what you want</p>"
		},
		"Gendowyn": {
			"name": "Gendowyn",
			"description": "<p><strong>Gendowyn</strong> is the queen of the fey Accressiel court in the Fangwood.</p>\n<p><strong>Edicts</strong> Preserve primal areas, destroy blighted fey and agents of Cyth V'sug, protect those who placate you with offerings</p>\n<p><strong>Anathema</strong> Parley or make a deal with fiends, forgive those who deceive you, harm an innocent child</p>"
		},
		"General Susumu": {
			"name": "General Susumu",
			"description": "<p><strong>General Susumu,</strong> also known as the Black Daimyo, is the Tian Xia patron deity of samurai who are interested more in glory and battle than honor and heroism. He is the brother of Shizuru, and the two seldom see eye to eye. His unholy symbol is a black winged horse, and he is worshiped primarily in Chu Ye, Hongal, Kaoling, Minkai, Shokuro, and Xa Hoi.</p>\n<p><strong>Edicts</strong> Seek glory in battle, loudly proclaim your victories, protect your possessions and strongholds</p>\n<p><strong>Anathema</strong> Cower from fights, refuse a challenge from an equal, mistreat your weapons, abuse your mount</p>"
		},
		"Geryon": {
			"name": "Geryon",
			"description": "<p>Once the mightiest of asura ranas, Geryon betrayed hundreds of Hell's original asura inhabitants to aid Asmodeus in claiming the plane, in the process earning himself the title the Source of Lies. His realm of Stygia, Hell's fifth layer, hews most closely to the nature of Hell before Asmodeus reshaped the plane, and it contains the sunken ruins of countless cities and libraries predating the war against Heaven. The archdevil hoards knowledge and secrets-especially that which has been forbidden- while spreading falsehoods and heresies to mislead the ignorant, and his followers revel in the same.</p>\n<p><strong>Edicts</strong> Hoard knowledge, test the boundaries of taboo, spread falsehoods to dupe the foolhardy</p>\n<p><strong>Anathema</strong> Declare knowledge heresy or forbidden, break your word</p>"
		},
		"Ghlaunder": {
			"name": "Ghlaunder",
			"description": "<p>Ghlaunder is the god of pestilence, infection, and insects. His form resembles that of a giant mosquito, warped and distended by the parasites he hosts. He leaves malaise in his wake, laying waste to everything he can. Ghlaunder revels in suffering, especially that caused by sickness: the last gasp of air into fluid-filled lungs, the terrorizing dreams that come only from the hottest of fevers. It is said that the Gossamer King was once swaddled in a cocoon, but was released by the curious Desna into the world with a cleave of her starknife. Since then, the goddess has pursued him in a macabre dance, hoping to kill him as they flit between planes.</p>\n<p><strong>Edicts</strong> corrupt pieces of land, water sources, and communities; infect the weak; spread and nurture disease</p>\n<p><strong>Anathema</strong> aid in ending a plague or infection, destroy something out of hand when you could have instead corrupted it or leeched off it first</p>\n<p><strong>Areas of Concern</strong> infection, insects, parasites, and stagnation</p>"
		},
		"God Calling": {
			"name": "God Calling",
			"description": "<p>The ancient art of god calling was once the predominant religious practice in Sarkoris, long before the Worldwound erupted and demons drove most of the native Sarkorians from their homelands. This art, one part magical theory and one part religion, allows certain Sarkorians to summon unusual and unique beings from the Great Beyond who protect their clans and guide their people. These creatures are typically referred to as gods by those who revere them, and they continue to return and guide their people generation after generation, so long as someone trained by a previous god caller or otherwise educated in the practice of communing with a particular god is alive to form a tether to the Material Plane so that the god can manifest. These god callers may have unique titles or names among the people of their clan, and such monikers differ from clan to clan, but most of the clans of Sarkoris are able to distinguish a god caller by their unique dress or glyph that ties the caller to their god.</p>\n<p><strong>Edicts</strong> The gods of Sarkoris have very few shared edicts, but several are often prominently shared amongst them: protect your clan and your people, educate the clan's children's in the traditions and histories of the clan's god, and carefully record the name and image of each new god when they first appear so that they are not forgotten and can continue to watch over the people.</p>\n<p><strong>Anathema</strong> There is only one anathema universally enforced by the gods of Sarkoris: make no deals or bargains with demons, as the advent of the Worldwound led to the destruction of many clans and the loss of many gods, some of whom may never be seen again.</p>\n<p><strong>Areas of Concern</strong> Each god has their own particular inclinations and interests, typically informed by the predominant attitudes and beliefs of their clan.</p>"
		},
		"Gogunta": {
			"name": "Gogunta",
			"description": "<p>Gogunta, Song of the Swamp, is the demon lord of amphibians, boggards, and swamps. Gogunta is worshipped as a goddess by boggards, who believe her to be an ascended mobogo, though scholars suspect she was a former hezrou who gained the favor of Dagon. Lending credence to this latter theory, her realm, a stinking salt marsh, is located within Dagon's oceanic realm. Gogunta appears as an enormous, multi-headed frog with dozens of eyes and even more tongues, though boggards typically depict her as a titanic boggard queen.</p>\n<p><strong>Edicts</strong> sacrifice creatures by drowning them, frolic or sing in swamps, feed or aid amphibians</p>\n<p><strong>Anathema</strong> grant mercy to boggards who worship other gods</p>\n<p><strong>Areas of Concern</strong> amphibians, boggards, and swamps</p>"
		},
		"Gorum": {
			"name": "Gorum",
			"description": "<p>The clash of steel, the cry of victory, the gasping denial of death: these are the sound of prayers to Our Lord in Iron, for to follow Gorum is to fight. Gorum does not care the reason for battle-a village's desperate stand against raiders is no less worthwhile to him than a crusader army marching against demons in the Sarkoris Scar-nor does he choose sides in such clashes. Good or evil, law or chaos, the reason for the fight is irrelevant. It is the thrill of battle that finds his favor, the crucible of struggle in which victory is there for the taking.</p>\n<p><strong>Edicts</strong> attain victory in fair combat, push your limits, wear armor in combat</p>\n<p><strong>Anathema</strong> kill prisoners or surrendering foes, prevent conflict through negotiation, win a battle through underhanded tactics or indirect magic</p>\n<p><strong>Areas of Concern</strong> battle, strength, and weapons</p>"
		},
		"Gozreh": {
			"name": "Gozreh",
			"description": "<p>A timeless entity birthed from the first wind to stir the vast oceans, Gozreh wanders the world in the air and the seas. Sailors drop boxes of cargo as offerings to avoid a fatal storm, hoping to please the Wind and the Waves, even though they know that such pleas are far more likely to go unnoticed as they are to draw their deity's attention. The deity's temperament is fickle and their fury swift, hurling bolts of lightning and dragging to the crushing depths those who dare befoul the natural world. Gozreh is the sea that encapsulates the land and the wind that moves its surface, the birds that traverse the sky and the clouds that shield them.</p>\n<p><strong>Edicts</strong> cherish, protect, and respect nature in all its forms</p>\n<p><strong>Anathema</strong> bring civilization to intrude on the wild, create undead, despoil areas of natural beauty</p>\n<p><strong>Areas of Concern</strong> nature, the sea, and weather</p>"
		},
		"Grandmother Spider": {
			"name": "Grandmother Spider",
			"description": "<p>Throughout the Mwangi, there are few as highly respected as storytellers. As stewards of their peoples' oral traditions, they act as historians, educators, and entertainers, so it is only right that they pay homage to the goddess of stories, Grandmother Spider. Also known as Nana Anadi, Grandmother Spider was once content in her role as weaver of fate for the gods, as it gave her the ability to craft the grandest tales anyone had ever known. But as she told story after story at the other gods' whims, they failed to show proper respect to the one who made their glorious and terrible legends come to pass, treating her as a servant or a tool. Grandmother had no patience for overinflated egos, and even less for those who take credit for the work of others. She crafted unique humiliations tailored to each of the gods, and as tales of her mischief spread, she wove her own divinity from them. Some of the more prideful gods deny her still-worshiping Grandmother Spider is forbidden by Asmodeus for as long as she still twirls copies of his keys around her fingers, and Abadar still holds a grudge since the Century of the Unbalanced Scale. To the north of the Mwangi, there are almost no shrines dedicated to Grandmother Spider. But the clever and willful always find ways to revere her.</p>\n<p>No matter how their pride might be wounded, few have dared to take direct action against Grandmother Spider. Alone, she is dangerous enough, for they say Nana Anadi holds all the secrets of the world within her web. However, her sibling Achaekek, the Red Mantis, is a force that even gods fear. Though he treats his sister with indifference, he once lashed out at someone who sought to do Grandmother Spider harm with disproportionate retribution. That one act has been more than enough.</p>\n<p>Grandmother Spider uplifts those who rebel against the status quo, strike above their station, or otherwise fight for freedom. While she prefers subterfuge and cleverness, she does not eschew violence, viewing it as simply another tool-applied judiciously in the right place at the right time, it can accomplish a great deal. Abolitionists and freedom fighters across Mwangi view spiders as an omen of good fortune. Those who are forced to live and fight in secret against their oppressors take great comfort in the knowledge that Nana Anadi will still tell their stories long after they are gone.</p>\n<p><strong>Edicts</strong> be skilled and clever, think for yourself, take due payment for your work, humiliate the powerful</p>\n<p><strong>Anathema</strong> abuse someone you have power over, harm someone who has given you sincere kindness, let a slight go unanswered, own a slave</p>"
		},
		"Green Faith": {
			"name": "Green Faith",
			"description": "<p>While the Green Faith is practiced differently from one believer to another, especially across its various orders, its adherents share a universal reverence for the natural world and a commitment to preserving it. While each order's practitioners may be drawn to a particular element, season, creature, or natural occurrence, all followers respect the sanctity and importance of every aspect of nature.</p>\n<p>Many cycles have passed since the Green Faith's fabled founders contended over which expression of natural power was supreme. Just as the legend speaks of their ultimate unity, those who now follow the Green Faith and view nature as sacred understand the interconnectedness of all beings, recognizing that harmony is possible only through balance, and that the cycles of nature are both delicate and infinite. Advocates of the Green Faith therefore fall into a neutral alignment, for they understand that by naming one thing, its opposite is also created; they walk the path of balance between death and rebirth, light and shadow, growth and decay.</p>\n<p><strong>Edicts</strong> guide civilization to grow in harmony with nature, preserve areas of natural wilderness, protect endangered species</p>\n<p><strong>Anathema</strong> cause damage to natural settings, kill animals for reasons other than self-defense or sustenance, allow abuse of natural resources</p>\n<p><strong>Areas of Concern</strong> veneration of the natural world</p>"
		},
		"Green Man": {
			"name": "Green Man",
			"description": "<p>Individual green men are lesser deities, capable of granting spells to those who worship them. Green men typically only allow intelligent plantsâ€”such as leshysâ€”to be their clerics. If another creature proves to be a friend of plants, after a thorough personal vetting, a green man wholeheartedly accepts this strange fleshy worshipper into the fold. While individual green men have different edicts and anathema befitting their personalities, and some neutral good or neutral evil green men might have further changes, the following is a baseline most worshippers of green men follow.</p>\n<p><strong>Edicts</strong> discover or create new forms of plant life, foster the growth and well-being of flora, preserve areas of natural wilderness</p>\n<p><strong>Anathema</strong> allow flagrant abuse of plant life to go unpunished, damage natural environments, harm plant life except in the pursuit of saving greater plant life</p>"
		},
		"Groetus": {
			"name": "Groetus",
			"description": "<p>Ancient beyond mortal reckoning, Groetus is an entity who cannot be easily understood. He hangs in the sky above the Boneyard, a skull-faced moon constantly observing the passage of the souls below. Events can cause him to draw ominously closer to @Compendium[pf2e.deities.QZD0u1jxwz0kj8uI]{Pharasma}'s Spire, or to retreat back to a safer distance, with little obvious rhyme or reason for these actions. He evinces little regard for anything but his singular aim: the dissolution of the universe.</p>\n<p><strong>Edicts</strong> preach of the upcoming end times, destroy that which has outlived its usefulness, put the suffering out of their misery</p>\n<p><strong>Anathema</strong> artificially extend something's existence or lifespan, spread hope</p>\n<p><strong>Areas of Concern</strong> apocalypse, empty places, oblivion, ruins</p>"
		},
		"Gruhastha": {
			"name": "Gruhastha",
			"description": "<p>Gruhastha the Keeper is a deity of understanding, peace, and the collective pursuit of enlightenment. The once-mortal nephew of @Compendium[pf2e.deities.qqqrbq4uCrelQvgH]{Irori} is believed to have ascended to godhood himself after creating the holy book <em>Azvadeva Pujila</em>, fully embodying all divine wisdom within the text. Originating in Vudra, the Keeper's faith has slowly gained popularity in the Inner Sea region, particularly in Jalmeray, where Irori already has a wide following. Gruhastha manifests as a human man with an idealized form, augmented with wings of red and green plumage and a golden mandala as a halo.</p>\n<p><strong>Edicts</strong> work toward collective transcendence, expose and root out malicious lies, challenge oppression through education, protect knowledge, seek truth</p>\n<p><strong>Anathema</strong> deny a sincere student education, destroy knowledge, disrespect the traditions of those around you, willfully spread ignorance or wrong information</p>\n<p><strong>Areas of Concern</strong> enlightenment, the Vudrani holy book</p>"
		},
		"Grundinnar": {
			"name": "Grundinnar",
			"description": "<p>Grundinnar is one of @Compendium[pf2e.deities.sZrdzh0ANQnZGXJb]{Torag}'s many sons and is the dwarven god of friendship and loyalty. He is experienced at breaking up fights over his sister @Compendium[pf2e.deities.HD7g8T8ioy1EH3M8]{Bolka}, and has thus developed quite a strong sense of diplomacy. He uses this skill to end feuds, encourage neighborly conduct among his followers and works to ensure that dwarves remember friends they haven't seen in many years.</p>\n<p><strong>Edicts</strong> Attempt to bridge the gap between feuding sides, maintain just treaties, maintain relations with neighbors</p>\n<p><strong>Anathema</strong> Sow discord among friends and allies, attack during parley</p>"
		},
		"Gyronna": {
			"name": "Gyronna",
			"description": "<p>The goddess <strong>Gyronna</strong> is also known as the Angry Hag, and for good reason.</p>\n<p><strong>Edicts</strong> Expose hypocrisy (real or imagined) in others, make other creatures miserable, demand bribes to spare creatures from your torments</p>\n<p><strong>Anathema</strong> Allow others to slight you without retaliation, seek the approval of society, forgive those who have wronged you</p>"
		},
		"Halcamora": {
			"name": "Halcamora",
			"description": "<p><strong>Halcamora</strong> is an agathion empyreal lord who watches over gardens, parks, and wineries.</p>\n<p><strong>Edicts</strong> Cultivate gardens, share wine, keep helpful insects, teach others to farm</p>\n<p><strong>Anathema</strong> Salt or despoil the earth, spread plague or pestilence, carelessly use pesticides</p>"
		},
		"Hanspur": {
			"name": "Hanspur",
			"description": "<p><strong>Hanspur</strong> is a demigod of the waterways worshiped primarily in the River Kingdoms. Hanspur is the god of the watery domains of the Sellen River and considers himself lord of all who travel his domain. As a travel god, his shrines always lie just outside the town gates. Despite this, he is still paid at least lip service by the peoples of the River Kingdoms, as he smites those who displease him by sinking their boats and flooding their lands. Hanspur considers dams that completely block a river to be unnatural.</p>\n<p><strong>Edicts</strong> Learn how to live off the river, guard river travelers from unnatural hazards, save others from drowning</p>\n<p><strong>Anathema</strong> Impose needless laws or restrictions on others, aid daemons or the Horsemen</p>"
		},
		"Hastur": {
			"name": "Hastur",
			"description": "<p><strong>Hastur</strong> is a Great Old One who, though confined to the city of Carcosa on a planet orbiting a faraway star, is nevertheless in the midst of a transformation into a true Outer God. He works toward this feat through his avatar, the King in Yellow, which can manifest anywhere in the universe the light from Carcosa's sun can be seen. The King in Yellow appears as a humanoid figure draped in yellow clothing, but there is nothing within the clothes save a shapeless, horrifying presence. Hastur himself is also referred to as Him Who Is Not To Be Named, or simply the Unspeakable.</p>\n<p>Self-indulgence and nihilism are at the heart of Hastur's worship, and he is popular among debauched artists and nobles who recognize no purpose to life other than gratifying their own increasingly grotesque and outlandish tastes. Cults of Hastur are united in their use of the Yellow Sign, a triskelion design that allows Hastur to observe and possess those who gaze upon it. The presence of the Yellow Sign among a city's graffiti is a foreboding indication that Hastur's attention has been drawn there, and these settlements soon find themselves under attack either by Hastur himself-who seeks to draw cities into Carcosa, fueling his transformation into an Outer God-or by @Compendium[pf2e.deities.mebdNVKeKuTmDDHj]{Xhamen-Dor}, a parasitic deity spawned by Hastur as he walked Carcosa's sewers.</p>\n<p><strong>Edicts</strong> Spread Hastur's Yellow Sign, hide the true nature of your worship, promulgate the play The King in Yellow</p>\n<p><strong>Anathema</strong> None</p>"
		},
		"Hathor": {
			"name": "Hathor",
			"description": "<p><strong>Hathor</strong> is a member of the pantheon often worshiped in Ancient Osirion.</p>\n<p><strong>Edicts</strong> Give wealth to new families, aid traders and miners, support musicians, protect and encourage lovers</p>\n<p><strong>Anathema</strong> Discriminate or slight someone based on appearance, intentionally disfigure a creature, refuse food to the starving</p>"
		},
		"Hei Feng": {
			"name": "Hei Feng",
			"description": "<p>Hei Feng, the tengu god of storms, is as unpredictable as the sea, as destructive as a hurricane, and, more often than not, as drunk and foulmouthed as the sailors who pray to him. Impulsive and passionate, his heart moves between joy, sorrow, and anger in the time it takes him to finish his cup, though whatever his mood, he rarely feels it lightly. He may be so moved by a fisher's prayer that he blesses her with a catch large enough to feed her village, while later unleashing torrential waves against that same village for a slight. This unpredictability leads the rest of the Heavenly Court to regard him as troublesome, and mortals to view him with wary respect.</p>\n<p><strong>Edicts</strong> follow your passions, make token attempts to apologize to those you have wronged, respect the power of the sea and sky, encourage flashy entertainment</p>\n<p><strong>Anathema</strong> fake friendship with those you despise, disrespect Hei Feng or Hei Feng's estranged wife Lady Jingxi, ignore an affront to you or Hei Feng</p>\n<p><strong>Areas of Concern</strong> sea, storms, tengu, sailors</p>"
		},
		"Horus": {
			"name": "Horus",
			"description": "<p><strong>Horus</strong> is the Osirian god of the sky, whose eyes are the sun and the moon, whose feathers are the stars, and whose wings are the sky. As Horakhty (meaning Horus of the Two Horizons), he is a deity of the rising and setting suns. Horus is said to be the legendary ruler of Osirion during the Age of Anguish, and is also a god of pharaohs.</p>\n<p><strong>Edicts</strong> Protect those you have authority over, maintain harmony in your community</p>\n<p><strong>Anathema</strong> Undermine a rightful ruler, serve a usurper</p>"
		},
		"Hshurha": {
			"name": "Hshurha",
			"description": "<p><strong>Hshurha</strong>, Duchess of All Winds, is the elemental lord of air, last breaths, and windstorms. She rules the Plane of Air from her translucent palace, Verglas Precessional, surrounded by her court of air elementals, planar dignitaries, and favored guests. The Duchess is naturally invisible, and her true form-if she even has such a thing-is a mystery. Cruel and tyrannical, Hshurha enjoys toying with outsiders in her realm, and she is known to be especially vicious toward creatures with solid forms. She creates and destroys magnificent ice and dust sculptures according to her tumultuous whims, and her machinations often seem convoluted and nonsensical, even to her inner circle. Most on the plane both respect and fear her.</p>\n<p>The lord of air is worshipped by air elementals as a mother goddess, by invisible stalkers, and by cultists who enjoy catering to capricious whims and unpredictable storms. Despite her cool peace with djinn, some believe she consorts with efreet or uses her invisible stalkers to weaken the djinn's hold on her plane.</p>\n<p><strong>Edicts</strong> Revel in formlessness and freedom, humiliate terrestrial creatures, kill foes via falling or hazards from high winds</p>\n<p><strong>Anathema</strong> Deny a flying creature the ability to fly, walk on the earth if you could easily travel otherwise</p>\n<p><strong>Areas of Concern</strong> air, last breaths, and windstorms</p>"
		},
		"Imbrex": {
			"name": "Imbrex",
			"description": "<p>Known as the Twins, Imbrex is the mysterious Eldest of twins, statues, and endings. Appearing as two immense stone statues hundreds of feet tall holding hands and looking outward, Imbrex neither moves nor speaks. The Eldest sometimes communicates with telepathic utterances that rend minds or deliver psychic enlightenment, but they more often express their will through startlingly realistic dreams that sometimes manifest into strange life. An entire city named Anophaeus sprawls at Imbrex's four feet, populated by jaded urbanites, eager aspirants, and prowling dream-creatures made real. An unusually high proportion of those born in Anophaeu are twins, and twins are also common among Imbrex's worshippers. Although Imbrex appears timeless in form, they are intrigued by dramatic endings, particularly apocalypses, and have foreknowledge of disasters to come.</p>\n<p><strong>Edicts</strong> Pursue your own goals, bring things to their proper ending, split things in half or otherwise create pairs</p>\n<p><strong>Anathema</strong> Offend Imbrex</p>\n<p><strong>Areas of Concern</strong> twins, statues, and endings</p>"
		},
		"Immonhiel": {
			"name": "Immonhiel",
			"description": "<p>Immonhiel is an angel and patron goddess of medicine, herbs, and healing. Her teachings are widespread throughout the Realm of the Mammoth Lords, even among followings who don't revere the goddess herself. Immonhiel's worship is particularly prevalent among followings who eschew magic, as her balms are entirely natural, using only alterations of the natural world to work miracles.</p>\n<p>Immonhiel is a wanderer with no fixed home, much like the people of the Realm. She travels the Material Plane and the celestial realms to heal all those in need. When recovery isn't possible, Immonhiel remains with the dying as long as she can, offering them comfort through their final hours and medicine to ease their pain and sorrow. The Balm-Bringer's followers aim to walk this same selfless path.</p>\n<p>Immonhiel is commonly depicted as a regal, elderly woman with dark brown skin, her moss-green hair in a bun or in twin braids framing her face. She wears a leather skirt and vest edged in green or sprouting live flora; she carries a bag at her hip that contains a variety of potions and remedies. Immonhiel's right hand is a prosthetic constructed from pine wood and capable of fine motor skills. Many tales recount how Immonhiel lost her hand, each more outlandish than the last.</p>\n<p><strong>Edicts</strong> provide aid to the sick and wounded, grow or tend plants with healing properties, comfort the dying</p>\n<p><strong>Anathema</strong> purposefully spread illness, destroy nature, abandon the wounded or dying</p>\n<p><strong>Areas of Concern</strong> herbs, medicine, plants, solace</p>"
		},
		"Imot": {
			"name": "Imot",
			"description": "<p><strong>Imot</strong> is an agender psychopomp usher born from the guilt and desire for hindsight felt by mortals after a tragedy. It arranges calamities to kill off cultures that overstay their welcome. Imot is compelled to hide clues to every natural disaster using symbolism and equations; these clues induce a subconscious unease in those that do not understand them, and provide insight to those that do (though they usually end up figuring them out too late). For this reason, Imot is concerned with fear (particularly of personal failures) and self-blame for inevitable disasters, and judges souls who died unavoidable deaths.</p>\n<p><strong>Edicts</strong> Search for omens in the natural world, push the boundaries of mathematics, study past disasters</p>\n<p><strong>Anathema</strong> Withhold your understanding of a portent, prevent the destruction of things that cannot be saved</p>"
		},
		"Iomedae": {
			"name": "Iomedae",
			"description": "<p>Iomedae, the youngest among the prominent deities of the Inner Sea region, had already proven herself worthy of divinity before her ascension. Born in Cheliax, she followed the path of the sword and fought evil, eventually becoming a paladin of Aroden's herald Arazni. She became a legend among the Shining Crusade, leading the Knights of Ozem in a series of victories over the Whispering Tyrant. Iomedae became the third known mortal to pass the Test of the Starstone when she ascended to divinity in 3832 AR. As Arazni had been slain during the Shining Crusade, Aroden elevated the newly ascended goddess to be his new herald. When Aroden himself died, Iomedae inherited most of his worshippers and became a major deity of honor and justice.</p>\n<p><strong>Edicts</strong> be temperate, fight for justice and honor, hold valor in your heart</p>\n<p><strong>Anathema</strong> abandon a companion in need, dishonor yourself, refuse a challenge from an equal</p>\n<p><strong>Areas of Concern</strong> honor, justice, rulership, and valor</p>"
		},
		"Irez": {
			"name": "Irez",
			"description": "<p>Cards, glyphs, scribes, and spells are all the purview of the Lady of Inscribed Wonder. She holds knowledge and understanding of the great power and symbolism behind runes. In particular, Irez understands how runes can supplement and empower arcane magic. It's through this understanding that Irez is able to make enigmatic predictions on events in the distant future, which more often than not come to pass. Many of her followers are calligraphers, gamblers, harrow readers and others who regularly handle cards and symbols, be they for an arcane purpose, prophetic practices, or their more mundane applications.</p>\n<p>Those who have seen Irez, either in person or through the cards, describe her as a woman with the body of a powerful serpent and large wings resembling those of a bat. Irez is constantly draped with strips of parchment, each bearing glyphs that bear the secret to a particular spell or specific cards, such as the harrow's Tyrant card.</p>\n<p><strong>Edicts</strong> Read fortunes, practice calligraphy, devise and study runes</p>\n<p><strong>Anathema</strong> Destroy magic scrolls, cheat at games of chance, deliberately write illegibly</p>\n<p><strong>Areas of Concern</strong> glyphs, scribes, and spells</p>"
		},
		"Irori": {
			"name": "Irori",
			"description": "<p>Irori exemplifies the concepts of self-perfection. His dogma states that he was a mortal who gained godhood through achieving a physical and mental state that surpassed mortal limitations. His followers seek to emulate their god's divine state by perfecting themselves using the words of the <em>Unbinding of Fetters</em>, Irori's sacred text. The illuminated pages of the tome detail numerous physical, spiritual, and mental exercises, as well as methods of learning and remembering.</p>\n<p><strong>Edicts</strong> be humble; help others perfect themselves; hone your body, mind, and spirit to a more perfect state; practice discipline</p>\n<p><strong>Anathema</strong> become addicted to a substance, destroy an important historical text, repeatedly fail to maintain self-control</p>\n<p><strong>Areas of Concern</strong> history, knowledge, and self-perfection</p>"
		},
		"Isis": {
			"name": "Isis",
			"description": "<p><strong>Isis</strong> is a member of the pantheon often worshiped in Ancient Osirion.</p>\n<p><strong>Edicts</strong> Provide aid to the sick and wounded, use magic to help others, mourn the cherished dead, ritually purify yourself before entering sacred areas</p>\n<p><strong>Anathema</strong> Reveal sacred rites to the uninitiated, betray your children or your lover, discriminate based on social status</p>"
		},
		"Jaidi": {
			"name": "Jaidi",
			"description": "<p><strong>Jaidi</strong> is a goddess of agriculture worshiped by the people of ancient Azlant. She represents the pleasure that one feels when contributing hard work for the community as a whole.</p>\n<p><strong>Edicts</strong> Encourage hard work that benefits all, ensure the health of crops and vegetation</p>\n<p><strong>Anathema</strong> Destroy healthy crops, waste food, refuse to help others in your community</p>"
		},
		"Jaidz": {
			"name": "Jaidz",
			"description": "<p><strong>Jaidz</strong> is a powerful agathion Empyreal lord who seeks to inspire courage in the cowardly and immature through compassion and guidance.</p>\n<p><strong>Edicts</strong> Forgive cowards and offer them guidance, encourage others to test their mettle, face and learn from your fears</p>\n<p><strong>Anathema</strong> Punish another creature for cowardice, routinely avoid that which scares you</p>"
		},
		"Kabriri": {
			"name": "Kabriri",
			"description": "<p>Kabriri, Him Who Gnaws, is the demon lord of ghouls, graves, and secrets kept by the dead. According to legend, Kabriri is the reborn form of the first humanoid to devour his kin in life. His realm, Everglut, is connected to graveyards throughout the multiverse by a snarled network of tunnels that bring knowledge and sacrifices to the demon lord. Kabriri appears as a hulking ghoul with elven ears, teeth filed to points, an unnaturally long tongue, ashen skin, and cloven hooves. He is worshipped primarily by ghouls, ghasts, and lacedons.</p>\n<p><strong>Edicts</strong> Eat the flesh of your own kind</p>\n<p><strong>Anathema</strong> Reveal secrets of the dead to nonbelievers, despoil grave markers</p>\n<p><strong>Areas of Concern</strong> ghouls, graves, and secrets kept by the dead</p>"
		},
		"Kalekot": {
			"name": "Kalekot",
			"description": "<p>The guardian of deadly secrets and dangerous places, Kalekot is a bogeyman to most, murderer of the guilty and devourer of those who trespass. To those that society can't punish, Kalekot is executioner, striking from the shadows and leaving bodies to rot on the ground. To those lost at night, Kalekot is a silent follower, a guardian from danger. Those few who have glimpsed him describe a figure with withered skin and a snake's twisting spine. He always conceals his features behind an eyeless mask, its mouth filled with serpent's teeth, each fang the size of an elephant's tusk.</p>\n<p>Only those who have seen the darkest aspects of the world understand Kalekot well enough to seek him out safely. For Kalekot does not spread fear for the joy of it-he spreads it to keep people alive. The world holds many places that should not be visited, many secrets that should never be spread, and many monsters that hide behind smiling faces. Fear keeps people wary and on guard. Fear keeps the childish and curious from seeking out trouble. And fear is the only deterrent that predatory creatures understand. Kalekot and his servants terrify the innocent, but they also stalk the guilty, reminding those who torment others that there will always be a reckoning.</p>\n<p>Kalekot is a cynic, who believes he must dirty his hands to keep the souls of others clean. Despite this, he despises those who maintain optimism through ignorance. He favors those who make others uncomfortable through no wrong of their own-those with disfigurements and deformities, the poor, the abused and victimized, taboo breakers, and the monstrous. He is known to watch over those of dual heritage, two-headed creatures, and twins. Some scholars believe Kalekot himself was once a twin, before he buried his double to seal them away for eternity.</p>\n<p>Kalekot has a deep love of wild plants; he brews liquid chocolate, coffee, and ciders from jungle fruit, and his priests often use such drinks in their rituals and spells.</p>\n<p><strong>Edicts</strong> spread fear in others, hide dangerous secrets, shock the self-righteous, kill the guilty to protect the innocent</p>\n<p><strong>Anathema</strong> abuse someone you have accepted power over, allow a victim to escape due to gloating, snivel before authority, shout</p>\n<h2>Avatar</h2>\n<p>When casting the <em>@Compendium[pf2e.spells-srd.ckUOoqOM7Kg7VqxB]{Avatar}</em> spell, a worshipper of Kalekot gains the following additional abilities.</p>\n<p><strong>Kalekot</strong> Speed 70 feet, ignore difficult terrain</p>\n<p>Melee <span class=\"pf2-icon\">1</span> ivory fangs (fatal d10, reach 10 feet), Damage [[/r {6d6+6}[piercing]]]{6d6+6 piercing damage}</p>\n<p>Ranged <span class=\"pf2-icon\">1</span> whisper of unmaking (range 120 feet), Damage [[/r {6d6+3}[slashing]]]{6d6+3 slashing damage}</p>"
		},
		"Kazutal": {
			"name": "Kazutal",
			"description": "<p>Kazutal, also known as Mother Jaguar or Lady Jaguar, is an old deity, revered for thousands of years on the continent of Arcadia. Ages ago, she was worshipped in the Razatlani Empire as a goddess of might and protection in war. After the catastrophe of Earthfall, however, her edge softened; those who struggled to put the world back together called upon her to protect their neighbors and came together under her guidance to build strong bonds of community and support.</p>\n<p><strong>Edicts</strong> defend your people, provide for those who need you, oppose those who unjustly lord power over others, demonstrate devotion to things you love</p>\n<p><strong>Anathema</strong> own a slave, force a creature to act against its will, refuse to give aid to an ally, enforce an unjust law</p>\n<p><strong>Areas of Concern</strong> safety, liberty, and community</p>"
		},
		"Kelizandri": {
			"name": "Kelizandri",
			"description": "<p>Kelizandri, the elemental lord of water, oversees the deep sea, waves, and drowning. The Brackish Emperor claims to be the offspring of an ancient god and a brine dragon, and he usually takes the form of an immense aquatic dragon with metallic scales and crystalline talons. He spends much of his time slumbering in his magnificent Palace of Salt and Bones, entertaining himself with rampages of wanton destruction and conquest whenever he wakes.</p>\n<p>Kelizandri's worshippers include brine dragons, water elementals, and mortals who revere the inhospitable unknowns of the deep sea. He holds no love for marids, having killed the last Saline Padishah, Niloufar the Great, and destroyed her capital city of Arzanib. The lord's domain on the Plane of Water is the Brackish Empire Kelizandrika, a conglomeration of affiliated brine dragon-controlled realms. The most powerful dragons of Kelizandrika's ruling councils are said to advise the elemental lord personally.</p>\n<p><strong>Edicts</strong> Instill hydrophobia in others, kill your foes by drowning them, sacrifice treasures to the depths of the ocean</p>\n<p><strong>Anathema</strong> Destroy a body of water, use magic to calm the waves</p>\n<p><strong>Areas of Concern</strong> the deep sea, waves, and drowning</p>"
		},
		"Kerkamoth": {
			"name": "Kerkamoth",
			"description": "<p>Also known as the Waiting Void, the unseen Kerkamoth is the primordial inevitable of emptiness, entropy, and stillness. Though many people view decay and entropy as manifestations of chaos, followers of Kerkamoth understand that in an orderly universe, the end of one cycle makes way for the beginning of a new cycle. These worshippers track such transitions and work to properly dispose of those things that have outlived their usefulness, whether it's cleaning a cluttered closet or demolishing an old building. Yet, Kerkamoth opposes those who destroy with abandon and no greater purpose, which often brings them in conflict with daemons, demons, and proteans. Though they favor areas of emptiness and silence to commune with their patron, worshippers of Kerkamoth recognize that these too cannot last forever, inevitably to be filled with new creations.</p>\n<p><strong>Edicts</strong> Clean cluttered spaces, embrace moments of silence</p>\n<p><strong>Anathema</strong> Attempt to preserve something indefinitely, perform an act of wanton and significant destruction</p>\n<p><strong>Areas of Concern</strong> emptiness, entropy, and stillness</p>"
		},
		"Ketephys": {
			"name": "Ketephys",
			"description": "<p><strong>Ketephys</strong> is the tight-lipped elven god of the hunt, who instructs his followers to care for the forest and defend it from his arch-enemy @Compendium[pf2e.pathfinder-bestiary.8BloAdRqlLpt5bNg]{Treerazer}.</p>\n<p><strong>Edicts</strong> Hunt and kill demons and undead, maintain the health of the forest, provide for your community</p>\n<p><strong>Anathema</strong> Take more than needed from the wilderness, hunt an animal for sport, aid Treerazer or his minions</p>\n<p><strong>Areas of Concern</strong> hunting and the moon</p>"
		},
		"Kitumu": {
			"name": "Kitumu",
			"description": "<p>If any fervent devotees of the monstrous firefly goddess exist, they don't venture into civilization. The closest Kitumu has to servants or worshipers are those willing to placate the goddess in order to satisfy her demands and hungers.</p>\n<p><strong>Edicts</strong> offer sacrifices to Kitumu, feed the hungers of nature with humanoid creatures</p>\n<p><strong>Anathema</strong> step on a firefly, kill those marked by Kitumu</p>"
		},
		"Kofusachi": {
			"name": "Kofusachi",
			"description": "<p><strong>Edicts</strong> Support local businesses, bring prosperity to your community, sample life's pleasures</p>\n<p><strong>Anathema</strong> Become tied to one location, judge another based on sexual desires or gender roles</p>"
		},
		"Kols": {
			"name": "Kols",
			"description": "<p>Kols, known to his faithful as the Oath-Keeper (or Oathkeeper), is the dwarven demigod of duty. His personal duties are following and serving his father Torag and protecting his brother Grundinnar, and sister Bolka. He is also the deity tasked with exacting punishment on those poor souls who shirk their responsibilities or break sworn oaths and solemn promises. Some believe that Dranngvit, the dwarven goddess of vengeance, is Kols' true mother.</p>\n<p><strong>Edicts</strong> Seek those that break oaths and enforce just restitution, uphold your promises</p>\n<p><strong>Anathema</strong> Lie, dishonor yourself or your family, shirk your duties, break an oath</p>"
		},
		"Korada": {
			"name": "Korada",
			"description": "<p>Korada, the Open Hand of Harmony, is concerned with foresight, forgiveness, and peace. In particular, he believes that although the tireless fight against wickedness is admirable, the ultimate triumph over evil will come in the form of redemption rather than destruction. Korada's dedication to peace is such that he and his followers refuse to cause harm to their attackers, instead using their martial skills only to defend themselves. Many Koradans seek greater wisdom through study or meditation in hopes of better understanding their foes so as to guide them toward redemption. This dedication to self-awareness, philosophy, and introspection is said to have allowed Korada greater insight into the workings of the universe, granting him the great gift of foresight. Korada rarely acts on his visions, however, believing the struggle that comes with true change is always worthwhile, whether or not such a change is successful.</p>\n<p>The Open Hand of Harmony takes the form of a lithe, athletic man donning simple robes. He is covered in sparse, light-brown fur and has three monkey tails that constantly writhe behind him, much like the dancing flames of a powerful fire. Most of Korada's followers are those who have lived imbalanced lives or faced persistent violence as they seek to find peace in their life and within themselves. Many of the evil individuals redeemed by Koradans soon become followers themselves.</p>\n<p><strong>Edicts</strong> Forgive those who have wronged you, embrace a peaceful mindset, seek and allow redemption</p>\n<p><strong>Anathema</strong> Cause lethal harm to a creature, deny a repentant creature an opportunity for redemption, ask a retired warrior to fight</p>\n<p><strong>Areas of Concern</strong> foresight, forgiveness, and peace</p>"
		},
		"Kostchtchie": {
			"name": "Kostchtchie",
			"description": "<p><strong>Edicts</strong> Avenge all slights three times over, kill all witches</p>\n<p><strong>Anathema</strong> Make a deal with Baba Yaga or her children, defer to or obey a woman</p>"
		},
		"Kurgess": {
			"name": "Kurgess",
			"description": "<p>Once a mortal farm boy from Taldor who had superhuman strength from youth, Kurgess's selfless sacrifice on the field of competition heralded his rise to godhood. Known as the Strong Man, Kurgess stands as both champion and shining example to those who seek athletic achievement and to give their all in competition, regardless of whether they are victorious or not.</p>\n<p><strong>Edicts</strong> compete to your full potential, claim victory or accept defeat with grace, seek always to better yourself, encourage others to strive toward their own potential for greatness</p>\n<p><strong>Anathema</strong> cheat at honorable contests, dishonor those who have lost or failed (including defeated or slain enemies), engage in reckless or needless destruction or bloodshed</p>\n<p><strong>Areas of Concern</strong> healthy competition, sport, and physical development</p>"
		},
		"Lady Jingxi": {
			"name": "Lady Jingxi",
			"description": "<p><strong>Edicts</strong> Create art with words, master the written language, display the soft beauty of natural colors</p>\n<p><strong>Anathema</strong> Destroy a natural plum tree, drink excessive amounts of alcohol, act rude or boorish</p>"
		},
		"Lady Nanbyo": {
			"name": "Lady Nanbyo",
			"description": "<p><strong>Edicts</strong> Revel in destruction, make natural disasters worse, allow natural disasters take their due</p>\n<p><strong>Anathema</strong> Allow a natural disaster to completely destroy a community or leave a group with no survivors</p>"
		},
		"Lahkgya": {
			"name": "Lahkgya",
			"description": "<p><strong>Edicts</strong> Steal luxuries for yourself, destroy property for fun, demand bribes to spare creatures from your torments</p>\n<p><strong>Anathema</strong> Work honestly for something you could steal instead, kill a monkey</p>"
		},
		"Lamashtu": {
			"name": "Lamashtu",
			"description": "<p>For those who revel in the corruption of the pure or who find themselves spurned and neglected by a world that despises their differences, Lamashtu offers respite among her grotesque brood. The Mother of Monsters readily accepts mortals into her fold and has made it her goal to twist mortal life toward her abhorrent ideals. Her intervention is widely known to inflict corruptions and terrible nightmares. Ostracized individuals who share her ideals will find this intervention a boon, while others treat similar events as horrible curses.</p>\n<p><strong>Edicts</strong> bring power to outcasts and the downtrodden, indoctrinate children in Lamashtu's teachings, make the beautiful monstrous, reveal the corruption and flaws in all things</p>\n<p><strong>Anathema</strong> attempt to treat a mental illness or deformity, provide succor to Lamashtu's enemies</p>\n<p><strong>Areas of Concern</strong> aberrance, monsters, and nightmares</p>"
		},
		"Lao Shu Po": {
			"name": "Lao Shu Po",
			"description": "<p><strong>Edicts</strong> Work quietly toward your goals in the shadows, steal what you need, keep an ear among the ignored and downtrodden</p>\n<p><strong>Anathema</strong> Work honestly for something you could steal instead, risk too much for another creature</p>"
		},
		"Laws of Mortality": {
			"name": "Laws of Mortality",
			"description": "<p>The Laws of Mortality originated in the Garundi nation of Rahadoum as a response to the Oath Wars, a series of internecine conflicts that were tearing the nation's society apart. The fundamental principle behind the Laws is a relatively simple assertion that deific aid-even the best intentioned-ultimately comes at too high a price. The slaughter of fellow mortals for the glory of distant, unfathomable beings is not something that should be permitted within a society. Instead, mortal beings must shape their own fate, aware of their own limitations, trusting in their reliance upon one another and their shared values rather than divine intervention and guidance. This philosophy is summed up in the primary tenet of the Laws of Mortality: Let no mortal be beholden to a god.</p>\n<p><strong>Edicts</strong> challenge religious power and the spread of religion, expose and eradicate hidden worship, provide a peaceful and autonomous society in which the people are cared for through social infrastructure</p>\n<p><strong>Anathema</strong> worship or swear an oath by a deity or religion, solicit or receive divine or religious aid, take a side in conflicts between religions</p>\n<p><strong>Areas of Concern</strong> mortal affairs, peace, self-rule</p>"
		},
		"Likha": {
			"name": "Likha",
			"description": "<p><strong>Edicts</strong> Tell history to others, sponsor or perform in plays and recitals, adapt ancient works into modern language</p>\n<p><strong>Anathema</strong> Begin a performance or tale without first inviting the gods to watch, act out a death on stage</p>"
		},
		"Lissala": {
			"name": "Lissala",
			"description": "<p><strong>Edicts</strong> Work hard and demand others do so as well, cooperate or avoid conflict with ophidian creatures</p>\n<p><strong>Anathema</strong> Disobey a superior, shirk your duties, destroy a book</p>"
		},
		"Lubaiko": {
			"name": "Lubaiko",
			"description": "<p>Fires and explosions of all kinds are Lubaiko's passion, from an ember that ignites a flour mill to an outrage that rips through a nation. She is the powder keg whose fuse has burned down, erupting into something momentous, be it for better or for worse. Roaming throughout the sky above Golarion, she delights in throwing her bolts into the fields and the minds of people, whenever conditions permit and wherever they may fall. Some believe the smoke from Lubaiko's fires are curses and misfortune flying up into the air to spread throughout the land. Yet Lubaiko's blazes also often clear the way for new growth.</p>\n<p>Though a dangerous god, Lubaiko has a playful, mischievous side, just as there is erratic beauty in dancing sparks and in the teasing whisper of a candle's flame. She loves men's clothing, the passion and tumult that flows with too much brandy, riotous jokes, and stories that make emotions run high. Her humor runs slightly on the sadistic side-she might set someone's sleeve aflame for the fun of it, or laugh hysterically at the bad luck of others, so long as no one (at least, who doesn't deserve it) gets too hurt. Though she had no involvement in the creation of gunpowder, she has likewise adopted it, delighting in burnt powder offerings, cannon salutes, and exploding kegs.</p>\n<p>Revolutionaries, inventors, artists, and arsonists alike offer Lubaiko prayers to help their achievements quickly spread. She has also been known to intervene and protect others from destructive strife, such as saving a particular orchid or homestead, though she's as likely to do so on a whim as out of acknowledgment for a desperate plea. She attracts some followers who seek to spark upheaval to change the world, but most of her worshippers share her fascination with unabated power, even if it causes everything to burn to the ground.</p>\n<p><strong>Edicts</strong> set fires, change the world, act with ambition or not at all</p>\n<p><strong>Anathema</strong> calm a crowd, douse a fire, sleep in the same place three nights in a row</p>\n<h2>Avatar</h2>\n<p>When casting the <em>@Compendium[pf2e.spells-srd.ckUOoqOM7Kg7VqxB]{Avatar}</em> spell, a worshipper of Lubaiko gains the following additional abilities.</p>\n<p><strong>Lubaiko</strong> Speed 30 feet, Fly speed 70 feet</p>\n<p><span class=\"pf2-icon\">1</span> longspear (reach 20 feet), Damage [[/r {6d12+6}[piercing]]]{6d12+6 piercing damage}</p>\n<p><span class=\"pf2-icon\">1</span> flaming lightning (versatile fire, range 120 feet), Damage [[/r {6d6+3}[electricity]]]{6d6+3 electricity damage}</p>"
		},
		"Luhar": {
			"name": "Luhar",
			"description": "<p>The old gods of the threefold sun were all but forgotten under the rule of @Compendium[pf2e.deities.g1AVEGi8QibhS007]{Walkena}-but Luhar did not mind being forgotten. It is Walkena's undeath that she finds offensive, for she had crafted him such a beautifully perfect eternal sleep. Now he not only rejects her gift, but instills so much fear in his followers that their rest is fitful and brief.</p>\n<p>The goddess of dusk is most often portrayed as a lioness with the head of a woman, with skin as dark as night and eyes that shine like stars. She is typically depicted at @Compendium[pf2e.deities.OlVCyRgOaPJji4qt]{Chohar}'s right hand, often asleep while the midday lion stands vigil. Some of her worshippers follow her example, taking long naps during the day so that they can be better prepared to keep watch over sleeping companions at night. Luhar's followers believe there is no greater calling than to face the dangers of the night for the sake of those one wants to protect.</p>\n<p>There are many gods of dreams, but to Luhar, it is sleep itself that is most precious. Death is simply the final, and most precious, sleep. While still a somber experience, it is not one that followers seek to delay. When death comes, they only pray that it will be painless and swift. Luhar answers these prayers and crafts each death personally, doing everything in her power to make one's final moments peaceful. As such, she has a great disdain for grave robbers, necromancers, and any who would defile her gifts. In the past, priestesses of Luhar would bury the dead with obsidian lion tokens. While the tokens may have been simple trinkets, some believed that if their faith was strong, the black lion would manifest with them in the afterlife and protect their soul until their next life.</p>\n<p>In truth, it is not Walkena who Luhar finds most upsetting. It is the people who removed Walkena from his final rest and put his body on display for their own benefit who could not be more abhorrent to the goddess. To turn death into a spectacle for profit went against all of her teachings. When their time came, Luhar did not answer their prayers. Their ends were not peaceful. They were not brief. They did not find rest in her domain.</p>\n<p>As for Walkena, she plans to craft a new death for him even more beautiful than the last.</p>\n<p><strong>Edicts</strong> learn about the night and prepare yourself to face its creatures and dangers, always make time for sleeping and dreams, ensure others never go to sleep scared</p>\n<p><strong>Anathema</strong> stay up all night without any breaks for sleeping or dreaming, attack a person or creature while they sleep, leave a badly wounded opponent alive and suffering, create undead or ask questions of the dead</p>\n<h2>Avatar</h2>\n<p>When casting the <em>@Compendium[pf2e.spells-srd.ckUOoqOM7Kg7VqxB]{Avatar}</em> spell, a worshipper of Luhar gains the following additional abilities.</p>\n<p><strong>Luhar</strong> Speed 70 feet, ignore difficult terrain and greater difficult terrain</p>\n<p>Melee <span class=\"pf2-icon\">1</span> spiked chain (disarm, finesse, trip, reach 15 feet), Damage [[/r {6d8+6}[slashing]]]{6d8+6 slashing damage}</p>\n<p>Ranged <span class=\"pf2-icon\">1</span> touch of mercy (range increment 120 feet), Damage [[/r {6d6+3}[negative]]]{6d6+3 negative damage}</p>"
		},
		"Lymnieris": {
			"name": "Lymnieris",
			"description": "<p><strong>Edicts</strong> Help others achieve their desires, aid and protect sex workers, help others through difficult transitions</p>\n<p><strong>Anathema</strong> Persecute sex workers, force or support unwanted marriages</p>"
		},
		"Lysianassa": {
			"name": "Lysianassa",
			"description": "<p>Lysianassa, Empress of the Torrent, is the elemental lord of currents, tides, and water. Before she was trapped in the Gasping Pearl, the benevolent lord of water patrolled her plane as a powerful sailfish made of coral and streaked with mother of pearl. When she realized her capture was imminent, Lysianassa preserved the last of her strength within the Breath of Lysianassa, a vial that allowed her nautilus servant Riam the Unyielding to control the Plane of Water's tides. Since Riam's death, the currents of the Plane of Water have begun to slow, and may eventually come to a halt. Few recall the Empress of the Torrent's name, but cults dedicated to an enigmatic figure called the Queen of the Depths have begun to arise, heralding an event they refer to as the Awakening, and some planar scholars believe these cultists seek to free Lysianassa from her prison.</p>\n<p><strong>Edicts</strong> Respect and aid natural cycles, promote life and growth, change to avoid stagnation, swim</p>\n<p><strong>Anathema</strong> Pollute clean bodies of water, dam a river, disrespect sincere gifts of water or drink</p>\n<p><strong>Areas of Concern</strong> currents, tides, and water</p>"
		},
		"Ma'at": {
			"name": "Ma'at",
			"description": "<p><strong>Edicts</strong> Defend civilization from chaos, live an honest and just life, be impartial in judgment and reveal the truth</p>\n<p><strong>Anathema</strong> Deal unfairly with your family or community, destroy the environment, lie</p>"
		},
		"Magdh": {
			"name": "Magdh",
			"description": "<p>Magdh is the Eldest of foreknowledge, complexity, and triplets, and she is the greatest seer in the First World. Most often appearing as a woman with three faces set equidistantly around her head, Magdh looks across the skeins of fate into myriad alternate realities and possible futures. Among all the Eldest, she has the deepest knowledge of reality's true design and the ripples a single action or inaction can create throughout all of existence. Her communications are veiled in conditional language and oddly juxtaposed statements to an almost maddening degree, and thus she never communicates the prophetic truths she sees-so plain to her six eyes-in a straightforward way. Because of their shared knowledge of branching timelines, Shyka and Magdh can communicate more easily with each other about such topics, though the other Eldest are cautious around Magdh, lest a careless comment or errant gesture cause her to predict apocalyptic dooms.</p>\n<p><strong>Edicts</strong> Use divination</p>\n<p><strong>Anathema</strong> Lie, share your divinations without payment (no matter how trivial)</p>\n<p><strong>Areas of Concern</strong> foreknowledge, complexity, and triplets</p>"
		},
		"Magrim": {
			"name": "Magrim",
			"description": "<p>Magrim is the demigodâ€  overseer of the dwarven afterlife who first taught the dwarves how to commune with their gods. He is responsible for restoring wracked souls to be ready to return to the Material Plane of mortals. Together with Angradd, Magrim watches over battles. Torag, creator of the mortal dwarven race, is his younger brother.</p>\n<p><strong>Edicts</strong> Perfect a craft or trade, carve runes, destroy undead, aid others with completing unfinished tasks</p>\n<p><strong>Anathema</strong> Treat gravesites irreverently, mistreat your tools, create undead, damage a soul</p>"
		},
		"Mahathallah": {
			"name": "Mahathallah",
			"description": "<p>While the other Queens of the Night are all fallen celestials, Mahathallah was once among the most powerful of the monitors: a psychopomp usher in service of Pharasma. Granted a glimpse of the end of her own existence, Mahathallah fled to the pits of Hell, finding some form of solace in Asmodeus's counsel. Now the Dowager of Illusions, Mahathallah deals in death, fate, and vanity, pulling back the veils of lies that obscure the profound facts of existence. She teaches her followers to seek the truths underlying each falsehood, fomenting arrogance and callousness in them. She also serves as a distant, deliberate advisor to the other Queens of the Night.</p>\n<p><strong>Edicts</strong> Become an arbiter of reality, reject conventional wisdom as falsehood, capitalize on the ignorance of others</p>\n<p><strong>Anathema</strong> Become too invested in mortal affairs</p>"
		},
		"Mammon": {
			"name": "Mammon",
			"description": "<p>Mammon, the Grasping One, oversees the vast treasuries of Hell secured in the vaults of Erebus, Hell's third layer. As his angelic form was slain, he has no form of his own, so instead he infuses the very wealth that he guards, taking forms composed of riches and extending his senses out through each nigh-uncountable coin-he knows well the exact sum held in Hell's vaults and the greatest treasures among them. His worshippers are the greedy rich and poor alike, and he often arranges for such mortals to stumble across a \"lucky copper\" through which he whispers encouragements for the bearer to indulge in greater and greater vices, eventually claiming their soul as his own.</p>\n<p><strong>Edicts</strong> Gain financial control over others, gather new wealth, count your riches</p>\n<p><strong>Anathema</strong> Leave the cult of Mammon, allow those who steal from you to go unpunished</p>"
		},
		"Matravash": {
			"name": "Matravash",
			"description": "<p><strong>Edicts</strong> Aid the persecuted, accommodate and facilitate others, practice contemplation and restraint</p>\n<p><strong>Anathema</strong> Destroy lotus fields, interfere with the flow of the Matra river, pollute clean water, reveal the location of nonevil fugitives</p>"
		},
		"Mazludeh": {
			"name": "Mazludeh",
			"description": "<p>Mazludeh was once one among many empyreal lords, responsible for the domains of community stewardship and loving sacrifice. However, her actions during Earthfall and the Age of Darkness saved untold lives in Mwangi. Dismayed by the chaos and loss of life, Mazludeh spurred her fellow empyreal lords into action, forming a divine concordance that protected the Garundi nation of Holomog from devastation. Mazludeh's efforts elevated her to true divinity and the status of the matron goddess of the nation of Holomog. Now the goddess of negotiations and treaties, her followers often travel with merchants and ambassadors. She is also considered the diplomat to the other empyreal lords, able to pass on prayers to those most suited to answer them and persuade celestial beings to see to their fulfillment. Throughout the Mwangi, worshippers of Mazludeh have developed a reputation for being brave, empathetic, and fair even to their enemies.</p>\n<p>Over the years, it has become increasingly common for Mwangi communities to pay homage to Mazludeh, especially when constructing new homes and settlements, although more structured worship is still rare. Mazludeh sees the love and care in all Mwangi communities and offers them all the protections she can. Even before her presence there, many edicts of her faith were already common practice, expected of any contributing member of society. New worshippers of Mazludeh were thus required to make very little change to the way they already lived their lives.</p>\n<p>Mazludeh is often depicted either as a giant serpent with a mane of eggs and fresh figs, or as a woman with serpents for hair. It is heavily debated among scholars what this dual nature could mean, but most agree that her divinity likely predates humans, and that they adopted her later on. Unlike her worship in other parts of the world, worshippers in Mwangi tend to embrace Mazludeh's duality. To deny either side of her would be to deny a part of her, and both are necessary to fully understand the deity. To them, she represents not only unity with one's neighbors, but unity and coexistence with nature. Living in balance with the food one grows, the animals one hunts, and the land one lives on is just as important anything that happens within the walls of a home.</p>\n<p><strong>Edicts</strong> seek to improve yourself and your community, trust those you work with, encourage cooperation</p>\n<p><strong>Anathema</strong> betray another's trust, place conflict between ideological differences over people's lives</p>\n<h2>Avatar</h2>\n<p>When casting the <em>@Compendium[pf2e.spells-srd.ckUOoqOM7Kg7VqxB]{Avatar}</em> spell, a worshipper of Mazludeh gains the following additional abilities.</p>\n<p><strong>Mazludeh</strong> Speed 70 feet, climb speed 50 feet, shield (hardness 15, can't be damaged)</p>\n<p>Melee <span class=\"pf2-icon\">1</span> viper strike (reach 15 feet), Damage [[/r {6d10+6}[piercing]]]{6d10+6 piercing damage}</p>\n<p>Ranged <span class=\"pf2-icon\">1</span> stone rain (range 120 feet), Damage [[/r {6d6+3}[bludgeoning]]]{6d6+3 bludgeoning damage}</p>"
		},
		"Mephistopheles": {
			"name": "Mephistopheles",
			"description": "<p>The archdevil Mephistopheles was shaped of the ashes and fire of Hell itself to convey the plane's will. The lord of Caina, Hell's eighth layer, he is a conniving schemer and a brilliant politician, quick to offer insults both blatant and cloaked behind silvered words. A master of rule, law, and words, he is the creator of the renowned agreements known as infernal contracts, crafted to damn mortal souls through their own ambitions. He views mortals as nothing more than a source of power for the infernal realm, but he nevertheless has followers who share his affinity for the power of law and loophole.</p>\n<p><strong>Edicts</strong> Master laws and use them to your benefit, enable the desperate, excoriate others with veiled mockery</p>\n<p><strong>Anathema</strong> Break a contract you made, get caught breaking the law</p>"
		},
		"Milani": {
			"name": "Milani",
			"description": "<p>Milani is the patron mother of those who war against oppression, rewarding those willing to sacrifice their lives and use whatever tools are available to fight for those who cannot defend themselves, especially people who have been captured or enslaved. Throughout Golarion, Milani is also known as the Everbloom, as the symbol of her church is a beautiful rose growing from blood-soaked soil.</p>\n<p><strong>Edicts</strong> confront oppression in all its forms, defend the common folk, overcome despair to seize victory</p>\n<p><strong>Anathema</strong> abandon those in need, enslave or oppress others, harm the innocent through direct or inadvertent action</p>\n<p><strong>Areas of Concern</strong> devotion, hope, and uprisings</p>"
		},
		"Moloch": {
			"name": "Moloch",
			"description": "<p>The general of Hell's armies, Moloch, embodies infernal discipline and incomparable destructive power. Across his ream of Malebolge, the sixth layer of Hell, the Ashen Bull trains countless legions of devils to wage unending war. He not only teaches obedience, but demands it, punishing even the slightest misstep or insurrection with immediate, fiery retribution. Despite his harsh nature, Moloch is the most widely worshipped of the archdevils among mortals, as he is the most likely to answer supplicants' mundane pleas. In exchange, he asks only their souls to add to his endless armies-a price many are willing to pay.</p>\n<p><strong>Edicts</strong> Spread Hell's order through war, convert communities to sole worship of Moloch, sacrifice creatures in fire</p>\n<p><strong>Anathema</strong> Defy a military superior, flee in battle (unless ordered to do so), lose your combat edge due to your vices</p>"
		},
		"Monad": {
			"name": "Monad",
			"description": "<p>All aeons come from, return to, are connected with, and are guided by the Monad. The Condition of All is not a deity in the traditional sense. It exists both within and outside the multiverse and has influence over the entirety of existence. Though generally content to allow the multiverse to run its course, the Monad directs its aeons to intervene when events deviate from their ineffable design. Mortal scholars often personify the Monad as the deity of creation, the infinite, and truth. Even so, few worship it, and the Monad pays very little attention to mortal petitioners. Instead, scholars study and plot aeons' actions, striving to discern the Monad's ultimate goal or to uncover universal truths they can exploit for their own purposes. Only a rare few mortals can master the asceticism necessary to connect with the Monad, gaining hidden knowledge and powers akin to those of other divine spellcasters.</p>\n<p><strong>Edicts</strong> Ensure balance between opposing forces, mediate disagreements</p>\n<p><strong>Anathema</strong> Allow your personal motivations to determine a major decision</p>\n<p><strong>Areas of Concern</strong> creation, the infinite, and truth</p>"
		},
		"Mother Vulture": {
			"name": "Mother Vulture",
			"description": "<p>Though she usually appears as a blind young woman, in her natural form the Flesheater is an enormous, bloated creature with four wings and two long necks topped with masked heads and gaping maws. Mother Vulture reflects the dualistic process of decay. She is a vicious killer whose feasts stain the ground, representing the death inherent in decay, but also a thoughtful mother, representing the new life that can take root in the fertile soil left in the wake of destruction. Mother Vulture's mortal worshippers, who often dwell in deserts and swamps, revere her as the patron of consumption, renewal, and transformation. In this last aspect, she judges those souls who sought redemption in life, deciding whether their atonement was sufficient to avoid an undesired afterlife.</p>\n<p><strong>Edicts</strong> Recycle rot and waste into useful creations, eat the flesh of your own people, kill without mercy if it benefits your community, help to raise children</p>\n<p><strong>Anathema</strong> Poison insects or scavengers, waste food or good materials, allow rot to poison an area, create undead</p>\n<p><strong>Areas of Concern</strong> consumption, renewal, and transformation</p>"
		},
		"Naderi": {
			"name": "Naderi",
			"description": "<p><strong>Edicts</strong> Comfort and encourage lovers, help the suffering escape their circumstances in life or in death</p>\n<p><strong>Anathema</strong> Dismiss or mock a creature's grief, separate lovers, torture a creature</p>"
		},
		"Nalinivati": {
			"name": "Nalinivati",
			"description": "<p><strong>Edicts</strong> Seek out magic and use it, use poison, heal poisons, bear or adopt children, raise snakes</p>\n<p><strong>Anathema</strong> Kill a harmless snake or swan, spurn friends due to jealousy or romantic competition, betray your offspring, separate lovers</p>"
		},
		"Narakaas": {
			"name": "Narakaas",
			"description": "<p><strong>Edicts</strong> Help others through painful changes, offer harsh punishments to the penitent, seek and allow redemption</p>\n<p><strong>Anathema</strong> Torture an unwilling creature, take joy in suffering</p>"
		},
		"Narriseminek": {
			"name": "Narriseminek",
			"description": "<p>Called the Crownless and the Maker of Kings, Narriseminek often appears as a protean with a scar around their pate, as if left by a burning crown. Their true form, though similar, is rarely seen: an iridescent and golden protean with a halo of burning eyes but empty eye sockets. The protean lord of ascendance, keketars, and revelations rarely interacts with non-proteans, but to their protean worshippers, they offer exalted transformations and revelations that can change a being's entire outlook. Worshippers of Narriseminek, both mortal and protean, spend their time divining the future and using magic to transform their bodies-a practice they also extend to any other willing creatures who ask. Their revelations take the form of patterns emerging in otherwise random events; Narriseminek's followers reject astrology and other forms of divination based on predictable cycles.</p>\n<p><strong>Edicts</strong> Divine the future, transform the bodies of willing creatures, rebel against organized structures</p>\n<p><strong>Anathema</strong> Refuse to speak to a keketar, eschew a challenge by turning down a promotion or an advancement</p>\n<p><strong>Areas of Concern</strong> ascendance, keketars, and revelations</p>"
		},
		"Nethys": {
			"name": "Nethys",
			"description": "<p>To some, magic is a powerful weapon. To others, it's a malleable tool. And to a few, it's a source of purpose. With an understanding of spellcasting, creatures can cause fire to erupt from their hands, call otherworldly beings to aid them, bewitch the senses, and even bring the dead back to life. The ability to reshape reality to better suit one's needs and desires is a powerful call that most only dream of being able to answer, and few are ever able to truly master such might.</p>\n<p>One such master was Nethys, who was revered as a god-king in ancient Osirion. Having sought to unlock all of the secrets and potential held within the planes and beyond, Nethys shattered his own mind from the sheer overload of knowledge to which he was exposed. Witnessing all of creation, the secrets of the universe, and the vast expanse of what has been seen and will be seen rent his mind in the same moment he elevated to the status of a god. Nethys gained unlimited power and the skill to utilize it, but at the cost of his core self and mental security. This resulted in a split soul, two sides warring within the same body. One seeks to destroy the world, to purge it through fire and ruin, and to conquer all that exists. The other attempts to protect the world, to elevate and educate, and to release it from its limits.</p>\n<p><strong>Edicts</strong> seek out magical power and use it</p>\n<p><strong>Anathema</strong> pursue mundane paths over magical ones</p>\n<p><strong>Areas of Concern</strong> magic</p>"
		},
		"Ng": {
			"name": "Ng",
			"description": "<p>Rumors say that to glance upon the hooded face of Ng is to either see truth or face oblivion itself, but the Eldest of changing seasons, secrets, and wanderers keeps his visage perpetually shrouded. He is a serious and stern figure draped in silvery robes that swish around his legs as he walks lonely and distant paths. No carefree wanderer, Ng is a patron of those who travel long distances with purpose, and he sometimes shields them from banditry, treacherous weather, and getting lost. Ng keeps many secrets, even from his followers, and none know what his evidently aimless travels might portend. Ng rules over the seasons as they turn one into another, but he rules far more numerous seasons than the four familiar to Golarion, such as the Season of Carnivorous Light and the Season of Solemn Deliquescence.</p>\n<p><strong>Edicts</strong> Travel, hide your identity and your motives</p>\n<p><strong>Anathema</strong> Sleep in the same place twice in a row, wear seasonal decorations out of season</p>\n<p><strong>Areas of Concern</strong> changing seasons, secrets, and wanderers</p>"
		},
		"Nhimbaloth": {
			"name": "Nhimbaloth",
			"description": "<p>An especially reclusive Outer God who hunts along the shores of the River of Souls, Nhimbaloth is a shapeless entity known as the Empty Death. She preys on those who hunt souls as they travel down the river, but she devours both hunter and soul indiscriminately; those she consumes have no afterlife or potential for resurrection. They are forever gone, and forever nothing.</p>\n<p>Nhimbaloth is said to see through will-o'-wisps, and her trace is left behind in a symmetrical pattern of seven divots along the shoreline, said to be her fingerprints. Faceless undead haunt the places where she has passed, and plant and animal life in the area is especially hostile to the living. One place where she has particular influence is within the Mushfens of southern Varisia, where will-o'-wisp oracles sap the drive and reason from their victims and leave them wandering in a vacuous stupor through the blasted swamp.</p>\n<p><strong>[Abomination Vaults]</strong> The Empty Death's sphere of influence encompasses despair, ghosts, and swamps. As with most of the Outer Gods, Nhimbaloth cares nothing for those who worship her (and thus her clerics have no key anathemas), yet those who venerate the Empty Death nonetheless toil in vain to attract her favor.</p>\n<p><strong>Edicts</strong> Create undead (particularly incorporeal undead), feast upon carnivores that have recently feasted upon others</p>\n<p><strong>Anathema</strong> None</p>"
		},
		"Nivi Rhombodazzle": {
			"name": "Nivi Rhombodazzle",
			"description": "<p>Goddess of gems, stealth, and gambling, Nivi Rhombodazzle is the ultimate high roller, said to have won her divinity from the dwarven god Torag in exchange for a gemstone. She was once a mortal gnome who loved the thrill of an exciting wager, up to and including the moment when the dice turned against her. Eventually, Nivi's debts grew too great for her to remain in her surface home, and she fled into the depths of the Darklands to evade the wrath of her creditors. Most of her adventures in the lightless lands are lost to time and history, but she ultimately emerged reborn as a goddess, hailed as the first of the svirfneblin-uncanny underground gnomes with unique magical abilities and immunity to the dread Bleaching, a wasting curse that claims the lives of gnomes who succumb to boredom and ennui.</p>\n<p><strong>Edicts</strong> take risks and savor the consequences whether good or ill, use stealth and guile over violence when dealing with the fallout from your risk-taking, learn the rules and strategies of games of chance played wherever you travel</p>\n<p><strong>Anathema</strong> break the established rules or terms of a wager, use violence to avoid the consequences of a wager</p>\n<p><strong>Areas of Concern</strong> gambling, gems, gnomes, stealth</p>"
		},
		"Nocticula": {
			"name": "Nocticula",
			"description": "<p>For most of her existence, Nocticula was a patron of assassins and succubi, a demon lord feared by other demon lords for her skill at assassinating the competition. Those days are behind Nocticula, for she has risen to the role of the Redeemer Queen, a patron of marginalized artists and protector of those cast out from society. She is now feared among her former peers for her persuasive words that tempt them away from their place in the Abyss and toward redemption. Her faith is strongest in the eastern reaches of New Thassilon, where her most powerful exile, Queen Sorshen, seeks to build a nation that welcomes those whom others have cast out.</p>\n<p><strong>Edicts</strong> create art true to yourself, protect marginalized artists, punish those who take advantage of offered trust and shelter</p>\n<p><strong>Anathema</strong> deny shelter to the desperate, destroy harmless art you dislike, finish a work of art during daylight hours</p>\n<p><strong>Areas of Concern</strong> artists, exiles, midnight</p>"
		},
		"Norgorber": {
			"name": "Norgorber",
			"description": "<p>Norgorber is the most mysterious of the Ascended, the group of mortals who assumed godhood after passing the Test of the Starstone. Unlike Iomedae's and Cayden Cailean's mortal existences, Norgorber's life before his ascension is a mystery; the god himself has shrouded details of his mortal life in secrecy. This is no surprise to those familiar with Norgorber-he is the master of all secrets, a calculating manipulator who cleverly and ruthlessly wields the power of hidden knowledge to achieve his own ends. Only his most trusted worshippers know enough about his goals to assist in the god's plans, and even those worshippers often have their memories modified after their parts in Norgorber's schemes are complete.</p>\n<p><strong>Edicts</strong> keep your true identity secret, sacrifice anyone necessary, take every advantage in a fight, work from the shadows</p>\n<p><strong>Anathema</strong> allow your true identity to be connected to your dark dealings, share a secret freely, show mercy</p>\n<p><strong>Areas of Concern</strong> greed, murder, poison, secrets</p>\n<p><strong>Follower Alignments</strong> LE, NE, CE plus N if following the Reaper of Reputation</p>"
		},
		"Nurgal": {
			"name": "Nurgal",
			"description": "<p>Nurgal, the Shining Scourge, is the demon lord of deserts, senseless warfare, and the sun. He was formerly a fully fledged deity of ancient Azlant, but fell to demigodhood after being defeated in combat. Nurgal represents the sun's potential for devastation, and his followers venerate him out of cowed awe. The demon lord appears as a muscular, tanned man with the head and lower body of a golden lion and a dragon's tail. He is almost always depicted as wielding a mace in the form of a miniature sun, held in a taloned hand. Nurgal's worshippers are primarily found in the deserts of Garund, Ninshabur, and Qadira.</p>\n<p><strong>Edicts</strong> Wage war in the desert, deny water to your foes</p>\n<p><strong>Anathema</strong> Heal a sunburn, change your name</p>\n<p><strong>Areas of Concern</strong> deserts, senseless warfare, and the sun</p>"
		},
		"Nyarlathotep (Haunter in the Dark)": {
			"name": "Nyarlathotep (Haunter in the Dark)",
			"description": "<p>Nyarlathotep is often venerated by grioths in a bat-like incarnation with a three-lobed burning eye known as the Haunter in the Dark. His symbol is a circle with wing-shaped arms.</p>\n<p><strong>Edicts</strong> Create darkness, encourage authorities to bring the apocalypse</p>\n<p><strong>Anathema</strong> None</p>"
		},
		"Nyarlathotep (The Crawling Chaos)": {
			"name": "Nyarlathotep (The Crawling Chaos)",
			"description": "<p>Nyarlathotep is a being of a thousand shapes, each of which has a name, such as the Haunter of the Dark or the Black Pharaoh. Because he has walked the world in mortal form, Nyarlathotep is unique among the Outer Gods for appearing comprehensible and understandable-but this is a facade. The Crawling Chaos, as he is also known, appears humanlike not because he identifies with mortal concerns or cares for his mortal followers, but because a mortal shape makes it easier for him to do his work: spreading the influence of the Outer Gods.</p>\n<p>In his role as a herald, messenger, and agent provocateur for the Outer Gods, Nyarlathotep is the Outer God most likely to have direct interactions with mortals. He answers prayers, teaches evil magic, and inserts himself into history-all to enable mortal cruelty, facilitate the release of Great Old Ones, and turn whole societies toward worship of the Outer Gods. He was instrumental in the fall of Ancient Osirion, and some believe he led Taldor to launch the Armies of Exploration, a glorious folly that proved the ruin of that empire. There are countless tales of his interaction with (and often possession of) mortal cultists and magicians who dare to call upon him, and they all end in grotesque corruption and death. Nyarlathotep also lingers among Azathoth's court, carrying out schemes under the guise of the Primal Chaos's will.</p>\n<p><strong>Edicts</strong> Sow discord among allies, misuse positions of authority by steering events toward apocalyptic ends</p>\n<p><strong>Anathema</strong> None</p>"
		},
		"Orcus": {
			"name": "Orcus",
			"description": "<p>It is little wonder the demon lord of necromancy's cult finds a home in my realm, and no doubt Orcus believes I owe him homage for the wizardry mastered through my own genius. Yet while his followers are capable, their numbers are few and their rosters filled with self-absorbed spellcasters who sought out undeath. Urgathoa retains her deserved primacy, especially within my lands. Don't confuse Orcus's apparent absence with impotence. No, while Kabriri gnaws, Zura revels, and Urgathoa indulges, Orcus plots. He meticulously builds his strength on other worlds and planes, waiting for an auspicious opportunity to claim supremacy over all undead. Let him scheme. I have only one rival of note and care little for having a second.</p>\n<p><strong>Edicts</strong> Become undead through choice and skill, master necromantic magic, create undead</p>\n<p><strong>Anathema</strong> Become a vampire or accidental undead, give succor to faiths that seek to destroy undead</p>"
		},
		"Osiris": {
			"name": "Osiris",
			"description": "<p><strong>Edicts</strong> Ensure the health of crops and vegetation, protect the bodies and souls of the worthy dead, avenge the wrongly murdered</p>\n<p><strong>Anathema</strong> Dismember a creature, desecrate a corpse, show ingratitude for a sincere gift</p>"
		},
		"Otolmens": {
			"name": "Otolmens",
			"description": "<p>The primordial inevitable of machinery, math, and physics, Otolmens the Universal is tasked with keeping the galaxies, stars, planets, and other heavenly bodies moving in their proper orbits. From her observatory in the city-plane of Axis, Otolmens and her myriad axiomite assistants track the motions of these objects on the Material Plane. When an anomaly is discovered, Otolmens dispatches inevitables to correct the problem. A mechanical being with multiple heads and limbs, Otolmens is said to spin like an orrery when in a flurry of activity. Her mathematical precision is revered by engineers and scientists, who form the core of her worship. Most pray to her hoping to receive divine inspiration or to stave off inaccurate calculations, but she may call upon her more powerful worshippers to fight threats to the very planet they inhabit.</p>\n<p><strong>Edicts</strong> Relentlessly document and interpret data, correct cosmic errors</p>\n<p><strong>Anathema</strong> Suppress a factual report, ignore facts, misrepresent quantitative data</p>\n<p><strong>Areas of Concern</strong> machinery, math, and physics</p>"
		},
		"Pazuzu": {
			"name": "Pazuzu",
			"description": "<p>Pazuzu, King of the Wind Demons, is the demon lord of the sky, temptation, and winged creatures. He counts himself among the most ancient of demon lords, though his constant warring with @Compendium[pf2e.deities.aipkJQxP4GBsTaGq]{Lamashtu} has hindered his accumulation of power to the point of denying him godhood. He is exceptionally active in meddling in mortal affairs and takes great pleasure in possessing and corrupting good-hearted folk who invoke his name. Pazuzu appears as a humanoid figure with eagle's talons, two pairs of bird wings, a scorpion tail, and an avian demonic head. He is worshipped by harpies, other evil winged creatures, and by countless champions and clerics who fell from grace at his temptations.</p>\n<p><strong>Edicts</strong> Tempt others to immoral acts, revel in flight, possess or magically influence others to cause calamities</p>\n<p><strong>Anathema</strong> Deny a flying creature the ability to ï¬‚y, abuse Pazuzu's name or call on Pazuzu for help, aid worshippers of Lamashtu</p>\n<p><strong>Areas of Concern</strong> the sky, temptation, and winged creatures</p>"
		},
		"Pharasma": {
			"name": "Pharasma",
			"description": "<p>No record of history, and not even other gods, can recall a time before Pharasma. Her throne lies within a vast, gothic cathedral located on the infinite Spire at the center of the planes. From here, she looks both forward and backward in time, observing the births, lives, and deaths of every soul, as she serves as the final arbiter of a soul's destination after death. Psychopomp servants of Pharasma guide and safeguard newly dead souls along the River of Souls to her realm, where she judges each soul and ensures it is sent to the proper plane for its afterlife, according to its alignment and mortal deeds. Although she can see all possible fates and knows the fate of each individual, free will and choice can alter a soul's final destination, and she places great weight on the individual's actions and personal choices. Therefore, Pharasma withholds her final judgment until a soul stands before her. Her prophecies are cryptic, and their full meanings are rarely revealed until the foretold events occur.</p>\n<p><strong>Edicts</strong> strive to understand ancient prophecies, destroy undead, lay bodies to rest</p>\n<p><strong>Anathema</strong> create undead, desecrate a corpse, rob a tomb</p>\n<p><strong>Areas of Concern</strong> birth, death, fate, prophecy, and time</p>"
		},
		"Pillars of Knowledge": {
			"name": "Pillars of Knowledge",
			"description": "<p><strong>Edicts</strong> Seek new knowledge, use your knowledge and skill to improve the world around you, protect knowledge from becoming lost</p>\n<p><strong>Anathema</strong> Choose to use old knowledge or tools after they have been improved upon, destroy knowledge, refuse to answer a query for which you know the answer</p>\n<p><strong>Areas of Concern</strong> Learning, innovation, safeguarding knowledge</p>\n<p><strong>Pantheon Members</strong> @Compendium[pf2e.deities.vEMCpm7iidycRT5D]{Brigh}, @Compendium[pf2e.deities.soiVh53y9RAeSLEk]{Casandalee}, @Compendium[pf2e.deities.qqqrbq4uCrelQvgH]{Irori}, @Compendium[pf2e.deities.3INt1X4ijBYnZYbU]{Shyka}, @Compendium[pf2e.deities.iEt6idGIEPXY2HzV]{Ydajisk}</p>"
		},
		"Prophecies of Kalistrade": {
			"name": "Prophecies of Kalistrade",
			"description": "<p>The secular prophecies of Kalistrade are famously centered on a single principle: amassing personal wealth both in search of and as evidence of personal enlightenment. The prophets of Kalistrade, often referred to as Kalistocrats, believe that achieving purity of body, mind, and spirit will lead to financial success, and thus they avoid certain foods and eschew contact with most persons and objects as impure. To avoid contamination and contact with nonbelievers they wear long, white gloves, and they wear distinctive, all-white clothing to represent their purity-often incorporating their symbol, a circle inside a triangle that is itself inscribed in a larger circle.</p>\n<p><strong>Edicts</strong> accumulate personal wealth, foster and aid mercantile pursuits, welcome newcomers regardless of gender or ancestry</p>\n<p><strong>Anathema</strong> spend money frivolously; offer money to those who don't deserve wealth; overindulge in physical pleasures, food, or drink</p>\n<p><strong>Areas of Concern</strong> trade, wealth, self-denial, stability</p>"
		},
		"Pulura": {
			"name": "Pulura",
			"description": "<p>Dancing through the northern sky, the Shimmering Maiden represents constellations, homesickness, and northern lights. Pulura understands that the constellations are the guide with which mortals navigate their world, lighting the way so that those who travel or explore can always find their way home. The stories of the constellations not only entertain with tales of goodness and light and strength, but they are also a tool for helping others learn and remember the stars. This ensures that the map in the sky is easy to read and never forgotten. To learn this map and to guide those who are lost or otherwise in need of direction are exceptional callings, but even more so is to teach a petitioner to navigate the skies themself on the journey.</p>\n<p>The Shimmering Maiden is often difficult to see, appearing to mortals from great distances as a bright, hot star. When she can be seen, she has the appearance of a Tian woman whose dark hair twinkles with bright stars. Her green and pink robes appear as though they are made of light, rather than any fabric. Travelers, guides, nomads, explorers, sailors, stargazers, and hunters are some of Pulura's followers.</p>\n<p><strong>Edicts</strong> Aid travelers, comfort the lonely, teach the constellations</p>\n<p><strong>Anathema</strong> Mock the homesick, deny warmth to others, pollute the skies with smoke or light</p>\n<p><strong>Areas of Concern</strong> constellations, homesickness, and northern lights</p>"
		},
		"Qi Zhong": {
			"name": "Qi Zhong",
			"description": "<p><strong>Edicts</strong> Teach knowledge to others, relieve suffering despite personal difficulty, heal sickness and injuries</p>\n<p><strong>Anathema</strong> Deal lethal damage to another living creature (unless as part of a necessary medical treatment)</p>"
		},
		"Ra": {
			"name": "Ra",
			"description": "<p><strong>Edicts</strong> Bring order to places of chaos, kill evil monsters and fiends, encourage just laws, provide warmth where needed</p>\n<p><strong>Anathema</strong> Avoid personal change, kill a plant or a creature with cold damage, seal a building to completely block sunlight</p>"
		},
		"Ragadahn": {
			"name": "Ragadahn",
			"description": "<p>As boastful as he is bestial, Ragadahn the Water Lord is the Eldest of oceans, linnorms, and sinuous spirals. He appears as a great serpentine dragon in the First World's seas, but he is widely traveled and takes other forms as needed to pursue both martial conquests and amorous affairs. He is widely believed to be the progenitor of all linnorms, and he claims to be the progenitor of all dragons. True dragons stridently contest this assertion, although they wisely decline to do so when in Ragadahn's majestic presence. Failure to deliver proper respect to the arrogant Ragadahn invites his legendary ire, and no supplicant can ever be too flattering for his tastes. Yet for all his tempestuous nature, he is wise, and he holds much otherwise lost and forgotten knowledge.</p>\n<p><strong>Edicts</strong> Draw spirals, seek primordial secrets, use poison, always carry water</p>\n<p><strong>Anathema</strong> Suffer a linnorm's death curse, destroy a fossil</p>\n<p><strong>Areas of Concern</strong> oceans, linnorms, and sinuous spirals</p>"
		},
		"Ragathiel": {
			"name": "Ragathiel",
			"description": "<p>The General of Vengeance presides over chivalry, duty, and vengeance, acting as the quintessential knight. Born of the archdevil Dispater and Feronia, a neutral demigoddess of fire, Ragathiel struggles to overcome the reputation of his parentage, and he understands the struggle to be accepted, to be trusted, and to fight against his own nature for the sake of good. He represents strength in battle, wrath upon the wicked, absolution or vengeance for the wronged, leadership when needed, and virtue and duty to the innocent. He expects his followers to destroy fiends when they find them and to work toward truly earning the trust and acceptance of those around them. Those who follow him lead by shining example and can be found on the front lines of battle or any conflict against evil they can find.</p>\n<p>The General of Vengeance appears as a massive giant, standing more than 20 feet tall, clad in golden plate armor that shines with its own light and carrying a sword that burns with holy fire. Five flaming wings stretch from his back, three on his left and two on his right-the sixth was lost, torn out by his father in a fit of fury. Followers of Ragathiel include crusaders, knights, soldiers, the falsely accused, the marginalized, and the wronged.</p>\n<p><strong>Edicts</strong> Avenge the wronged, destroy evildoers, lead the charge in battle</p>\n<p><strong>Anathema</strong> Cower from combat, forgive those who have irreparably sinned, leave allies unwillingly in darkness</p>\n<p><strong>Areas of Concern</strong> chivalry, duty, and vengeance</p>"
		},
		"Ragdya": {
			"name": "Ragdya",
			"description": "<p><strong>Edicts</strong> Seek enlightenment through worldly experience, create humor in life, use harmless pranks to teach others</p>\n<p><strong>Anathema</strong> Make a joke out of someone's suffering, own a slave, discriminate based on social status</p>"
		},
		"Ranginori": {
			"name": "Ranginori",
			"description": "<p>The benevolent elemental lord of air is Ranginori, the Zephyrous Prince, lord of air, welcome breezes, and thunderstorms. When he appears before mortals, Ranginori takes the form of an immense, lion-headed serpent spun from forbidding clouds, with hundreds of clawed feet and a mane that dances with lightning. Recently freed from his imprisonment within the Untouchable Opal by agents of the Pathfinder Society, the Zephyrous Prince has accumulated a small but loyal following in search of liberation, hope, and change for the multiverse. He is regaining his strength and preparing to find and liberate the other benevolent elemental lords, bringing balance back to the Elemental Planes.</p>\n<p>As the single free benevolent elemental lord, Ranginori is in a vulnerable situation, in desperate need of allies and followers to aid him against the combined might of the evil elemental lords. He has reestablished his realm on the Plane of Air: the Roaring Spark, a floating spiral of ruins that branch outward from a central crack of thunder. As the elemental lord regains his power and his domain returns to life, the vestiges of his ancient keeps and towers rebuild themselves while new branches form.</p>\n<p><strong>Edicts</strong> Open closed areas to fresh air, travel throughout your surroundings daily, fly or make creations that fly</p>\n<p><strong>Anathema</strong> Wrongfully imprison a creature, restrain a creature longer or more tightly than is necessary, suffocate a creature</p>\n<p><strong>Areas of Concern</strong> air, welcome breezes, and thunderstorms</p>"
		},
		"Raumya": {
			"name": "Raumya",
			"description": "<p><strong>Edicts</strong> Improve yourself with music and literature, take what you want, seek power above others</p>\n<p><strong>Anathema</strong> Abuse a loyal subject, harm or kill a non-combatant</p>"
		},
		"Ravithra": {
			"name": "Ravithra",
			"description": "<p>The Mother of Nagas, the Karmic Pillar, and the Chalice-Bearer of the danavas, Ravithra was decapitated and brought low by treachery. She grants boons only to mortal champions who seek to topple the treacherous and to restore her to her rightful role.</p>\n<p><strong>Edicts</strong> enforce karma's pitiless judgment, shame fools, kill traitors, pursue the Chalice of Amrit</p>\n<p><strong>Anathema</strong> make decisions erratically or randomly, provide aid to Vasaghati or her followers, engage in treachery</p>"
		},
		"Rovagug": {
			"name": "Rovagug",
			"description": "<p>Rovagug has no single holy scripture. He has little use for one, for his sole commandment is to destroy, and his followers need no instruction in how to accomplish that. The figurative and literal monsters who worship Rovagug share their myths and legends in secret shrines and hidden caves, calling him the Rough Beast, the Imprisoned King, the Tide of Fangs, the Unmaker, and the Worldbreaker. They tell each other that each life they snuff out, each piece of art they destroy, each work of labor they bring tumbling down puts a crack in the prison that holds their god. Each of their little efforts of destruction adds up and will one day free him, setting him loose to bring about the end of all things.</p>\n<p><strong>Edicts</strong> destroy all things, free Rovagug from his prison</p>\n<p><strong>Anathema</strong> create something new, let material ties restrain you, torture a victim or otherwise delay its destruction</p>\n<p><strong>Areas of Concern</strong> destruction, disaster, and wrath</p>"
		},
		"Rowdrosh": {
			"name": "Rowdrosh",
			"description": "<p>Within the Realm of the Mammoth Lords, animals often hold as much importance as people, for both have spirits and are a part of the natural world. Most followings consider animals equal members of the community and treat these beings with respect. Of all the spirits and gods of animals, most people of the Realm feel kinship with Rowdrosh. The empyreal lord Rowdrosh is to animals what Bergelmir is to peopleâ€”a guide and caretaker who binds members of a community together with common goals and feelings of kinship. It was Rowdrosh who convinced the first animals to join in groups bound not just by survival, but by companionship. Rowdrosh lived among the packs and herds, eventually settling among a herd of sheep and partially adopting their form. He was the first to domesticate an animal, and with patience and his blessing, countless people have followed in his footsteps since, taming dogs, oxen, sheep, mammoths, and far wilder creatures throughout the ages. Rowdrosh teaches people to watch over those in their chargeâ€”whether a literal herd or members of a followingâ€”and to treat animals with the kindness, care, and patience they would afford their own kin. Rowdrosh's influence in shaping the modern following is undeniable, even among those groups that don't pay homage to him.</p>\n<p>Rowdrosh is a shapeshifter capable of transforming into countless animal forms, but artistic depictions of the Herdsman are surprisingly consistent. He's shown as a strong Kellid man with brown skin and thick black hair covering his head, chest, and shoulders. His head sports two curving horns made of moonstone, and he wields a wooden crook. Rowdrosh supposedly travels the lands in the guise of a herd animal from time to time, to test the care that each following offers to their animal members.</p>\n<p><strong>Edicts</strong> aid your community, protect those you have authority over, treat animals with respect</p>\n<p><strong>Anathema</strong> abandon your community, neglect those in your care, torment animals</p>\n<p><strong>Areas of Concern</strong> animal husbandry, herd animals, shepherds</p>"
		},
		"Sairazul": {
			"name": "Sairazul",
			"description": "<p>Sairazul, the Crystalline Queen, is the elemental lord of caves, earth, and gems. Planar scholars who know of the benevolent lord of earth speak of Sairazul as a mother and creator who gave birth to numerous races of outsiders, including agrawghs and xiomorns. She is currently imprisoned within the Moaning Diamond, a pure gemstone encircled by eternally crying winds, unable to contact the outside world. Several of her consorts still live to this day, searching the planes for her prison in the hopes that her release will usher in an era of renewed creation across the Plane of Earth. Though the Crystalline Queen can't grant power of any kind to her followers, a handful of her children on the Plane of Earth remain faithful to their creator, and she is remembered with great reverence by Material Plane cultists who exalt creation and reproduction.</p>\n<p><strong>Edicts</strong> Shelter others within stone and earth, care for Sairazul\"s children, aid childbirths, mine responsibly</p>\n<p><strong>Anathema</strong> Damage subterranean natural wonders, collapse an earthen structure on a creature</p>\n<p><strong>Areas of Concern</strong> caves, earth, and gems</p>"
		},
		"Saloc": {
			"name": "Saloc",
			"description": "<p>Ruler of the planar metropolis of Spire's Edge in the Boneyard, the psychopomp usher Saloc is humanoid, but their face is devoid of features save stag horns, and two golden rings lined with eyes constantly rotate about their body. As a defense counsel in Pharasma's court, the Minder of Immortals argues that a person's intentions should be considered in equal part to the consequences of their actions when deciding their soul's afterlife. Saloc has even been known to resurrect condemned souls to give them a second chance to prove themselves. Mortals revere Saloc as the patron of agency, bronze, and education. These followers are people who seek to improve themselves or others, including both students and teachers. Some seek to earn their freedom from earthly prisons, while others wish to change their ways to avoid punishment in the hereafter.</p>\n<p><strong>Edicts</strong> Help creatures grow and find purpose, offer second chances to failures, study different perspectives on ethics</p>\n<p><strong>Anathema</strong> Manipulate or remove a creature's emotions with magic, spread nihilism or hopelessness</p>\n<p><strong>Areas of Concern</strong> agency, bronze, and education</p>"
		},
		"Sangpotshi": {
			"name": "Sangpotshi",
			"description": "<p>The philosophy of Sangpotshi, also known as the River of Life, centers around concepts of fate, karma, and cyclic reincarnation. Adherents believe each soul is judged upon its actions in life, and these actions determine its station when it returns to the living world. This cycle repeats until the soul reaches its perfected form through the accrual of experience and wisdom, whereupon it passes on to Pharasma's court and the afterlife to come.</p>\n<p><strong>Edicts</strong> live selflessly; heed the wisdom of the learned, the wise, and those in stations of authority</p>\n<p><strong>Anathema</strong> needlessly break significant traditions, actively interfere with the perfection efforts of another soul or allow others to do so</p>\n<p><strong>Areas of Concern</strong> fate, karma, and reincarnation</p>"
		},
		"Sarenrae": {
			"name": "Sarenrae",
			"description": "<p>Sarenrae is one of the most popular deities on Golarion by virtue of her association with the life-giving sun and her perpetual offer to help anyone be their best, even when they have made mistakes. Most people thank her for her kind work to channel the sun's power for everyone's safety and livelihood, and thank her clergy for granting her healing power to all who need it. Mortals look to the Dawnflower as an example of boundless love, exquisite kindness, and true patience. They pray to her to heal the sick, lift up the downtrodden, and illuminate darkness of circumstance as well as darkness of spirit. Her followers aspire to emulate her through generosity, nurturing, truthfulness, and selfless courage. They oppose evil everywhere with words first, and when necessary, with scimitar and flame.</p>\n<p><strong>Edicts</strong> destroy the Spawn of Rovagug, protect allies, provide aid to the sick and wounded, seek and allow redemption</p>\n<p><strong>Anathema</strong> create undead, lie, deny a repentant creature an opportunity for redemption, fail to strike down evil</p>\n<p><strong>Areas of Concern</strong> healing, honesty, redemption, and the sun</p>"
		},
		"Sekhmet": {
			"name": "Sekhmet",
			"description": "<p><strong>Edicts</strong> Slaughter your enemies, drink the blood of defeated foes, heal battle injuries</p>\n<p><strong>Anathema</strong> Spare an evil fiend, fail to placate Sekhmet with daily rituals</p>"
		},
		"Selket": {
			"name": "Selket",
			"description": "<p><strong>Edicts</strong> Avenge the wronged, protect the dead and the vulnerable, use poison and suffocation, heal others</p>\n<p><strong>Anathema</strong> Poison someone you didn't intend to, harm a creature as punishment for a different creature's crime, desecrate a corpse</p>"
		},
		"Set": {
			"name": "Set",
			"description": "<p>Set is the most reviled of all the Ancient Osirian pantheon. He is the encroaching desert, the invader, the sandstorm destroying everything in its path, as well as the dead who rise from their graves.</p>\n<p><strong>Edicts</strong> Bring chaos to society, murder those who stand in your way, defeat your foes with personal strength and cunning</p>\n<p><strong>Anathema</strong> Refuse to fight your own battles, destroy a soul instead of turning it to undeath</p>"
		},
		"Shax": {
			"name": "Shax",
			"description": "<p>Shax, the Blood Marquis, is the demon lord of envy, lies, and sadistic murders. Shax's capacity for cruelty is legendary even among the ranks of demon lords, and he takes extreme pleasure in watching the last light of hope fade from the eyes of his victims. He is the original creator of the babau demons, and those whom he personally flays and corrupts with Abyssal influence remain exemplars of their kind. Shax appears as a human man with a dove's head, feet, and wings, carrying countless knives and other weapons all over his body. Shax is most frequently worshipped by sadists, lone murderers, and serial killers.</p>\n<p><strong>Edicts</strong> Plot and commit murders, tell lies, torture creatures</p>\n<p><strong>Anathema</strong> Sleep in a building with fewer than five rooms, allow a victim to escape due to gloating</p>\n<p><strong>Areas of Concern</strong> envy, lies, and sadistic murders</p>"
		},
		"Shei": {
			"name": "Shei",
			"description": "<p><strong>Edicts</strong> Empower local communities, learn from elders, share and teach from experiences</p>\n<p><strong>Anathema</strong> Force others to follow your path, inflict negative damage, age others or steal life with magic</p>"
		},
		"Shelyn": {
			"name": "Shelyn",
			"description": "<p>Shelyn watches over existence with a kind and loving eye, encouraging mortals to make the best of their lives by spreading love, art, and beauty as best they can. Even the crudest artistic awakenings are worthy of praise in the goddess's eyes, as they represent an individual's expression of life's trials and triumphs. She believes every creature is worthy of love and capable of creating art in their own way. Shelyn's religion does not require chastity, fidelity, or a particular relationship structure, as the passion of early romance is a facet of love just as important and valid as the comfortable trust between a long-married couple. However, she does make the distinction between courtship and pure carnal desire, and she prefers that trysts blossom into more meaningful relationships along the way.</p>\n<p><strong>Edicts</strong> be peaceful, choose and perfect an art, lead by example, see the beauty in all things</p>\n<p><strong>Anathema</strong> destroy art or allow it to be destroyed, unless saving a life or pursuing greater art; refuse to accept surrender</p>\n<p><strong>Areas of Concern</strong> art, beauty, love, and music</p>"
		},
		"Shizuru": {
			"name": "Shizuru",
			"description": "<p>The Empress of Heaven is worshipped across all of Tian Xia by people of all walks of life, from commoner to lord, farmer to samurai, human to dragon. She is revered as the ruler of the Tian pantheon, respected as the finest samurai in Heaven or Golarion, and honored as the patron of nature and emperors alike. Perhaps the most famous tale about her is that of Shizuru and her lover @Compendium[pf2e.deities.aTYy1WHwAZiuei4h]{Tsukiyo}, the moon god. After Tsukiyo was slain by his brother @Compendium[pf2e.deities.6O4UGWcYERDEugzk]{Fumeiyoshi} in a fit of jealousy, Shizuru brought the moon god back to life with the aid of @Compendium[pf2e.deities.giAsBYiL2omr0x2L]{Qi Zhong}, the god of medicine. Sadly, Tsukiyo was deeply affected by his experience with death, and though he and Shizuru still love each other, the event created a rift between them. Even so, on the days of an eclipse, they embrace as one.</p>\n<p><strong>Edicts</strong> practice with a weapon every day, honor your ancestors, protect nature and society from corruption and destruction</p>\n<p><strong>Anathema</strong> abandon a companion in need, dishonor yourself, parlay with truce breakers, separate lovers</p>\n<p><strong>Areas of Concern</strong> ancestors, honor, the sun, and swordplay</p>"
		},
		"Shoanti Animism": {
			"name": "Shoanti Animism",
			"description": "<p>Most Shoanti belong to one of seven quahs, or clans, each with specific lands, notable strengths, and unique spiritual perspectives. Traditionally, each Shoanti undergoes a rite of passage into adulthood, during which time their particular totem manifests, and a Shoanti's first tattoo is an homage to that totem. The quahs and their most common totems are listed below:</p>\n<p><strong>Lyrune-Quah (Moon Clan)</strong> bat, cave bear, moon, mountain lion, owl, stars</p>\n<p><strong>Shadde-Quah (Axe Clan)</strong> cliffs, eagle, sea, shark, squid, water elemental</p>\n<p><strong>Shriikirri-Quah (Hawk Clan)</strong> cloud, falcon, hawk, hippogriff, horse, wind</p>\n<p><strong>Shundar-Quah (Spire Clan)</strong> avalanche, earth elemental, mountain spire or peak, roc, spirestalker</p>\n<p><strong>Sklar-Quah (Sun Clan)</strong> aurochs, cindersnake, emberstorm, fire elemental, flames, the sun</p>\n<p><strong>Skoan-Quah (Skull Clan)</strong> ancestors, earth elemental, giant scarab beetle, vulture, will-o'-wisp, wolf</p>\n<p><strong>Tamiir-Quah (Wind Clan)</strong> air elemental, cloud, griffon, roc, storm, wind</p>\n<p>According to their own tradition, Shoanti have lived in the northwestern lands of Avistan since long before colonizers fractured the Varisians' homeland. Yet the Shoanti people still maintain their independence and traditional way of life in areas across Varisia, particularly on the Storval Plateau.</p>\n<p>Shoanti animism is rooted in a deep connection to the land. Shoanti see the earth not merely as a metaphorical parent, but as a conscious entity whose constant support is necessary for the survival of all life upon it-animal and vegetable alike. Their traditions emphasize connection and the reciprocal way in which the land provides for those who take care of it. The life force of the land serves as the source of Shoanti power and insight, rather than the otherworldly spiritual essence of the Great Beyond common to clerics. This life force is the birth of instinct and faith, and thus it sends omens to indicate future events, warning those with the wisdom to read the signs. Thus most Shoanti hold a profound reverence for natural phenomena as a manifestation of the will of the earth.</p>\n<p><strong>Edicts</strong></p>\n<p><strong>Anathema</strong></p>"
		},
		"Shyka": {
			"name": "Shyka",
			"description": "<p>The Eldest of entropy, reincarnation, and time, Shyka the Many is not a single entity but rather multiple beings who travel forward and backward through time. Each has sequentially held the title of Shyka, picking up the mantle and the knowledge that comes with it upon the passing (or disappearance) of a predecessor. Shyka visits so many overlapping temporal locations that other creatures encounter a random-seeming Shyka each time. This Eldest knows of the multiverse's birth as well as its death, having experienced both. Although Shyka claims to merely watch over the continuum of time, it's an open secret that the Eldest makes slight changes in line with their own goals-or requests that their worshippers do so, with abstruse promptings.</p>\n<p><strong>Edicts</strong> Learn from the past, leave hourglasses in unusual places, give random gifts, create ephemeral things</p>\n<p><strong>Anathema</strong> Willingly tread where time does not pass</p>\n<p><strong>Areas of Concern</strong> entropy, reincarnation, and time</p>"
		},
		"Sifkesh": {
			"name": "Sifkesh",
			"description": "<p><strong>Edicts</strong> Spread doubt among the faithful, ruin the reputation of religions, provoke wrongdoers to suicide instead of allowing for redemption</p>\n<p><strong>Anathema</strong> Spread hope, offer forgiveness, sincerely honor or call upon another god</p>"
		},
		"Sivanah": {
			"name": "Sivanah",
			"description": "<p>No ancient record reveals the truth of Sivanah's origins; in fact, only recent documents record her existence at all. The Seventh Veil is widely regarded as the goddess of illusion magic, often portrayed as a figure disguised by seven veils. Legends state that each face underneath the first six of her seven veils is of a different ancestry-human, elf, halfling, gnome, anadi, and naga- but the seventh face is never shown, believed to mask the goddess's true form. Some theologians believe Sivanah hails from the Shadow Plane, though the goddess's true nature and form continue to be topics of debate. Even her female visage, while agreed upon by her followers, could likewise be an illusion. Her goals are hidden from even her most faithful, which some believe to have hampered the faith's growth and influence beyond the level of a cult.</p>\n<p><strong>Edicts</strong> show the beauty in illusions, pursue the nature of truth, respect the need for secrets</p>\n<p><strong>Anathema</strong> use illusions and shadows to harm another creature, reveal a secret you have sworn to keep</p>\n<p><strong>Areas of Concern</strong> illusions, mysteries, reflections, secrets</p>"
		},
		"Skode": {
			"name": "Skode",
			"description": "<p>When hunters are driven not only by necessity but also by pride, they turn to the Hunter, Skode. Primarily a giant goddess in other parts of the world, among Mammoth Lord followings Skode is depicted as a strong Kellid woman with facial tattoos, dressed in leathers and wielding spears and a longbow. She urges her followers not just to hunt prey, but to hunt the best and strongest prey. Skode's worship is most popular among young adults, particularly those who seek to fulfill coming-of-age rites, climb to higher standing among their following, woo a paramour, or earn respect from their kin. Despite Skode's slightly more frivolous and competitive aspects when compared to the Provider, she still requires her followers to respect the animals they hunt and ensure nothing goes to waste. Skode's religious symbol is a sun rising over the horizon.</p>\n<p><strong>Edicts</strong> take the finest or healthiest specimen among any animals you hunt, respect your prey, protect your community, show bravery in the face of danger</p>\n<p><strong>Anathema</strong> waste the animals you hunt, show cruelty to animals, abandon your community in a time of danger</p>"
		},
		"Sky Keepers": {
			"name": "Sky Keepers",
			"description": "<p>The only thing more expansive than the Mwangi jungles, mountains, and rivers are the skies that rest above them. There are many who would seek to take control of the skies and there are others who seek to keep the skies free for all. From evil spellcasters looking to wield the weather for their own wicked whims to deadly monsters that make them dangerous to travel, the skies are never truly safe. Thankfully, an unlikely alliance of gods works together to keep the skies over the Expanse safe.</p>\n<p>Apsu, god of good dragons, saw how his son Dahak once tried to burn down the entirety of the Mwangi Expanse and took it upon himself to defend the skies that rest over those that put a stop to Dahak's destruction. Uvuko, the diamond ring, is a living embodiment of the Mwangi skies and valued Apsu's aid. Finally, with the recent release of Ranginori, the elemental lord took to reclaiming the skies from evildoers. When the three gods encountered each other, they formed the Pact of the Sky Keepers, dedicating themselves to both keeping the skies safe for all, but also maintaining the natural cycles and orders of the skies. The sky belongs to everyone, but ultimately, the sky has no master and attempts to force one's will upon by forcibly changing the weather or committing similar acts goes against the Pact. Followers of the Sky Keepers can be found all over Golarion, but Apsu and Uvuko's focus on the Mwangi Expanse leads to many worshippers operating in the region.</p>\n<p><strong>Edicts</strong> remove anyone that would threaten those who live among the skies, encourage others to find a way to live among the clouds, honor the might of storms</p>\n<p><strong>Anathema</strong> interfere with the natural phases of the sky, remove a creature's innate means to fly</p>\n<p><strong>Areas of Concern</strong> freedom, skies, storms, weather</p>\n<p><strong>Pantheon Members</strong> @Compendium[pf2e.deities.o8ayCv3LAHWlu0vQ]{Apsu}, @Compendium[pf2e.deities.Ij1KRM8ufkEjGnR3]{Ranginori}, @Compendium[pf2e.deities.w4fDrwL8VIqJDPfR]{Uvuko}</p>"
		},
		"Sobek": {
			"name": "Sobek",
			"description": "<p><strong>Edicts</strong> Take what you want, indulge in base desires, feast on luxurious food, kill demons and evil creatures</p>\n<p><strong>Anathema</strong> Cower from fights, despoil the land, kill the innocent</p>"
		},
		"Soralyon": {
			"name": "Soralyon",
			"description": "<p>Guardians, monuments, and magic are the purview of the Mystic Angel. Soralyon believes that monuments and ruins are important links to the past. Guarding them against those who would defile or destroy them is of tremendous importance, lest people lose memories of who they are, where they came from, and what they have accomplished. As such, those who stand guard over monuments and ruins are blessed. Likewise, those who study monuments to the past and present with respect, or seek to preserve them for the future, are also blessed. Guardianship of others, but especially of those who study and preserve these relics to the past, is also of great importance to Soralyon. As magic is a valuable tool in guarding, studying, and preserving these monuments and people, Soralyon encourages the study of magic, preferably for use in learning or protection.</p>\n<p>When the Mystic Angel appears to mortals he usually does so as a handsome being beautifully carved of smooth marble, the hues of which range the entire spectrum of the stone but tend toward those most common locally. Followers of Soralyon include archaeologists, historians, bodyguards, guardians, sculptors, curators, and arcane spellcasters.</p>\n<p><strong>Edicts</strong> Study monuments, craft golems and artwork from stone, guard ancient sites</p>\n<p><strong>Anathema</strong> Defile sacred buildings, knowingly unearth evil monuments, destroy historical artifacts</p>\n<p><strong>Areas of Concern</strong> guardians, monuments, and magic</p>"
		},
		"Stag Mother of the Forest of Stones": {
			"name": "Stag Mother of the Forest of Stones",
			"description": "<p><strong>Edicts</strong> Provide shelter and succor for women and children in need, act as a responsible steward of your environment</p>\n<p><strong>Anathema</strong> Harm a pregnant mother or innocent child, including animals</p>"
		},
		"Sturovenen": {
			"name": "Sturovenen",
			"description": "<p><strong>Edicts</strong> Act with conviction and confidence, be a passionate and responsible leader to your people or companions</p>\n<p><strong>Anathema</strong> Command a subordinate to perform a task you're not willing to perform yourself</p>"
		},
		"Sun Wukong": {
			"name": "Sun Wukong",
			"description": "<p><strong>Edicts</strong> Live life freely, drink, play pranks</p>\n<p><strong>Anathema</strong> Refuse a reasonable bet or duel, let social pressure change your behavior</p>"
		},
		"Szuriel": {
			"name": "Szuriel",
			"description": "<p>All Szuriel has ever known is war. In life she was first a paladin, then excommunicated from her church for heresy. In response, she slaughtered her way to power until she was crowned empress, then subsequently had every member of her former faith crucified. She went on to wage several brutal wars against neighboring kingdoms until an assassin's dagger found her heart. Sent to Abaddon, she rose quickly through the ranks of daemonkind, and when she saw weakness in the Horseman of War, she slew him in battle, claiming his title for herself.</p>\n<p>Szuriel appears as a tragic angel with beautiful golden hair, magnificent wings, and polished obsidian eyes that continuously weep blood. She resides in the Cinder Furnace, her corner of Abaddon where instruments of war are forged from the fires of burning souls. Szuriel commands one of the largest standing armies in all of existence, countless daemonic soldiers ready to wage war. All fear oblivion at the hands of Szuriel and her army. The Horseman of War is always happy to lend her powers, warriors, and devastating discoveries across the planes. So long as war continues, more souls are pulled into her ever-burning furnace.</p>\n<p><strong>Edicts</strong> End all mortal life through war, obliterate faith</p>\n<p><strong>Anathema</strong> Show mercy to creatures who do not worship Szuriel, choose to marry or have children</p>\n<p><strong>Areas of Concern</strong> war</p>"
		},
		"Tanagaar": {
			"name": "Tanagaar",
			"description": "<p><strong>Edicts</strong> Defend lawful borders, scout or patrol for evil, wait to strike until you have the advantage</p>\n<p><strong>Anathema</strong> Abandon your post, tolerate poaching, torment animals</p>"
		},
		"Thamir": {
			"name": "Thamir",
			"description": "<p><strong>Edicts</strong> Seize any opportunity that would benefit you, solve your problems With Violence, hide your true intentions</p>\n<p><strong>Anathema</strong> Steal from the poor, beg for help or mercy from a fellow worshipper of Thamir</p>"
		},
		"The Freeing Flame": {
			"name": "The Freeing Flame",
			"description": "<p>Local stories say that the people of Vidrian had the support of the gods when the time came for revolution. Lubaiko provided the first flames of rebellion, literally igniting the first cart that led to the initial confrontation at a plantation on the outskirts of Eleder. The tales then note that the casks on the cart erupted as the first blow was struck, creating a massive explosion that woke everyone on the plantation. Many say this was Cayden Cailean's way of showing his support. As everyone stirred about and watched those first servants and slaves fight, others were fearful of the consequences. It was the touch of hope that Milani granted them that finally gave them the strength to rise up and fight for freedom.</p>\n<p>Whether or not the stories hold truth, the Freeing Flame remains a notable pantheon among the people of Vidrian today. The young nation broke free from the shackles of oppression and now looks toward bettering itself in the future, a mantra that many Vidrics and followers of the Freeing Flame follow for themselves. With the guidance of Milani, the courage of Cayden, and the inspiration of Lubaiko, a faithful can burn away maladies of the heart to become a person that is free to do as they wish, but also do so without infringing on others. Some follow these ideals to stop tyrants and liberate those that can't live freely, while others take these teachings to become independent figures with little concern of others' expectations.</p>\n<p><strong>Edicts</strong> free others from oppression, release harmful tethers be they physical or spiritual, work toward your best self and inspire others to follow</p>\n<p><strong>Anathema</strong> allow tyrants to escape punishment after their reign ends, enslave or oppress others, prevent others from honestly expressing themselves</p>\n<p><strong>Areas of Concern</strong> liberation, toppling tyranny, and self-realization</p>"
		},
		"The Godclaw": {
			"name": "The Godclaw",
			"description": "<p>The Hellknight Order of the Godclaw reveres a pantheon of five deities: Iomedae and Torag are seen as Hellknights (concerned with offensive and defensive combat, respectively), Irori as the epitome of emotionless discipline, Abadar as a keeper of laws, and Asmodeus as a strategist king. Depictions of these deities as part of the Godclaw differ from traditional images, with the deities portrayed as stern, armored paragons of law. Though some members of the Order of the Godclaw dedicate themselves to individual gods, many take the whole pantheon as their patron, receiving spells despite their unorthodox (perhaps even heretical) beliefs.</p>\n<p><strong>Edicts</strong> eliminate chaos at its root, be an exemplar of order (worthy of not one, but five), seek the universal laws that transcend individual faiths</p>\n<p><strong>Anathema</strong> rest when there is lawlessness to fight, believe you know or understand more than the pantheon</p>\n<p><strong>Areas of Concern</strong> discipline, laws, order, strategy</p>\n<p><strong>Pantheon Members</strong> <u></u>@Compendium[pf2e.deities.d56paSkcwvll2OhR]{Abadar}, @Compendium[pf2e.deities.QRkcFciCOmFoxF1B]{Asmodeus}, @Compendium[pf2e.deities.eErEiVmBqltYXFJ6]{Iomedae}, @Compendium[pf2e.deities.qqqrbq4uCrelQvgH]{Irori}, @Compendium[pf2e.deities.sZrdzh0ANQnZGXJb]{Torag}</p>"
		},
		"The Green Mother": {
			"name": "The Green Mother",
			"description": "<p>The Eldest of carnivorous plants, intrigue, and seduction, the Green Mother personifies the raw thrill and desire found throughout nature. Lush plants that entice prey only to kill with barbs or toxins lie within her authority, as do lustful acts and whispered secrets occurring in wild terrain. Her seductive form shifts from that of a beautiful fey such as nymphs to incorporating natural lures like sweet-smelling flowers and graceful verdant tresses. Just as the Green Mother's form constantly changes, her mood shifts from suggestive temptress to indifferent poisoner. No matter her form or attitude, the Green Mother is among the canniest of the Eldest, and she maintains several loyal agents who keep her well informed about goings-on in the First World and beyond. This information fuels her intrigues among the Eldest, and they all believe it wisest to keep on the Green Mother's good side lest their secrets be seductively whispered into the ears of their enemies.</p>\n<p><strong>Edicts</strong> Frolic in vegetation, manipulate people, use what you kill, prey on the weak</p>\n<p><strong>Anathema</strong> Hold a secret for too long, discriminate against sex workers or use their trade to harm them</p>\n<p><strong>Areas of Concern</strong> carnivorous plants, intrigue, and seduction</p>"
		},
		"The Lantern King": {
			"name": "The Lantern King",
			"description": "<p>Although the Lantern King most often appears as a floating ball of light surrounded by runes that form a delicate crown, the Eldest of laughter, mischief, and transformation has taken on a dizzying array of figures. He often adopts alternate shapes to play pranks, and even other Eldest are not immune to his mischievous scheming. Although he insists his pranks are intended only to incite levity and bring down imperious snobs, the chaos he creates in the name of good-natured fun is, to his targets, embarrassing at best and sometimes outright lethal. The Lantern King wanders the First World more than other Eldest, and he can be encountered in crowded markets and lonely byways alike. He is frequently accompanied by the Witchmarket, a traveling caravan of entertainers and merchants that serves as his court.</p>\n<p><strong>Edicts</strong> Play pranks, seek new jokes, leave lit lanterns in unusual places</p>\n<p><strong>Anathema</strong> Be completely honest, ruin or explain a good joke</p>\n<p><strong>Areas of Concern</strong> laughter, mischief, and transformation</p>"
		},
		"The Lost Prince": {
			"name": "The Lost Prince",
			"description": "<p>The Eldest of loneliness, sadness, and forgotten things, the Lost Prince spends most of his time brooding in the throne room of his crumbling tower. Although his precise origin is a hotly debated issue, the Lost Prince is known to hail from a place other than the First World. The melancholy lord doesn't speak of his home, and in fact he doesn't speak much at all, as he's prone to bouts of depression powerful enough to leach color from his surroundings and press his coterie of followers into respectful silence. Appearing as a gaunt, pale human man dressed in black finery, the Lost Prince bears vivid red runes on his brow and on the backs of his hands. He is studiously neutral in the schemes of the other Eldest, which makes his opinions and his favor particularly valuable.</p>\n<p><strong>Edicts</strong> Aid the depressed, wear somber clothing, maintain neutrality, ruminate on the past</p>\n<p><strong>Anathema</strong> Abandon someone who has no family, take public credit for your good deeds</p>\n<p><strong>Areas of Concern</strong> loneliness, sadness, and forgotten things</p>"
		},
		"The Path of the Heavens": {
			"name": "The Path of the Heavens",
			"description": "<p>The Path of the Heavens is well known to those who make their way in Golarion. Looking down from above, these deities help travelers and voyagers find their path. Their guidance can be literal, or for others, more spiritualâ€”some worshippers seek to know the progress of Sarenrae (the sun), Tsukiyo (the moon), and Desna (the stars) and through this knowledge gain enlightenment. Nocticula, the last member of the pantheon, for her part uses the cover of the darkness, the gaps in between the others, to shelter travelers and outcasts. Some who worship her as their primary deity in the pantheon seek to use the void between the stars to defend voyagers on the road. Though this is frowned upon by the other members of the Path of the Heavens, it does not seem to disrupt the harmony between the gods.</p>\n<p><strong>Edicts</strong> guide travelers; observe the movements of the moon, planets, and stars</p>\n<p><strong>Anathema</strong> mislead a traveler, permanently blind an enemy</p>\n<p><strong>Areas of Concern</strong> Celestial bodies, navigation, travelers</p>\n<p><strong>Pantheon Members</strong> @Compendium[pf2e.deities.JgqH3BhuEuA4Zyqs]{Desna}, @Compendium[pf2e.deities.jL1qiVOZBKXETtVD]{Nocticula}, @Compendium[pf2e.deities.BNycwu3I21dTh4D9]{Sarenrae}, @Compendium[pf2e.deities.aTYy1WHwAZiuei4h]{Tsukiyo}</p>"
		},
		"The Prismatic Ray": {
			"name": "The Prismatic Ray",
			"description": "<p><strong>Edicts</strong> Create works that inspire good acts, defend those who cannot defend themselves, pursue evil</p>\n<p><strong>Anathema</strong> allow evil to spread, destroy that which brings joy to others, fail to offer evil a chance to surrender</p>\n<p><strong>Areas of Concern</strong> Defeating evil, guarding innocents, and wholesome creations</p>\n<p><strong>Pantheon Members</strong> @Compendium[pf2e.deities.JgqH3BhuEuA4Zyqs]{Desna}, @Compendium[pf2e.deities.BNycwu3I21dTh4D9]{Sarenrae}, @Compendium[pf2e.deities.gxwmzxUWBOhdgFSN]{Shelyn}</p>"
		},
		"Thoth": {
			"name": "Thoth",
			"description": "<p><strong>Edicts</strong> Maintain order in society and the multiverse, innovate scientific and magical knowledge, record events</p>\n<p><strong>Anathema</strong> Upset stable mechanisms or ecosystems, fail to correct false information</p>"
		},
		"Tlehar": {
			"name": "Tlehar",
			"description": "<p>The old gods of the threefold sun were all but forgotten under the rule of Walkena, the child god. But Tlehar never despaired, for the dawn must forever represent hope to all good people who gaze upon it. She holds the Bright Lions of Mzali especially dear in her heart, since they were a ray of hope to her people even when she couldn't be. Thanks to them, citizens of Mzali and beyond have been reminded of her loving embrace, and once again awaken with resolve in their hearts.</p>\n<p>Tlehar keeps watch over every birth and new beginning, as there is no greater symbol of hope than new life. Midwives and nurses pray to Tlehar to keep watch over their work and ensure the health of newborns. Those coming to terms with a new gender or sexuality may call on Tlehar's blessing and protection as they learn to better understand themselves. People fleeing from unsafe homes can seek out her followers for safe refuge; these followers of Tlehar wear discrete, iron charms to let others know that they will be ready to fight for them. No matter their needs, Tlehar represents a sanctuary of peace in a sea of fear. It is her hope that the people of Mzali will soon live in fear no longer.</p>\n<p>The dawn goddess is depicted as a human woman with golden skin, the gray-furred head of a lioness, and eyes as black as night. She is often portrayed on Chohar's left side, opposite her sister, with one hand extended in welcome and the other holding an iron morningstar. While Tlehar is not typically as strict in her justice as her counterparts, she shows no mercy to those who hurt the ones they claim to love. She may be willing to forgive those who offer sincere repentance, but the lioness of the dawn has a will of iron. She believes that sometimes, protecting the hope of a better tomorrow means destroying those who cast darkness over the future.</p>\n<p><strong>Edicts</strong> give yourself fully to everything you attempt, always maintain hope that tomorrow will be a better day, treasure every gift you are given by those who matter to you.</p>\n<p><strong>Anathema</strong> lose your motivation to your regrets, spread despair, treat a loved one poorly</p>\n<h2>Avatar</h2>\n<p>When casting the <em>@Compendium[pf2e.spells-srd.ckUOoqOM7Kg7VqxB]{Avatar}</em> spell, a worshipper of Tlehar gains the following additional abilities.</p>\n<p><strong>Tlehar</strong> Speed 50 feet, Fly speed 70 feet, cannot be @Compendium[pf2e.conditionitems.eIcWbB5o3pP6OIMe]{Immobilized}</p>\n<p>Melee <span class=\"pf2-icon\">1</span> morningstar (versatile piercing, reach 15 feet), Damage [[/r {6d6+6}[bludgeoning]]]{6d6+6 bludgeoning damage}</p>\n<p>Ranged <span class=\"pf2-icon\">1</span> morning light (range increment 120 feet), Damage [[/r {3d6+3}[fire]]]{3d6+3 fire} and [[/r {3d6+3}[positive]]]{3d6+3 positive damage}</p>"
		},
		"Torag": {
			"name": "Torag",
			"description": "<p>The head of the dwarven pantheon is the most visible of the dwarven deities, to the extent that Torag is the only dwarven deity most non-dwarves know of. While the other dwarven gods represent specific areas of dwarven life and culture, thus forming an expansive and comprehensive dwarven pantheon, Torag's areas of concern are those most central to dwarven society. In his own family, Torag models the values of community and protection that have cemented deep-rooted relationships among dwarven clans. His focus on strategy and tactical acumen centers on protection, reflected in dwarves' impenetrable fortresses and conservative military tactics, including their willingness to use offensive maneuvers as a form of defense. He also represents the forge: the creation of fine works from raw materials, practice and mastery of a craft, and pride in one's work. His purview extends even to those activities that feed the forge and dwarven artisanship, such as mining the earth for raw ore and gemstones. Torag's oversight over these core concepts has secured his place at the head of the dwarven pantheon for ages. It was Torag who sent the dwarves on their legendary Quest for Sky during the Age of Darkness, and his worship was long-established even then. Indeed, among dwarves, Torag is often called the Father of Creation.</p>\n<p><strong>Edicts</strong> be honorable and forthright, keep your word, respect the forge, serve your people</p>\n<p><strong>Anathema</strong> tell lies or cheat someone, intentionally create inferior works, show mercy to the enemies of your people</p>\n<p><strong>Areas of Concern</strong> forge, protection, and strategy</p>"
		},
		"Touch of the Sun": {
			"name": "Touch of the Sun",
			"description": "<p>Legends state that Chohar, Luhar, and Tlehar were the first sun-kings of Mzali, building the city as a safe haven for the people of the Expanse. Their might, leadership, and kindness earned them a place among the heavens, transforming them into the sun gods of Mzali. As gods, they met Sarenrae, another goddess of the sun, and for a time, all four worked together to help the people of Golarion. Eventually, whether intentionally or otherwise, the people of Mzali forgot their sun gods. The sun gods watched as the people of Mzali forgot prayers and songs to their former gods. The sun gods wept because their people could no longer see or hear them, but Sarenrae offered them words of encouragement: there would be a time when people remembered the sun gods once more.</p>\n<p>Thanks to the efforts of the Bright Lions of Mzali, worship of the sun gods has returned to the Mwangi Expanse. While the sun gods appreciate this renewed faith, they did not forget Sarenrae's kindness. When asked about their disappearance, the sun gods merely state they were biding their time alongside a friend. This friendship led to the worship of the three sun gods alongside Sarenrae as a greater sun pantheon. The collective sun gods teach that kindness and second chances are pivotal values. They also note that sometimes a person needs to change into someone new before they are truly themselves and instruct that helping others with these changes is akin to helping bring new life into the world. The four gods know that there might be other forgotten gods and peoples out there that just need some kindness to make it through their period of turmoil, so they ask their worshippers to help these forgotten in whatever way they can. Finally, the sun gods make it clear that lost or abandoned gods can still find companionship among the divine and welcome these gods to join their ranks.</p>\n<p><strong>Edicts</strong> help others with changes that can improve their lives, mind those that others forget or exclude, offer second chances, stand up for others when they can't stand for themselves</p>\n<p><strong>Anathema</strong> challenge the sun, ignore the pleas of others when you are able to help, refuse to give someone else a chance to offer their truth</p>\n<p><strong>Areas of Concern</strong> compassion, rebirth, and the sun</p>\n<p><strong>Pantheon Members</strong> Chohar, Luhar, Sarenrae, Tlehar</p>"
		},
		"Treerazer": {
			"name": "Treerazer",
			"description": "<p>Treerazer, the Lord of the Blasted Tarn, is a nascent demon lord of pollution and the corruption of nature, believed by many to be an exiled servant or spawn of Cyth-V'sug who was banished to Golarion after a failed attempt at supplanting the demon lord. Though Treerazer is a nascent demon lord, and thus lacks the power of a true demon lord, he is perhaps most noteworthy among those who have a stake in Golarion due to his physical presence within the Tanglebriar, a corrupted, fetid swamp that was once the southern edges of the elven nation of Kyonin. He is served by devoted cultists in and around Kyonin, though small pockets of believers can be found around Golarion working furtively to free him in hopes of gaining his favor upon his ascension. Treerazer's religious symbol is a bleeding dead tree that's been split in half.</p>\n<p><strong>Edicts</strong> corrupt plant life with evil or fungal influences, slay elves, feast on rotten flesh or fungus</p>\n<p><strong>Anathema</strong> grant mercy to elves, plant trees, encourage natural plant growth</p>\n<p><strong>Areas of Concern</strong> pollution and the corruption of nature</p>"
		},
		"Trelmarixian": {
			"name": "Trelmarixian",
			"description": "<p>Before his mortal death, Trelmarixian had already destroyed an entire world. Born a daemonic-blooded tiefling, his hatred of those around him was an all-consuming hunger, and he never knew peace. During an eclipse, he performed a ritual so powerful it mummified every living creature on his world, and his heart was finally full. Dying from starvation but elated by his success, Trelmarixian heard a voice call out to him. The voice mocked him, exclaiming all he'd accomplished was insignificant compared to what awaited him next. Trelmarixian's last mortal memory was of staring into an eclipse.</p>\n<p>Lyutheria, the original Horseman of Famine, was impressed by Trelmarixian's conquest and took him on as her apprentice, fatally underestimating his ambitions. After Trelmarixian learned all he could from his master, he devoured her and assumed her title.</p>\n<p>Trelmarixian appears as sickly man with three snapping jackal heads and putrid, membranous flesh that is constantly dripping and sloughing off his body. As the Horseman of Famine, Trelmarixian ushers in oblivion slowly, watching mortals waste away as their bodies turn against them. He spreads cancer by touch, inciting cells to rebellion, and his breath causes outbreaks of hives and asthma attacks in those nearby. He aligns himself with Szuriel to see that soldiers never make it home to reap their fields, leaving crops to rot on the vine. He collaborates with Apollyon to spread diseases from livestock, rendering butchers' larders barren. Trelmarixian has little trust for Charon, however, certain that the oldest Horseman is hiding secrets.</p>\n<p><strong>Edicts</strong> End all mortal life through wasting consumption and starvation, violently consume matter and souls</p>\n<p><strong>Anathema</strong> Kill or remove a parasite or tumor, grow food</p>\n<p><strong>Areas of Concern</strong> famine</p>"
		},
		"Trudd": {
			"name": "Trudd",
			"description": "<p>Trudd is a deity almost entirely worshiped by dwarves. He is the youngest son of the primary dwarven deity, Torag. Despite his relatively young age, Trudd is the strongest deity in the dwarven pantheon, and as a result is often left to guard his father's halls while Torag is absent. For a dwarf, Trudd sports a remarkably short beard, spawning many tales, including one that he sold it for some unknown boon.</p>\n<p><strong>Edicts</strong> Offer your strength to aid others, protect those weaker than you</p>\n<p><strong>Anathema</strong> Engage in petty showcases of strength, use your strength to take advantage of others</p>"
		},
		"Tsukiyo": {
			"name": "Tsukiyo",
			"description": "<p>The surface of Golarion's moon is marred with a great scar, and the people of Tian Xia say this is where Tsukiyo, the Prince of the Moon, was struck down by his envious brother @Compendium[pf2e.deities.6O4UGWcYERDEugzk]{Fumeiyoshi}. When his lover @Compendium[pf2e.deities.s9opv94lGDRKnw6W]{Shizuru} found him the next morning, her tears mixed with his blood to create the first pieces of jade. Shizuru brought him to @Compendium[pf2e.deities.giAsBYiL2omr0x2L]{Qi Zhong}, the god of medicine, who resurrected him; but his experience on the other side changed him from a boisterous and carefree soul to a thoughtful and temperamental one. He now sees the world differently from most-something that has strained his relationships and made it difficult for him to relate to others, but has also allowed him to offer his understanding and quiet comfort to those who are lost, demonized, or misunderstood.</p>\n<p><strong>Edicts</strong> provide aid and counsel without judgment to those who seek help, help the dead find their rest, amplify or help speak for the powerless and demonized</p>\n<p><strong>Anathema</strong> harm another out of envy, force aid on those who do not want it, inflict harmful mental effects on others as punishment</p>\n<p><strong>Areas of Concern</strong> jade, the moon, spirits</p>"
		},
		"Urgathoa": {
			"name": "Urgathoa",
			"description": "<p>The chosen of Urgathoa do not dread the flaws of mortal flesh, such as aging, disease, or even death, for so long as they indulge in excess above all else, their goddess offers eternal freedom from such fickle constraints. Urgathoa herself was once a mortal woman who challenged and rejected the tenets of deities whose followers expected mindless conformity, temperance, and restraint. Why would the gods craft Golarion into a near-endless buffet abundant with pleasures of the body and mind if the living weren't destined to feast from it? Urgathoa so loved satiating her life's appetites that in death, she spat in the face of Pharasma's judgment, murdered the psychopomp assigned to aid her transition to the afterlife, and tore herself from the Boneyard with a feat of will that not only returned her to the Material Plane but also transformed her into the first divine undead creature.</p>\n<p><strong>Edicts</strong> become undead upon death, create or protect the undead, sate your appetites</p>\n<p><strong>Anathema</strong> deny your appetites, destroy undead, sacrifice your\u001elife</p>\n<p><strong>Areas of Concern</strong> disease, gluttony, and undeath</p>"
		},
		"Uvuko": {
			"name": "Uvuko",
			"description": "<p>The god Uvuko dances across the land, his body forming the boundary between earth and sky. His twisting tail churns the air into clouds, his creations spreading water to all those who thirst. His sliding scales till the earth, bringing forth plants that are nourished by Uvuko's rains. The worship of Uvuko is widespread in the Mwangi Expanse, found among many lizardfolk tribes, Mbe'ke and Taralu dwarves, and in the more cosmopolitan cities.</p>\n<p>Uvuko's followers agree on the ideal of change as an aspect of life, both for themselves and others. Much as Uvuko's constant motion brings renewal to the earth and sky, personal growth and choice allows the world to flourish. When creatures are denied their ability to choose, their energy is lost, and the great cycle of the world threatens to halt. For this reason, adherents of Uvuko adamantly oppose slavery and servitude, and readily fight to end either. Sickness likewise causes a creature to stagnate and rot, and so worshippers often train as healers, helping others to shed their illness like a snake sheds its skin.</p>\n<p>Uvuko's worshippers also agree on the paramount importance of looking to the future with an unflinching attitude of eagerness and expectation. The past is the earth to be tilled, the future the endless potential of the empty sky. Evolving into a better self, being prepared for whatever is around the corner, and being self-aware are at the heart of Uvuko's teachings. The need to move on, as the individual changes and grows, whether from a place, a relationship, or a livelihood, is honored among Uvuko's followers.</p>\n<p>Despite his age and power, Uvuko is an innocent god-sometimes, even shy. Rituals to Uvuko are often simply attempts to coax the god into actually visiting. Arguments, misery, or even a cross word spoken in anger can cause the god to dart away, and so priests seeking Uvuko's blessing must be careful to present a welcoming environment.</p>\n<p><strong>Edicts</strong> embrace change and the future, master adversity with flexibility, foster freedom and progress for others</p>\n<p><strong>Anathema</strong> allow yourself and your surroundings to stagnate, crush an egg, use vile or cruel language</p>\n<h2>Avatar</h2>\n<p>When casting the <em>@Compendium[pf2e.spells-srd.ckUOoqOM7Kg7VqxB]{Avatar}</em> spell, a worshipper of Uvoko gains the following additional abilities.</p>\n<p><strong>Uvoko</strong> Speed 30 feet, Fly speed 70 feet, immune to @Compendium[pf2e.conditionitems.eIcWbB5o3pP6OIMe]{Immobilized}</p>\n<p>Melee <span class=\"pf2-icon\">1</span> maul (shove, reach 15 feet), Damage [[/r {6d12+6}[bludgeoning]]]{6d12+6 bludgeoning damage}</p>\n<p>Ranged <span class=\"pf2-icon\">1</span> breath of lightning (range increment 120 feet), Damage [[/r {6d6+3}[electricity]]]{6d6+3 electricity damage}</p>"
		},
		"Valmallos": {
			"name": "Valmallos",
			"description": "<p>The Answering Rite is the primordial inevitable of ceremonies, magic, and preparation. Valmallos takes the form of a mechanical giant, his chest open to expose a glowing heart, with scrolls swirling about him like serpents. Valmallos understands all the laws of magic, and sends his agents against those who have acquired magical ability that they have neither earned nor have the discipline to control. Many scholars of magic believe Valmallos is at least partly responsible for the complex material, somatic, and verbal components necessary to perform magic. His followers are spellcasters who seek perfection in the performance and effects of their magic. Though willing to teach magic to others, they cloak their techniques in layers of ritual to weed out those who lack the patience to handle magic properly.</p>\n<p><strong>Edicts</strong> Complicate magical techniques, refine arcane fundamentals, teach arcane apprentices to treat magic responsibly</p>\n<p><strong>Anathema</strong> Grant magic to those who cannot use it responsibly, cause a magical disaster, ignore magical misconduct</p>\n<p><strong>Areas of Concern</strong> ceremonies, magic, and preparation</p>"
		},
		"Vildeis": {
			"name": "Vildeis",
			"description": "<p>The Cardinal Martyr presides over devotion, sacrifice, and scars. Vildeis is driven entirely by her abhorrence for evil. Evil should not and must not be allowed to exist. It should be fought without pause and without rest until it is completely and utterly destroyed. Not only does the fight never end, but every sacrifice that needs to be made to end evil must be made, and is worth making. There are no material rewards to be had for destroying evil-its destruction is all the reward necessary, and that reward can be enjoyed only once there is no more evil. Scars are the marks the fight leaves behind, the memory of all the sacrifices made. Vildeis expects total commitment from her followers, who leave everything behind and dedicate their lives to destroying all that is vile.</p>\n<p>The Cardinal Martyr appears as a human woman covered in scars, each forming a rune depicting a sacrifice she has made. Her eyes are covered in a red cloth so that she cannot see the horrors of evil upon the world. Vildeis flies on gigantic, blood-colored wings, and the whispered screams of all the planes' martyrs can be heard in her presence. Followers of Vildeis include martyrs, paladins, and zealots.</p>\n<p><strong>Edicts</strong> Sacrifice yourself in pursuit of good, champion noble causes, scar your body</p>\n<p><strong>Anathema</strong> Joke or laugh about injustice, sacrifice others in your place, indulge in luxury</p>\n<p><strong>Areas of Concern</strong> devotion, sacrifice, and scars</p>"
		},
		"Wadjet": {
			"name": "Wadjet",
			"description": "<p><strong>Edicts</strong> Defend your homelands and your people, aid childbirths, grow papyrus, protect sources of clean water</p>\n<p><strong>Anathema</strong> Refuse to help a drowning creature, harm a rightful ruler</p>"
		},
		"Walkena": {
			"name": "Walkena",
			"description": "<p>In the city-state of Mzali in the Mwangi Expanse resides an undead being of immense power, a child-sized god-king. In the past, Walkena was a mortal descendant of the gods that ruled over Mzali in ancient times, one of the sun kings from an old empire and a golden age of the city. Ages later, his preserved body was found by members of the Council of Mwanyisa, who ruled Mzali at that time. Believing him to be an omen of the city's impending resurgence, the council took him to put him on display in Mzali. When an army from the Sargavan city of Kalabuto attacked the city, Walkena awoke-this time as an undead creature-and slew each of the invaders in a purging rain of fire.</p>\n<p>Walkena is entirely different from how he was before his death. A sense of kindness and compassion was once common in his disposition, but after his revival he became controlling and unwavering. The young sun king previously embodied a gentle compassion; now he has become harsh like the summer sun. He purifies, but at a terrible cost.</p>\n<p>Walkena's stance is that all residents of the Mwangi Expanse are bonded, that they must all practice unity. Those whom associate and conspire with outsiders are traitors and a danger. Although his means are not always considered good, he will do anything to protect his people, so long as they do not defy him. To restore his homeland to the glory it once held is his greatest goal.</p>\n<p>Though cruel in his rule and terrifying to his enemies, for a long time, Walkena was one of the strongest points of resistance against colonial forces and the exploitation of the Mwangi Expanse. Many were reluctant to confront the child-god's abuses, fearful of criticizing one of the Mwangi people's most prominent defenders. Walkena's seeming disdain for the new nation of Vidrian has many worried that Walkena might be more harmful than helpful in the long run. Despite this, Walkena remains a compelling figure to many. His grace comes through in every action and word he speaks. He blesses those that have dedicated themselves to the Mwangi Expanse. Walkena does not preach great rewards after death, but instead speaks to greatness in life.</p>\n<p><strong>Edicts</strong> Uphold Mzali's laws, tend to Walkena and obey his instructions, oppose exploitation of the Mwangi Expanse</p>\n<p><strong>Anathema</strong> Consort or trade with non-Mwangi peoples, defy Walkena's orders</p>\n<div>\n<h2>Avatar</h2>\n<p>When casting the <em>@Compendium[pf2e.spells-srd.ckUOoqOM7Kg7VqxB]{Avatar}</em> spell, a worshipper of Walkena gains the following additional abilities.</p>\n<p><strong>Walkena</strong> Speed 60 feet, <em>@Compendium[pf2e.spells-srd.b5sGjGlBf58f8jn0]{Air Walk (Constant)}</em></p>\n<p>1 holy spear (reach 20 feet; versatile fire), Damage [[/r {6d12+6}[piercing]]]{6d12+6 piercing damage}</p>\n<p>1 sunfire (range increment 120 feet), Damage [[/r {6d6+6}[fire]]]{6d6+6 fire damage}</p>\n</div>"
		},
		"Wards of the Pharaoh": {
			"name": "Wards of the Pharaoh",
			"description": "<p><strong>Edicts</strong> Use magic to defend yourself and your allies, maintain magical wards, seek greater magical knowledge</p>\n<p><strong>Anathema</strong> Destroy wards that are actively protecting innocents, refuse to use your magic to help those in need who ask you</p>\n<p><strong>Areas of Concern</strong> Abjuration magic, protection, self-improvement</p>\n<p><strong>Pantheon Members</strong> Isis, Nethys, Selket, Thoth</p>"
		},
		"Whispering Way": {
			"name": "Whispering Way",
			"description": "<p>These cultists believe undeath is the truest form of existence, and life is meant to be spent in preparation for transition to a more glorious unlife after death.</p>\n<p><strong>Edicts</strong> seek methods to become undead (a lich if possible), oppose those who seek to destroy undead, protect necromantic secrets, serve the Whispering Tyrant</p>\n<p><strong>Anathema</strong> destroy necromantic texts (unless they reveal secrets of the Whispering Way), teach others of the Whispering Way other than by whispering, use positive energy to harm undead</p>"
		},
		"Winlas": {
			"name": "Winlas",
			"description": "<p><strong>Edicts</strong> Serve leaders of ceremonies, craft ceremonial arms and armor, lead a congregation</p>\n<p><strong>Anathema</strong> Deride sacred ceremonies, carelessly or lazily perform rituals, destroy ceremonial objects</p>"
		},
		"Xhamen-Dor": {
			"name": "Xhamen-Dor",
			"description": "<p>Xhamen-Dor, the living cancer, was born in the sewers beneath Carcosa, the alien city that is the home of @Compendium[pf2e.deities.WvoMr86bSSYxXKtI]{Hastur}. Somehow, this Great Old One was transported to Golarion within a comet, crashing into the bottom of a lake during the devastation of Earthfall. Physically, it manifests as a twisting and vaguely serpentine-shaped mass of bone, hair, and fungus.</p>\n<p>The Inmost Blot, as Xhamen-Dor is also known, exists to conquer worlds by infecting the living with itself. Its victims, the seeded, enact its will and seek to spread its influence until the entire world is just an extension of Xhamen-Dor itself. Then, once only the seeded remain, Xhamen-Dor uses the last of the planet's energy to return to Carcosa, which in turn absorbs the world Xhamen-Dor has brought to it, allowing Carcosa to slowly grow.</p>\n<p><strong>Edicts</strong> Spread fungal growths, subtly infect others with knowledge of Xhamen-Dor</p>\n<p><strong>Anathema</strong> None</p>"
		},
		"Yaezhing": {
			"name": "Yaezhing",
			"description": "<p><strong>Edicts</strong> Commit assassinations for hire, strike unseen, carry out punishment for convicted criminals</p>\n<p><strong>Anathema</strong> Show mercy to a target, take credit for your assassinations, refuse to punish a lawfully convicted criminal</p>"
		},
		"Yamatsumi": {
			"name": "Yamatsumi",
			"description": "<p><strong>Edicts</strong> Strive to be self-sufficient, respect nature, test yourself against the elements</p>\n<p><strong>Anathema</strong> Become reliant on civilization, destroy something without creating or growing something in its place</p>"
		},
		"Ydajisk": {
			"name": "Ydajisk",
			"description": "<p>The protean lord of language evolution, lost words, and slang, Ydajisk manifests as a protean with six arms and a cobra's hood, surrounded by a cloud of drifting sounds, symbols, shapes, and myriad other sensory experiences that shift endlessly in and out of existence. Closer inspection reveals that their body is made from interlacing strands of poetic protean script. Ydajisk is also called the Mother of Tongues, though like all proteans, their gender changes as they will. Followers of Ydajisk are wanderers, reviving dead languages from ancient ruins, chronicling the dying tongues of cultures in decline, and discovering or inventing new words. All such knowledge acquired by agents of the Mother of Tongues passes into Ydajisk's realm, the Library of Stolen Words, where it is transcribed into books or stored in magical containers, alongside scrolls and tomes considered long lost by mortal scholars.</p>\n<p><strong>Edicts</strong> Create using words, chronicle languages and prevent them from dying, help language evolve</p>\n<p><strong>Anathema</strong> Ban or discourage a language, explain a secret language or slang to outsiders, destroy literary works</p>\n<p><strong>Areas of Concern</strong> language evolution, lost words, and slang</p>"
		},
		"Ydersius": {
			"name": "Ydersius",
			"description": "<p>The serpentfolk god is not dead, but in his decapitated state, he might as well be. Reduced to a feral, animalistic existence, Ydersius is even less aware of his legacy than the lowest of the aapoph. Ydersius's symbol is a snake's skull surrounded by a skeletal ouroboros.</p>\n<p><strong>Edicts</strong> seek to return Ydersius to life, fulfill your passions, conquer your foes with no mercy, achieve glory for serpentkind</p>\n<p><strong>Anathema</strong> put the needs of others above those of serpentfolk, aid the spawn of Azlant</p>"
		},
		"Ylimancha": {
			"name": "Ylimancha",
			"description": "<p>Ylimancha gazes out over the world's coastlines, presiding over coastal waters, fishers, and flying creatures. Also known as Harborwing, she believes in harmony between the seas, the skies, and the beings of the land. Sustenance and resources can be taken from the sea by those on shore, but not so much that the balance is upset. The sea may sometimes encroach on the land, but breakwaters can be built to keep communities on land dry and safe. Ylimancha likewise loves all creatures that fly, though the demon lord @Compendium[pf2e.deities.IZcdF1G8ZsnMotaM]{Pazuzu} also claims dominion over them, bringing the two into endless conflict and causing her to mourn deeply each creature he converts to his worship.</p>\n<p>Harborwing most often appears as a very large seagull, pure white in color with the head of a Varisian woman with short, dark hair. She sometimes instead appears as a human woman with the head of an osprey. In this form she wears robes that sway like the waves of the sea, their blue folds foaming white at the edges, and she carries a teak longbow strung with gold. When she speaks, her voice carries the sound of the crashing waves. Followers of Ylimancha include fishers, sailors, merfolk, those who make their living on or in the sea, and flying creatures.</p>\n<p><strong>Edicts</strong> Teach sustainable fishing, swim in saltwater, ï¬‚y</p>\n<p><strong>Anathema</strong> Imprison birds or clip their wings, poison coastal waters, overï¬sh, aid Pazuzu or his minions</p>\n<p><strong>Areas of Concern</strong> coastal waters, fishers, and flying creatures</p>"
		},
		"Ymeri": {
			"name": "Ymeri",
			"description": "<p>The elemental lord of fire is Ymeri, Queen of the Inferno, lord of fire, heat, and smoke. The sole ruler of the Plane of Fire, Ymeri governs from her Auroric Palace, taking the form of a six-armed reptilian centaur with burning wings. She has systematically destroyed all record of her birth and true origins, claiming to have always existed, and she wages a never-ending war against the other denizens of the Plane of Fire and against the shaitans of the Plane of Earth.</p>\n<p>Of all the elemental lords, Ymeri has the largest following. Some mephits and most fire elementals revere her, alongside some efreet and a few other creatures of the Plane of Fire, though few salamanders honor her name, and a covert order of efreeti known as the Secret Fire is dedicated to opposing her rule. On Golarion, the Queen of the Inferno is worshipped primarily by cabals of fire wizards, arsonists, and red dragons.</p>\n<p><strong>Edicts</strong> Inspire your lessers with zeal and strategy, be passionate and quick of wit, destroy your foes with fire</p>\n<p><strong>Anathema</strong> Extinguish destructive blazes, allow yourself to stagnate or lose motivation</p>\n<p><strong>Areas of Concern</strong> fire, heat, and smoke</p>"
		},
		"Yog-Sothoth": {
			"name": "Yog-Sothoth",
			"description": "<p>Yog-Sothoth is, along with Azathoth, one of the greatest of the Outer Gods. In appearance, he is said to be a congeries of iridescent spheres-brilliant, foaming bubbles that constantly expand and collapse in upon themselves. He has other manifestations, however, including the Lurker on the Threshold, a mass of black tentacles that endlessly writhe, reach, and grow, and a mysterious humanoid figure hidden behind a shimmering veil.</p>\n<p>Yog-Sothoth embodies all of space and time; he exists in all places and in all moments simultaneously. Paradoxically, however, he is unable to manifest in the mortal universe unless summoned, a magical act that almost always results in untold destruction. He is known as the Key and the Gate, and magicians and cults research him in an effort to master time and space. Fortunately, his worship is not widespread, but some of those who have delved deep into his secrets describe him as an ambivalent figure, rather than a malevolent one, who guards cosmic secrets and makes them accessible to those who dare to ask for them. Yog-Sothoth reveals the true nature of the universe, but this is a thing that once seen cannot be unseen, and wise mortals turn aside from Yog-Sothoth's offer of cosmic knowledge in favor of a more mundane existence.</p>\n<p><strong>Edicts</strong> Gather knowledge of gates through space and time, curse or mutate unborn children</p>\n<p><strong>Anathema</strong> None</p>"
		},
		"Yuelral": {
			"name": "Yuelral",
			"description": "<p>Yuelral is the elven goddess of magic. She is a patron of both divine and arcane magic, but prefers magic that deals with the natural world rather than magic that deals with metal and other artificial things. She is frequently worshiped by jewelers because of her affinity with crystals. These jewelers never cut their crystals, instead embracing their natural beauty. Yuelral is quick to embrace half elves, seeing past their mixed heritage to what lies within.</p>\n<p><strong>Edicts</strong> Practice herbalism, use and enchant gems, encourage and teach magicians and jewelers, preserve elven magic and knowledge</p>\n<p><strong>Anathema</strong> Cut a gem for aesthetic purposes, defile nature, allow the irresponsible use of magic</p>\n<p><strong>Areas of Concern</strong> gems, craft, and magic</p>"
		},
		"Zevgavizeb": {
			"name": "Zevgavizeb",
			"description": "<p>The Beast of Gluttondark's sphere of influence encompasses caverns, reptiles, the strong, and all-consuming hunger. A primordial qlippoth-turned-demon lord, Zevgavizeb seems to care little for his followers, and so he is more often propitiated than worshipped.</p>\n<p><strong>Edicts</strong> expand your clutch's domain, dominate your enemies, demonstrate mastery over your crafts and environment, devour the weak</p>\n<p><strong>Anathema</strong> surrender in combat, express weakness in the face of adversity, show mercy to the weak</p>\n<p><strong>Areas of Concern</strong> caverns, reptiles, and troglodytes</p>"
		},
		"Zohls": {
			"name": "Zohls",
			"description": "<p>Zohls, also known as Verity, advocates for determination, investigation, and truth. She believes that mysteries lead to truth, but how one arrives at that truth is as important as the answer itself. All questions are puzzles, and all puzzles are worth solving. The more intricate the problem, the more rewarding the investigation, and through determination and ethical investigation, even the deepest of enigmas can be solved. Calculated, logical thinking is more important to Zohls than gut instinct. She sees patterns everywhere, and she teaches that detecting these patterns brings the truth to light. While all investigations are worth pursuing so long as they don't hurt innocents, investigations that reveal the truth of crimes or other horrors, and that lead to justice being served and victims finding peace, are the most important of all to Verity.</p>\n<p>When appearing to her followers, Verity is always practically dressed, usually wearing a tunic and breeches. She wears black and white clothing, as these colors represent the light of truth and the darkness of obscurity and the unknown. She keeps her light-brown hair pulled back in braids. On her back she has large wings made of parchment that never wrinkle, whether furled or unfurled. Followers of Zohls include detectives, scientists, researchers, historians, archivists, librarians, and even conspiracy theorists.</p>\n<p><strong>Edicts</strong> Solve logic puzzles, investigate crimes, devise new solutions from research</p>\n<p><strong>Anathema</strong> Make judgments without evidence, contaminate evidence, obstruct truths</p>\n<p><strong>Areas of Concern</strong> determination, investigation, and truth</p>"
		},
		"Zon-Kuthon": {
			"name": "Zon-Kuthon",
			"description": "<p>The Midnight Lord embodies and glorifies pain, shadows, and mutilation, and he is one of the most twisted and malevolent gods on the face of Golarion. Once known as Dou-Bral, he crafted the immense Star Towers that still help keep Rovagug pinned in his prison at Golarionâ€™s heart, lending his own skill and ability to the great deific alliance to bind that evil entity. Yet a divine argument between him and his sister Shelyn resulted in the god departing for parts unknown. Zon-Kuthon traveled beyond the edges of the multiverse and stared into the face of the incomprehensible things that dwell there. No one knows what he found in that place, but he returnedâ€”changed, but claiming to be strengthened by what he had endured. Likewise, the nation of Nidal on Golarion, which is bound to him, is a nation of survivors, founded by those few strong enough to do what they must so their people could survive the terrible aftermath of Earthfall and the Age of Darkness that followed.</p>\n<p><strong>Edicts</strong> bring pain to the world, mutilate your body</p>\n<p><strong>Anathema</strong> create permanent or long-lasting sources of light, provide comfort to those who suffer</p>\n<p><strong>Areas of Concern</strong> darkness, envy, loss, and pain</p>"
		},
		"Zura": {
			"name": "Zura",
			"description": "<p>Zura, the Vampire Queen, is the demon lord of blood, cannibalism, and vampires. According to legend, she is the reincarnated form of an Azlanti queen who indulged in blood rites and acts of cannibalism in a quest for eternal life. After death, she was reborn as a unique vampiric succubus who quickly ascended to the status of demon lord. Though many of her cults died out with the Azlanti empire, Zura is still worshipped by vampires and those aspiring to become vampires, particularly within Cheliax and Ustalav, as well as among the drow of the Darklands.</p>\n<p><strong>Edicts</strong> Drink blood, seek vampirism, cause bleed damage</p>\n<p><strong>Anathema</strong> Expose vampires, heal a bloody wound without drinking blood from it first</p>\n<p><strong>Areas of Concern</strong> blood, cannibalism, and vampires</p>"
		},
		"Zyphus": {
			"name": "Zyphus",
			"description": "<p><strong>Edicts</strong> Set pointless traps, spread nihilism, encourage deadly accidents</p>\n<p><strong>Anathema</strong> Spread hope, provide aid to Pharasmins</p>"
		}
	}
}