{
    "label": "feat-effects",
    "entries": {
        "Effect: Energetic Meltdown": {
            "description": "<p>As you channel energy through your deviant abilities, some of it turns back on you, spiking your body temperature or dancing across your skin.</p>\n<p><strong>Mild Backlash</strong> You take [[/r @actor.level]]{damage equal to your level} as energy scours your body.</p>\n<p><strong>Moderate Backlash</strong> Energy wracks your body. After taking the damage, you gain weakness to the energy type of your backlash until your next daily preparations. The weakness is equal to one-third of your level. You also lose immunity to the energy type if you had it, until your next daily preparations.</p>\n<p><strong>Severe Backlash</strong> Whatever furnace or well within you that provides the energy for your deviation overloads completely, cascading out of you in an uncontrolled burst. You deal [[/r (@actor.level)d6]]{1d6 damage per level} to all creatures in a @Template[type:emanation|distance:30] with a @Check[type:fortitude|dc:resolve(@actor.attributes.classOrSpellDC.value)|basic:true] save. You automatically take full damage without attempting a save.</p>",
            "name": "Effect: Energetic Meltdown"
        },
        "Effect: Juvenile Flight": {
            "description": "<p>You gain a fly Speed equal to your land Speed while your wings are unfurled.</p>\n<p>If you have @UUID[Compendium.pf2e.feats-srd.Item.UuVz1QY7QXD5cnLu]{Fledgling Flight}, you gain a +10-foot status bonus to your fly Speed with Juvenile Flight. As normal, since your fly Speed is derived from your land Speed, this status bonus isn't cumulative with a status bonus to your land Speed, if you have one.</p>",
            "name": "Effect: Juvenile Flight"
        },
        "Effect: Victorious Vigor": {
            "description": "<p>You gain temporary Hit Points equal to your Constitution modifier until the end of your next turn.</p>",
            "name": "Effect: Victorious Vigor"
        },
        "Effect: Protective Mentor Boon (Revered) (PFS)": {
            "description": "<p><strong>Effect</strong> While working with less experienced Pathfinder allies, you shield your more fragile wards from the threat of death. For any PCs benefiting from a Level Bump and whose levels are lower than yours, you increase their current and maximum Hit Points by an additional amount equal to 3 times your Radiant Oath reputation tier.</p>\n<p><strong>Normal</strong> A Level Bump increases a PC's Hit Points by 10% or 10, whichever is higher.</p>\n<p><strong>Special</strong> A PC can only benefit from two mentor boons.</p>",
            "name": "Effect: Protective Mentor Boon (Revered) (PFS)"
        },
        "Effect: Aura of Preservation": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.z7kwVNaCB4oJs3Fe]{Aura Of Preservation}</p>\n<p>Your allies within 15 feet gain a +1 status bonus to Fortitude and Will saves against effects from aberrations.</p>",
            "name": "Effect: Aura of Preservation"
        },
        "Effect: Harrow-Chosen": {
            "description": "<p>This benefit is determined by alignment of the card you draw from the deck. The card can match both alignment components with yours (true match), match a single alignment component with yours (partial match), have no matching alignment components (unmatched), or have a diametrically opposed alignment to yours (misaligned).</p>\n<p><strong>True match</strong>: You gain a +1 circumstance bonus to a saving throw of your choice (Fortitude, Reflex, or Will) for 1 minute.</p>\n<p><strong>Partial match</strong>: You gain resistance to one energy type (acid, cold, electricity, fire, or sonic) equal to your level for 1 minute.</p>\n<p><strong>Unmatched</strong>: You gain temporary Hit Points equal to twice your level. The temporary Hit Points remain for 1 minute.</p>\n<p><strong>Misaligned</strong>: You gain a +5-foot circumstance bonus to your Speeds for 1 minute.</p>",
            "name": "Effect: Harrow-Chosen"
        },
        "Stance: Monastic Archer Stance": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.YG2RxXE9SMfwo6wP]{Monastic Archer Stance}</p>\n<p>You enter a specialized stance for a unique martial art centered around the use of a bow. While in this stance, the only Strikes you can make are those using longbows, shortbows, or bows with the monk trait.</p>\n<p>You can use @UUID[Compendium.pf2e.actionspf2e.Item.nbfNETdpee8CVM17]{Flurry of Blows} with these bows. You can use your other monk feats or monk abilities that normally require unarmed attacks with these bows when attacking within half the first range increment (normally 50 feet for a longbow and 30 feet for a shortbow), so long as the feat or ability doesn't require a single, specific Strike.</p>",
            "name": "Stance: Monastic Archer Stance"
        },
        "Effect: Dueling Parry": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.WcY7H7mRiK2VDquV]{Dueling Parry (Swashbuckler)} or @UUID[Compendium.pf2e.feats-srd.Item.n7nQQR940OvFbw7T]{Dueling Parry (Fighter)}</p>",
            "name": "Effect: Dueling Parry"
        },
        "Effect: Overdrive": {
            "description": "<p>Your gizmos go into a state of incredible efficiency called critical overdrive, adding great power to your attacks. Your Strikes deal additional damage equal to your Intelligence modifier for 1 minute. After the Overdrive ends, your gizmos become unusable as they cool down or reset, and you can't use Overdrive for 1 minute.</p>",
            "name": "Effect: Overdrive"
        },
        "Effect: Radiant Circuitry": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.2XmdYW8OsAvjGDG3]{Radiant Circuitry}.</p>",
            "name": "Effect: Radiant Circuitry"
        },
        "Effect: Emblazon Energy (Weapon, Sonic)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.rKZE8BA9IQHSSWoW]{Emblazon Energy} when applied to a weapon.</p>\n<ul>\n<li><strong>Weapon</strong> The weapon deals an extra 1d4 sonic damage, or an extra 1d6 sonic damage if you have a domain spell with the sonic trait.</li>\n</ul>",
            "name": "Effect: Emblazon Energy (Weapon, Sonic)"
        },
        "Effect: Accept Echo": {
            "description": "<p>While in this state, you become trained in the weapon you chose and an expert in the skill you chose. Additionally, while you're in this state, the echo can speak and interact with the Material Plane using your body, and you gain a +4 status bonus to all saves against possession effects, as the possessing spirit protects you from other possessions.</p>\n<p>This state lasts for 10 minutes, after which the echo disappears completely until the next time you make your daily preparations. You can @UUID[Compendium.pf2e.actionspf2e.Item.AjLSHZSWQ90exdLo]{Dismiss} this effect.</p>\n<p>At 7th level you become a master of the skill you chose, at 13th level you become an expert with the weapon you chose, and at 15th level you become legendary with the skill you chose.</p>",
            "name": "Effect: Accept Echo"
        },
        "Effect: Spiral Sworn": {
            "description": "<p>For 3 rounds, your Strikes and spells deal additional damage against undead, creatures in possession of an imprisoned soul, or creatures you have witnessed create or command undead. You gain a status bonus to damage with your Strikes against these creatures equal to the number of weapon damage dice. Spells you cast from spell slots gain a status bonus to damage against these creatures equal to the level of the spell; this bonus applies only to spells that deal damage and don't have a duration.</p>",
            "name": "Effect: Spiral Sworn"
        },
        "Effect: Smite Good": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.T5xFirAE8VLL5Lbu]{Smite Good}.</p>\n<p>Until the start of your next turn, your Strikes against that foe using the weapon your blade ally inhabits deal an extra 4 evil damage, increasing to 6 if you have master proficiency with this weapon.</p>\n<p>If the chosen enemy attacks you before the start of your next turn, the duration extends to the end of that enemy's next turn. If the enemy continues to attack you each turn, the duration continues to extend.</p>",
            "name": "Effect: Smite Good"
        },
        "Stance: Cobra Stance (Cobra Envenom)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.AkV4Jyllo6nlK2Sl]{Cobra Stance} if you have @UUID[Compendium.pf2e.feats-srd.Item.xQuNswWB3eg1UM28]{Cobra Envenom}, which increases the circumstance bonus to Fortitude saves and Fortitude DC to +2.</p>\n<p>You enter a tight stance, coiled up like a lashing cobra with your hands poised as venomous fangs. While in this stance, the only Strikes you can make are cobra fang unarmed attacks. These deal 1d4 poison damage; are in the brawling group; and have the agile, deadly d10, finesse, nonlethal, poison, and unarmed traits.</p>\n<p>While in Cobra Stance, you gain a +2 circumstance bonus to Fortitude saves and your Fortitude DC, and you gain poison resistance equal to half your level.</p>",
            "name": "Stance: Cobra Stance (Cobra Envenom)"
        },
        "Effect: Arctic Endemic Herb": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.BQzExsEZrwGsJD66]{Endemic Herbs}</p>\n<p>For 1 hour, treat environmental cold effects as if they were one step less severe.</p>",
            "name": "Effect: Arctic Endemic Herb"
        },
        "Effect: Battle Medicine Immunity": {
            "description": "<p>Granted when someone uses @UUID[Compendium.pf2e.feats-srd.Item.wYerMk6F1RZb0Fwt]{Battle Medicine} on you, rendering you temporarily immune to Battle Medicine from that person for the duration.</p>",
            "name": "Effect: Battle Medicine Immunity"
        },
        "Stance: Twinned Defense": {
            "description": "<p>Granted by: @UUID[Compendium.pf2e.feats-srd.Item.xjLbabfyQzBNT4y1]{Twinned Defense (Fighter)} or @UUID[Compendium.pf2e.feats-srd.Item.kTRGAST9J9ZxJZ4A]{Twinned Defense (Swashbuckler)}</p>\n<hr />\n<p><strong>Requirements</strong> You are wielding two melee weapons, one in each hand</p>\n<hr />\n<p>You're always ready to use your off-hand weapon to interfere with attacks against you. While you are in this stance, you constantly gain the benefits of the @UUID[Compendium.pf2e.feats-srd.Item.Y8LHfkzGyOhPlUou]{Twin Parry} action.</p>",
            "name": "Stance: Twinned Defense"
        },
        "Effect: Elemental Blood Magic (Self)": {
            "description": "<p>Elemental energy surrounds you. You gain a +1 status bonus to Intimidation checks for 1 round.</p>",
            "name": "Effect: Elemental Blood Magic (Self)"
        },
        "Effect: Shadow Sight": {
            "description": "<p>You gain Greater Darkvision for 1 minute.</p>",
            "name": "Effect: Shadow Sight"
        },
        "Effect: Corpse-Killer's Defiance": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.fzERYW7BJQoxlvoD]{Corpse-Killer's Defiance}</p>\n<p>You gain a +2 status bonus to attack and damage rolls against undead.</p>",
            "name": "Effect: Corpse-Killer's Defiance"
        },
        "Effect: Tiller's Drive": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.Wo0HNBh6CCgPN3Co]{Tiller's Drive}</p>\n<p>Members of your crop receive a +5-foot circumstance bonus to Speed.</p>",
            "name": "Effect: Tiller's Drive"
        },
        "Effect: Weapon Tampered With (Success)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.SheifYobjKqyK3Fv]{Tamper}</p>\n<p>Your weapon has been tampered with! You take a -2 circumstance penalty to attack rolls and damage rolls with that weapon. The effect ends at the start of the inventor's next turn, or until you @UUID[Compendium.pf2e.actionspf2e.Item.pvQ5rY2zrtPI614F]{Interact} to remove it.</p>",
            "name": "Effect: Weapon Tampered With (Success)"
        },
        "Effect: Masterful Hunter's Edge, Flurry": {
            "description": "<p>Granted when a ranger shares their @UUID[Compendium.pf2e.classfeatures.Item.JhLncIB10GSQowWL]{Masterful Hunter (Flurry)} with you.</p>\n<p>Your multiple attack penalty for attacks against your hunted prey is -3 (-2 with an agile weapon) on your second attack of the turn instead of -5, and -6 (-4 with an agile weapon) on your third or subsequent attack of the turn, instead of -10.</p>",
            "name": "Effect: Masterful Hunter's Edge, Flurry"
        },
        "Effect: Hungry Goblin": {
            "description": "<p>You'll eat anything and anyone. Whenever you inflict @UUID[Compendium.pf2e.conditionitems.Item.lDVqvLKA6eF3Df60]{Persistent Bleed Damage} with your jaws unarmed attack, you gain temporary Hit Points equal to half your level for 1 minute.</p>",
            "name": "Effect: Hungry Goblin"
        },
        "Effect: Bristle": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.1gAehVvstGY885kJ]{Bristle}</p>\n<p>You curl into a posture that splays out your bone spines. You gain a +1 circumstance bonus to AC until the start of your next turn.</p>\n<hr />\n<p><strong>Special</strong> If you have the @UUID[Compendium.pf2e.actionspf2e.Item.oAWNluJaMlaGysXA]{Barbed Quills} reaction or a quills unarmed attack, each gains a +1 circumstance bonus to damage rolls until the start of your next turn.</p>",
            "name": "Effect: Bristle"
        },
        "Effect: Catfolk Dance": {
            "description": "<p>The target creature gains a -2 circumstance penalty to Reflex saves</p>",
            "name": "Effect: Catfolk Dance"
        },
        "Effect: Eye of the Arclords": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.OtV7esAwza1U6Kwr]{Eye of the Arclords}.</p>\n<p>While the eye is open, you gain the following benefits:</p>\n<ul>\n<li>you gain the effects of the detect magic arcane innate spell from your Arcane Sense at the start of each of your turns without needing to cast the spell;</li>\n<li>you gain darkvision;</li>\n<li>you gain a +2 status bonus to Perception checks to Seek undetected and hidden creatures and to your Perception DC against Hide and Sneak.</li>\n</ul>",
            "name": "Effect: Eye of the Arclords"
        },
        "Effect: Primal Aegis": {
            "description": "<p>You and allies within 30 feet of you gain resistance equal to your Wisdom modifier to acid, cold, electricity, fire, negative, and positive damage.</p>",
            "name": "Effect: Primal Aegis"
        },
        "Effect: Emblazon Energy (Weapon, Cold)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.rKZE8BA9IQHSSWoW]{Emblazon Energy} when applied to a weapon.</p>\n<ul>\n<li><strong>Weapon</strong> The weapon deals an extra 1d4 cold damage, or an extra 1d6 cold damage if you have a domain spell with the cold trait.</li>\n</ul>",
            "name": "Effect: Emblazon Energy (Weapon, Cold)"
        },
        "Effect: Predictable!": {
            "description": "<p>Granted if you succeed with @UUID[Compendium.pf2e.feats-srd.Item.cErltcAC7OVnIyO1]{Predictable!}</p>",
            "name": "Effect: Predictable!"
        },
        "Goblin Song (Success)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.QZb0Utg0WFPf2Qg0]{Goblin Song}</p>\n<p>The creature takes a -1 status penalty to Perception checks and Will saves.</p>",
            "name": "Goblin Song (Success)"
        },
        "Effect: Saoc Astrology": {
            "description": "<p>This effect grants you the selected circumstance bonus or penalty to skill checks.</p>\n<hr />\n<p><em>Note: The effect lasts until the end of your turn, and should be manually removed after you have made a skill check.</em></p>",
            "name": "Effect: Saoc Astrology"
        },
        "Stance: Bullet Dancer Stance": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.actionspf2e.Item.SMF1hTWPHtmlS8Cd]{Bullet Dancer Stance}</p>\n<p><strong>Requirements</strong> You're unarmored and wielding a simple firearm, bayonet, or reinforced stock</p>\n<hr />\n<p><strong>Effect</strong> You enter a specialized stance for a unique martial art centered around the use of simple firearms. While in this stance, the only Strikes you can make are those using bayonets, reinforced stocks, and simple firearms. You can use Flurry of Blows with these weapons. You can use your other monk feats or monk abilities that normally require unarmed attacks with bayonets and reinforced stocks, so long as the feat or ability doesn't require a single, specific Strike. You can also use them with simple firearms when attacking within half the first range increment.</p>",
            "name": "Stance: Bullet Dancer Stance"
        },
        "Stance: Paragon's Guard": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.hPDerDCYmag3s0dP]{Paragon's Guard}.</p>\n<hr />\n<p><strong>Requirements</strong> You are wielding a shield</p>\n<hr style=\"border-top: 1px solid var(--color-border-light-primary); border-bottom: 1px solid var(--color-border-light-highlight);\">\n<p>Once you've had a moment to set your stance, you always have your shield ready without a thought.</p>\n<p>While you are in this stance, you constantly have your shield raised as if you'd used the @UUID[Compendium.pf2e.actionspf2e.Item.xjGwis0uaC2305pm]{Raise a Shield} action, as long as you meet that action's requirements.</p>",
            "name": "Stance: Paragon's Guard"
        },
        "Effect: Hag Blood Magic": {
            "description": "<p>Spiteful curses punish your foes. The first creature that deals damage to you before the end of your next turn takes 2 mental damage per spell level and must attempt a basic Will save.</p>",
            "name": "Effect: Hag Blood Magic"
        },
        "Effect: Curse of Living Death": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.classfeatures.Item.IaxmCkdsPlA52spu]{Bones}</p>\n<h3>Curse of Living Death</h3>\n<p>Your body is slowly decaying even though you are alive, and using your powers furthers this unnatural living death. You carry a touch of the grave about you, manifesting as bloodless pallor, a faint smell of earth, or deathly cold skin.</p>\n<h4>Minor Curse</h4>\n<p>Bones protrude through your skin and your flesh rots, combining with a stench of decay and an unearthly chill. Non-magical effects that would restore your Hit Points only grant you half as many HP as normal.</p>\n<h4>Moderate Curse</h4>\n<p>Your dead flesh continues to rot, affecting your health. You become @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1}, and this drained condition is cumulative with any other drained conditions you gain. This drained condition is removed only when you Refocus; effects that normally remove the drained condition reduce your drained condition to drained 1 instead.</p>\n<p>In addition, you gain resistance to poison equal to half your level. You gain a +4 status bonus to saves against diseases, poisons, and death effects, and if you roll a success on such a save, you get a critical success instead.</p>\n<h4>Major Curse (11th)</h4>\n<p>You stand just steps from the grave. You become @UUID[Compendium.pf2e.conditionitems.Item.Yl48xTdMh3aeQYL2]{Wounded 1}. This wounded condition is removed only when you Refocus; effects that normally remove the wounded condition reduce your wounded condition to wounded 1 instead.</p>\n<p>When you would attempt a recovery check, you can choose to get an automatic success instead of rolling, and if you roll a critical failure on a save against a disease, poison, or death effect, you get a failure instead.</p>",
            "name": "Effect: Curse of Living Death"
        },
        "Stance: Masquerade of Seasons Stance": {
            "name": "Stance: Masquerade of Seasons Stance"
        },
        "Effect: Giant's Stature": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.W21jKAcG0GtEtBiK]{Giant's Stature}</p>\n<p>You become Large, increasing your reach by 5 feet and gaining the @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} condition until you stop raging</p>",
            "name": "Effect: Giant's Stature"
        },
        "Effect: Crimson Shroud": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.M2V1vqAziOkWV30B]{Crimson Shroud}.</p>",
            "name": "Effect: Crimson Shroud"
        },
        "Effect: Didactic Strike": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.6fojN9yBJByTZ1Q9]{Didactic Strike}.</p>\n<p>Your first attack against the designated target before the investigator's next turn deals an extra 2d6 precision damage to the target if it hits.</p>",
            "name": "Effect: Didactic Strike"
        },
        "Effect: Psychopomp Blood Magic (Self)": {
            "description": "<p>The border between life and death becomes blurred to you. You gain a +2 status bonus to Fortitude saving throws for 1 round.</p>",
            "name": "Effect: Psychopomp Blood Magic (Self)"
        },
        "Effect: Stone Body": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.xgg9eNF6MsJPMjyH]{Stone Body}</p>\n<p>You gain resistance 10 to all damage.</p>",
            "name": "Effect: Stone Body"
        },
        "Effect: Channel the Godmind": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.DYFOlJlMoDuHjrZx]{Channel The Godmind}.</p>",
            "name": "Effect: Channel the Godmind"
        },
        "Effect: Distracting Feint": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.hLYoIjH8gPEVXyWG]{Distracting Feint}</p>\n<p>While a creature is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} by your Feint, it also takes a -2 circumstance penalty to Perception checks and Reflex saves.</p>",
            "name": "Effect: Distracting Feint"
        },
        "Effect: Purifying Breeze": {
            "description": "<p>You gain a +1 status bonus to Fortitude saving throws.</p>",
            "name": "Effect: Purifying Breeze"
        },
        "Effect: Heroic Recovery": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.KR78kinMmAZQHeoa]{Heroic Recovery}</p>\n<p>If the next action you use is to cast <em>@UUID[Compendium.pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs]{Heal}</em> targeting a single living creature and the target regains Hit Points from the spell, it also gains three bonuses until the end of its next turn: a +5-foot status bonus to its Speed, a +1 status bonus to attack rolls, and a +1 status bonus to damage rolls.</p>",
            "name": "Effect: Heroic Recovery"
        },
        "Effect: Energize Wings": {
            "description": "<p>You gain a fly Speed of 30 feet.</p>",
            "name": "Effect: Energize Wings"
        },
        "Effect: Azarketi Purification": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.u94fcPT5Oukqzql5]{Azarketi Purification}</p>",
            "name": "Effect: Azarketi Purification"
        },
        "Effect: Unleash Psyche": {
            "description": "<p>When you cast a damaging spell, you gain a status bonus to its damage equal to double the spell's level. This applies only to spells that don't have a duration and that you cast using psychic spellcasting.</p>",
            "name": "Effect: Unleash Psyche"
        },
        "Effect: Deteriorated": {
            "description": "<p>Associated with @UUID[Compendium.pf2e.feats-srd.Item.ZR5Buon23cDQ1ryB]{Zombie Dedication}.</p>\n<p>While your body is deteriorated, you're @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1}. You can spend 10 minutes checking and repairing your joints and other weak parts of your body to recover from deterioration. You can perform these repairs as part of your daily preparations. Because it's a natural result of your body's functions, you can't remove the slowed condition from deterioration through any other means.</p>",
            "name": "Effect: Deteriorated"
        },
        "Effect: Genie Blood Magic (Self)": {
            "description": "<p>Your spellcasting warps reality and distracts your foes. You gain a +1 status bonus to Deception checks for 1 round.</p>",
            "name": "Effect: Genie Blood Magic (Self)"
        },
        "Effect: Liberating Step (vs. Fiend)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.uv235v6hXCITAFej]{Fiendsbane Oath (Liberator)}</p>\n<p>If you use Liberating Step triggered by a fiend, your ally gains a +4 circumstance bonus to checks granted by your Liberating Step, and the ally can Step twice afterward.</p>",
            "name": "Effect: Liberating Step (vs. Fiend)"
        },
        "Stance: Point-Blank Shot": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.Yl2wYv24v5kw95aS]{Point-Blank Shot}.</p>\n<p>When using a ranged weapon that doesn't have the volley trait, you gain a +2 circumstance bonus to damage rolls on attacks against targets within the weapon's first range increment.</p>",
            "name": "Stance: Point-Blank Shot"
        },
        "Effect: Ceremony of Protection": {
            "description": "<p>You gain a +1 circumstance bonus to AC until the start of your next turn.</p>",
            "name": "Effect: Ceremony of Protection"
        },
        "Effect: Watchful Gaze": {
            "description": "<p>You gain @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.9qV49KjZujZnSp6w]{All-Around Vision} until the start of your next turn. This lets you see in all directions and prevents you from being flanked.</p>",
            "name": "Effect: Watchful Gaze"
        },
        "Effect: Assisting Shot (Critical Hit)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.UiQbjeqBUFjUtgUR]{Assisting Shot} if you critically hit the target.</p>\n<p>The next creature other than you to attack the same target before the start of your next turn gains a +2 circumstance bonus on their roll.</p>",
            "name": "Effect: Assisting Shot (Critical Hit)"
        },
        "Effect: Divine Weapon (Evil)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.Trj5azJlaOk5jgBi]{Divine Weapon}.</p>\n<p>Until the end of your turn, the weapon deals an additional 1d6 evil damage.</p>",
            "name": "Effect: Divine Weapon (Evil)"
        },
        "Effect: Aldori Parry": {
            "description": "<p><strong>Requirements</strong> You are wielding only an Aldori dueling sword and have your other hand or hands free.</p>\n<hr />\n<p>You gain a +2 circumstance bonus to AC until the start of your next turn as long as you continue to meet the requirement.</p>",
            "name": "Effect: Aldori Parry"
        },
        "Effect: Underground Endemic Herbs": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.BQzExsEZrwGsJD66]{Endemic Herbs}</p>\n<p>Gain a +1 circumstance bonus to Perception.</p>",
            "name": "Effect: Underground Endemic Herbs"
        },
        "Effect: Overwatch Field": {
            "description": "<p>Your overwatch field aura grants you increased perception and allows you to call out warnings to your allies within the aura to point out threats. This aura has the auditory and visual traits. You and allies within your overwatch field receive a +2 circumstance bonus when using Perception for Initiative checks.</p>",
            "name": "Effect: Overwatch Field"
        },
        "Effect: Demonic Blood Magic (Self)": {
            "description": "<p>The corruption of sin makes you more imposing. You gain a +1 status bonus to Intimidation checks for 1 round.</p>",
            "name": "Effect: Demonic Blood Magic (Self)"
        },
        "Effect: Smite Evil": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.xgvKXeTxns0gIdAn]{Smite Evil}.</p>\n<p>Until the start of your next turn, your Strikes with the weapon your blade ally inhabits against that foe deal an extra 4 good damage, increasing to 6 if you have master proficiency with this weapon.</p>\n<p>If the foe attacks one of your allies, the duration extends to the end of that foe's next turn. If the foe continues to attack your allies each turn, the duration continues to extend.</p>",
            "name": "Effect: Smite Evil"
        },
        "Effect: Wyrmblessed Blood Magic (Status Penalty - Target)": {
            "description": "<p>Draconic might carries in your voice. A target takes a -1 status penalty to Will saves for 1 round.</p>",
            "name": "Effect: Wyrmblessed Blood Magic (Status Penalty - Target)"
        },
        "Effect: Legendary Monster Warden": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.2yq3l8e2Vzz34yRV]{Monster Warden} if you have @UUID[Compendium.pf2e.feats-srd.Item.Veyt4x2Kb5YcPGTv]{Legendary Monster Hunter}.</p>\n<p>You gain a +2 circumstance bonus to your next attack roll against that prey.</p>\n<p>You gain a +2 circumstance bonus to your next saving throw against that particular creature and to your AC against that creature's next attack against you.</p>",
            "name": "Effect: Legendary Monster Warden"
        },
        "Effect: Lost in the Crowd (10 Creatures)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.d8RfatiK9UOQANLz]{Lost in the Crowd}</p>\n<p>You've learned how to move as one with crowds and hide among them, vanishing into a busy street in the blink of an eye. You move at full Speed in crowds and can use cover from crowds to Hide and Sneak, gaining a +2 circumstance bonus on your Stealth checks when in a crowd of at least 10 creatures.</p>",
            "name": "Effect: Lost in the Crowd (10 Creatures)"
        },
        "Stance: Wolf Stance": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.AN9jY1JVcU20Qdw6]{Wolf Stance}</p>\n<p>You enter the stance of a wolf, low to the ground with your hands held like fanged teeth. You can make wolf jaw unarmed attacks. These deal 1d8 piercing damage; are in the brawling group; and have the agile, backstabber, finesse, nonlethal, and unarmed traits.</p>\n<p>If you're flanking a target while in Wolf Stance, your wolf jaw unarmed attacks also gain the trip trait.</p>",
            "name": "Stance: Wolf Stance"
        },
        "Effect: Great Tengu Form": {
            "description": "<p>Once per day, as part of using Long-Nosed Form, you also gain the benefits of 4th-level <em>@UUID[Compendium.pf2e.spells-srd.Item.wzctak6BxOW8xvFV]{Enlarge}</em>and <em>@UUID[Compendium.pf2e.spells-srd.Item.A2JfEKe6BZcTG1S8]{Fly}</em>.</p>\n<p>This lasts for 5 minutes or until you shift out of your Long-Nosed Form, whichever happens first.</p>",
            "name": "Effect: Great Tengu Form"
        },
        "Stance: Stumbling Stance": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.7FRYyKXDKjGoANYj]{Stumbling Stance}</p>\n<p>You enter a seemingly unfocused stance that mimics the movements of the inebriated—bobbing, weaving, leaving false openings, and distracting your enemies from your true movements. While in this stance, you gain a +1 circumstance bonus to Deception checks to @UUID[Compendium.pf2e.actionspf2e.Item.QNAVeNKtHA0EUw4X]{Feint}.</p>\n<p>The only Strikes you can make are stumbling swing unarmed attacks. These deal 1d8 bludgeoning damage; are in the brawling group; and have the agile, backstabber, finesse, nonlethal, and unarmed traits. If an enemy hits you with a melee Strike while in this stance, it becomes Off-Guard against the next stumbling swing Strike you make against it before the end of your next turn.</p>",
            "name": "Stance: Stumbling Stance"
        },
        "Effect: Heroes' Call": {
            "description": "<p>You gain temporary Hit Points equal to twice your level.</p>",
            "name": "Effect: Heroes' Call"
        },
        "Goblin Song (Critical Success)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.QZb0Utg0WFPf2Qg0]{Goblin Song}</p>\n<p>The creature takes a -1 status penalty to Perception checks and Will saves.</p>",
            "name": "Goblin Song (Critical Success)"
        },
        "Effect: Necrotic Infusion": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.6erzXaxxvcXYnL9H]{Necrotic Infusion}.</p>\n<p>If the next action you use is to cast <em>@UUID[Compendium.pf2e.spells-srd.Item.wdA52JJnsuQWeyqz]{Harm}</em> to restore Hit Points to a single undead creature, the target then deals an additional 1d6 negative damage with its melee weapons and unarmed attacks until the end of its next turn. If the <em>harm</em> spell is at least 5th level, this damage increases to 2d6, and if the <em>harm</em> spell is at least 8th level, the damage increases to 3d6.</p>",
            "name": "Effect: Necrotic Infusion"
        },
        "Effect: Align Armament (Good)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.xtXWw3cUnVB25XSV]{Align Armament}.</p>\n<p>For 1 round, that weapon deals an additional 1d6 good damage.</p>",
            "name": "Effect: Align Armament (Good)"
        },
        "Effect: Forest Endemic Herbs": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.BQzExsEZrwGsJD66]{Endemic Herbs}</p>\n<p>Gain a +2 circumstance bonus to saves against disease and poison effects.</p>",
            "name": "Effect: Forest Endemic Herbs"
        },
        "Effect: Bolera's Interrogation (failure)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.cBYTVYqw1EFVEuzs]{Bolera's Interrogation}</p>\n<p>On a failure, the creature finds itself unable to speak any deliberate and intentional lies and takes a -2 penalty to Deception checks. This effect lasts for 10 minutes as long as you are within 30 feet of the target and the target is aware that you are using the ability against it. If you begin a new interrogation, this effect ends for any previous target. After your interrogation ends, the target is immune to this ability for 24 hours.</p>",
            "name": "Effect: Bolera's Interrogation (failure)"
        },
        "Effect: Accursed Clay Fist": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.tMsAj0H0B9XZQjtH]{Accursed Clay Fist}</p>\n<p>You take a -2 status penalty to saving throws against curse effects for 1 hour.</p>",
            "name": "Effect: Accursed Clay Fist"
        },
        "Effect: Improved Poison Weapon": {
            "description": "<p>Applied when you apply a poison created with @UUID[Compendium.pf2e.feats-srd.Item.9Eufa07qvXG41QmG]{Improved Poison Weapon}.</p>",
            "name": "Effect: Improved Poison Weapon"
        },
        "Effect: Prayer-Touched Weapon": {
            "description": "<p>The chosen weapon deals an extra 1d6 positive damage.</p>",
            "name": "Effect: Prayer-Touched Weapon"
        },
        "Effect: Under Control": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.xSYkYRKlSyLzPrH1]{Undying Conviction}</p>",
            "name": "Effect: Under Control"
        },
        "Stance: Cobra Stance": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.AkV4Jyllo6nlK2Sl]{Cobra Stance}</p>\n<p>You enter a tight stance, coiled up like a lashing cobra with your hands poised as venomous fangs. While in this stance, the only Strikes you can make are cobra fang unarmed attacks. These deal 1d4 poison damage; are in the brawling group; and have the agile, deadly d10, finesse, nonlethal, poison, and unarmed traits.</p>\n<p>While in Cobra Stance, you gain a +1 circumstance bonus to Fortitude saves and your Fortitude DC, and you gain poison resistance equal to half your level.</p>",
            "name": "Stance: Cobra Stance"
        },
        "Effect: Radiant Infusion": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.JcXzKwrdMkNszrJQ]{Radiant Infusion}.</p>\n<p>If the next action you use is to cast <em>@UUID[Compendium.pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs]{Heal}</em> to restore Hit Points to a single living creature, the target deals an additional 1d6 positive damage with its melee weapons and unarmed attacks until the end of its next turn. If the <em>heal</em> spell is at least 5th level, this damage increases to 2d6, or 3d6 if the spell is at least 8th level.</p>",
            "name": "Effect: Radiant Infusion"
        },
        "Effect: Lost in the Crowd (100 Creatures)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.d8RfatiK9UOQANLz]{Lost in the Crowd}</p>\n<p>You've learned how to move as one with crowds and hide among them, vanishing into a busy street in the blink of an eye. You move at full Speed in crowds and can use cover from crowds to Hide and Sneak, gaining a +4 circumstance bonus on your Stealth checks when in a crowd of at least 100 creatures.</p>",
            "name": "Effect: Lost in the Crowd (100 Creatures)"
        },
        "Effect: Prevailing Position": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.Xw7qG0SHepXx24vl]{Prevailing Position}</p>\n<p>You leave the stance you were in, gaining a +4 circumstance bonus to the triggering saving throw or to your AC against the triggering attack.</p>",
            "name": "Effect: Prevailing Position"
        },
        "Stance: Sky and Heaven Stance": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.UjEeHamC2C8JfgJz]{Sky and Heaven Stance}</p>\n<p>Your jagged blows are like lightning. The only Strikes you can make are skyward slash unarmed attacks. These unarmed attacks deal 1d10 slashing damage; are in the brawling group; and have the nonlethal, unarmed, and versatile P traits. While in Sky and Heaven Stance, you gain resistance 2 to electricity and resistance 2 to sonic damage. These resistances increase to 5 at 12th level and to 8 at 18th level.</p>",
            "name": "Stance: Sky and Heaven Stance"
        },
        "Effect: Encroaching Presence": {
            "description": "<p>Seeing and touching the beyond leaves you open to its alien influence, warping your perceptions and thoughts.</p>\n<p><strong>Mild Backlash</strong> Something inexplicable touches your mind, leaving you with lingering horror. You become @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 3}.</p>\n<p><strong>Moderate Backlash</strong> Disorienting visions and figments cover your vision, as if you're seeing through another set of alien senses. For 10 minutes, all creatures become @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} to you as they are covered in visual distortions only you can see.</p>\n<p><strong>Severe Backlash</strong> Your life force is siphoned away as the presence tugs your soul to wherever it resides. You become @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 1} and @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2} until your next daily preparations.</p>",
            "name": "Effect: Encroaching Presence"
        },
        "Effect: Corpse-Killer's Defiance (Lower Level)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.fzERYW7BJQoxlvoD]{Corpse-Killer's Defiance}</p>\n<p>You gain a +1 status bonus to attack and damage rolls against undead.</p>",
            "name": "Effect: Corpse-Killer's Defiance (Lower Level)"
        },
        "Effect: Bon Mot (Critical Success)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.0GF2j54roPFIDmXf]{Bon Mot}</p>\n<p>You are distracted and takes a -3 status penalty to Perception and Will saves for 1 minute.</p>\n<p>You can end the effect early with a retort to your Bon Mot. This can either be a single action that has the concentrate trait or an appropriate skill action to frame their retort. The GM determines which skill actions qualify, though they must take at least 1 action. Typically, the retort needs to use a linguistic Charisma-based skill action.</p>",
            "name": "Effect: Bon Mot (Critical Success)"
        },
        "Effect: Resounding Bravery (vs. Fear)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.dTO1ShJovbzrKUY4]{Resounding Bravery} if you critically succeed at a Will save against a foe's fear effect.</p>\n<p>You gain a +2 status bonus to saves and a number of temporary Hit Points equal to your level for 1 minute.</p>",
            "name": "Effect: Resounding Bravery (vs. Fear)"
        },
        "Effect: Shared Clarity": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.ybrx1nsg5J0L8d3j]{Shared Clarity}.</p>\n<p>Allies within 15 feet of you who failed the same saving throw against the same mental effect can also spend their reactions to reroll the failed saving throw with a +2 circumstance bonus.</p>",
            "name": "Effect: Shared Clarity"
        },
        "Effect: Recall Under Pressure": {
            "description": "<p>You gain a +1 status bonus to saving throws for the remainder of the combat encounter as your morale soars or a +2 status bonus if the card you drew was from the suit of Books.</p>",
            "name": "Effect: Recall Under Pressure"
        },
        "Effect: Champion's Resistance": {
            "description": "<p>The ally gains resistance to all damage against the triggering damage equal to 2 + your level.</p>",
            "name": "Effect: Champion's Resistance"
        },
        "Effect: Psychic Rapport": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.9oKtrUzXixj58hOg]{Psychic Rapport}</p>\n<p>You gain a +1 circumstance bonus to Deception, Diplomacy, and Intimidation checks, and to Perception checks to @UUID[Compendium.pf2e.actionspf2e.Item.1xRFPTFtWtGJ9ELw]{Sense Motive}</p>",
            "name": "Effect: Psychic Rapport"
        },
        "Effect: Current Spell (Water)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.ajesR7y0jWzqjAgc]{Current Spell} if you cast a spell with the water trait.</p>\n<p>You gain a +1 circumstance bonus to AC or a +2 circumstance bonus against ranged attacks. You also gain a +1 circumstance bonus to all saves against effects with the water trait.</p>\n<p>This effect has the water trait.</p>",
            "name": "Effect: Current Spell (Water)"
        },
        "Effect: Repair Module": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.ZGT7NLpcvREkJsMd]{Repair Module}.</p>",
            "name": "Effect: Repair Module"
        },
        "Effect: Emotional Surge": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.d8DI7wLxtUy99g9K]{Emotional Surge}</p>\n<p>You gain a +2 status bonus to attack rolls and skill checks.</p>",
            "name": "Effect: Emotional Surge"
        },
        "Effect: Divine Weapon (Good)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.Trj5azJlaOk5jgBi]{Divine Weapon}.</p>\n<p>Until the end of your turn, the weapon deals an additional 1d6 good damage.</p>",
            "name": "Effect: Divine Weapon (Good)"
        },
        "Effect: Known Weakness": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.iWvpq3uDZcXvBJj8]{Known Weaknesses}.</p>\n<p>Your ally gains a +1 circumstance bonus to their next attack roll against the subject of known weakness, as long as their attack is made before the beginning of your next turn.</p>",
            "name": "Effect: Known Weakness"
        },
        "Effect: Rampaging Form": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.Zl6vDXJEM7Lbp8JQ]{Rampaging Form}</p>\n<p>You Change Shape into a form of living ice for 1 minute or until you shift back. Your battle form is Huge and has the following statistics:</p>\n<ul>\n<li>AC = 18 + your level. Ignore your armor's check penalty and Speed reduction.</li>\n<li>20 temporary Hit Points.</li>\n<li>Low-light vision and imprecise scent 30 feet.</li>\n<li>A Speed of 30, a Fly speed of 40, and you don't need to breathe</li>\n<li><strong>Melee</strong> <span class=\"pf2-icon\">a</span> jaws, <strong>Damage</strong> 2d8 piercing + 1d4 fire damage.</li>\n<li>Your unarmed attacks deal 1d4 additional fire damage, and your fire spells deal one additional die of fire damage (of the same damage die the spell uses).</li>\n<li>You can cast <em>@UUID[Compendium.pf2e.spells-srd.Item.O9w7r4BKgPogYDDe]{Produce Flame}</em> as an innate spell; the casting is reduced from 2 actions to 1.</li>\n<li>Any creature that touches you or damages you with an unarmed attack or non-reach melee weapon takes @Damage[3d6[fire]] damage.</li>\n<li>Athletics modifier of +20, unless your own modifier is higher.</li>\n</ul>",
            "name": "Effect: Rampaging Form"
        },
        "Effect: Perfect Resistance": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.QN55ToyJIjxgPmhs]{Perfect Resistance}</p>\n<p>After using a Student of Perfection ki spell, the resistance increases to be equal to your level for 1 round.</p>",
            "name": "Effect: Perfect Resistance"
        },
        "Effect: Undying Conviction": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.xSYkYRKlSyLzPrH1]{Undying Conviction}</p>\n<p>Undead creatures gain a +2 status bonus to saving throws to resist positive damage and to Will saving throws to resist effects that would make them controlled.</p>",
            "name": "Effect: Undying Conviction"
        },
        "Effect: Bespell Weapon": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.tWBK7Zbt80JlPryC]{Bespell Weapon} if you cast a conjuration or transmution spell.</p>\n<p>Until the end of your turn, the weapon deals an additional 1d6 damage.</p>",
            "name": "Effect: Bespell Weapon"
        },
        "Effect: Align Armament (Evil)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.xtXWw3cUnVB25XSV]{Align Armament}.</p>\n<p>For 1 round, that weapon deals an additional 1d6 evil damage.</p>",
            "name": "Effect: Align Armament (Evil)"
        },
        "Effect: Deadly Poison Weapon": {
            "description": "<p>Applied when you apply a poison created with @UUID[Compendium.pf2e.feats-srd.Item.AYXherMu9gFTyXjp]{Deadly Poison Weapon}.</p>",
            "name": "Effect: Deadly Poison Weapon"
        },
        "Effect: Twin Parry (Parry Trait)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.Y8LHfkzGyOhPlUou]{Twin Parry} if either weapon has the parry trait.</p>\n<p>You gain a +2 circumstance bonus to AC until the start of your next turn.</p>",
            "name": "Effect: Twin Parry (Parry Trait)"
        },
        "Stance: Wild Winds Stance": {
            "description": "<p>Granted by <em>@UUID[Compendium.pf2e.spells-srd.Item.SkarN4VlNxSJSJNw]{Wild Winds Stance}</em></p>\n<p>You take on the stance of the flowing winds, sending out waves of energy at a distance.</p>\n<p>You can make wind crash unarmed Strikes as ranged Strikes against targets within 30 feet. These deal 1d6 bludgeoning damage, use the brawling group, and have the agile, nonlethal, propulsive, and unarmed traits. Wind crash Strikes ignore concealment and all cover.</p>\n<p>While in wild winds stance, you gain a +2 circumstance bonus to AC against ranged attacks.</p>",
            "name": "Stance: Wild Winds Stance"
        },
        "Effect: Mountain Stronghold": {
            "description": "<p>You focus on your connection to the earth and call upon the mountain to block attacks against you. You gain a +2 circumstance bonus to AC until the beginning of your next turn.</p>",
            "name": "Effect: Mountain Stronghold"
        },
        "Effect: Methodical Debilitations": {
            "description": "<p>The target is unable to flank or provide flanking.</p>",
            "name": "Effect: Methodical Debilitations"
        },
        "Effect: Consume Energy (Augment Strike)": {
            "description": "<p>Strikes with the chosen weapon or unarmed attack deal an additional 1d6 damage of a type matching the energy you consumed.</p>",
            "name": "Effect: Consume Energy (Augment Strike)"
        },
        "Effect: Reanimator Dedication": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.5Cm2TYHzoO2DbQNM]{Reanimator Dedication}</p>\n<p>The undead you animate gains a +1 status bonus to attack rolls, AC, saving throws, and skill checks for the duration of <em>@UUID[Compendium.pf2e.spells-srd.Item.9WGeBwIIbbUuWKq0]{Animate Dead}</em>.</p>",
            "name": "Effect: Reanimator Dedication"
        },
        "Stance: Inspiring Marshal Stance": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.bvOsJNeI0ewvQsFa]{Inspiring Marshal Stance}.</p>\n<p>Your marshal's aura grants you and allies a +1 status bonus to attack rolls and saves against mental effects.</p>",
            "name": "Stance: Inspiring Marshal Stance"
        },
        "Effect: Nanite Surge": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.JS24EjgLYcHB9E3T]{Nanite Surge}.</p>",
            "name": "Effect: Nanite Surge"
        },
        "Effect: Hamstringing Strike": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.s2GbcUIXG1ZBurSd]{Hamstringing Strike}</p>\n<p>If you hit your prey, the creature takes a -5-foot status penalty to Speed. If you critically hit your prey, the creature takes a -10-foot status penalty to Speed.</p>",
            "name": "Effect: Hamstringing Strike"
        },
        "Effect: Curse of Outpouring Life": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.classfeatures.Item.o1gGG36wpn9mxeop]{Life}</p>\n<h3>Curse of Outpouring Life</h3>\n<p>Life energy flows outward from you and connects you to all living things, but you expend your vital essence to do so. Your presence comforts the ill and injured, causes scars to fade slightly, spurs new growth in plants, and otherwise infuses your surroundings with vitality.</p>\n<h4>Minor Curse</h4>\n<p>As your life force seeps outward, it becomes more difficult to keep your body functioning. Effects that restore Hit Points to you take a status penalty equal to half your level (minimum 1) to the number of HP you recover.</p>\n<h4>Moderate Curse</h4>\n<p>The flow of life energy away from you can't be reversed.</p>\n<p>In addition to the effects of your minor curse, you can't be healed by magical effects originating from other creatures. However, if you are unconscious, magical effects can restore you to 1 HP (but no higher). You are affected normally by healing elixirs, potions, and other items.</p>\n<p>When you cast <em>@UUID[Compendium.pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs]{Heal}</em> and all your targets are living creatures, you roll d12s instead of d8s for the amount of healing.</p>\n<p>Whenever you finish casting a non-cantrip spell, you restore Hit Points equal to the spell level to your choice of either one target of the spell or the creature nearest to you. You can't heal yourself in this way. This healing has the healing, necromancy, and positive traits, as well as the tradition trait of the spell.</p>\n<h4>Major Curse (11th)</h4>\n<p>Life energy tears through you to empower your magic. Some of your spells carry positive energy with them.</p>\n<p>Each time you use a spell slot to cast a 5th-level or higher spell that takes 2 or more actions to cast, you disperse positive energy in a @Template[type:burst|distance:30] with the effects of a 3-action <em>@UUID[Compendium.pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs]{Heal}</em> spell with a level 4 lower than that of the spell you cast. This healing occurs immediately after you finish Casting the Spell. You don't benefit from this healing. Instead, you lose double the number of Hit Points rolled for the heal spell.</p>",
            "name": "Effect: Curse of Outpouring Life"
        },
        "Effect: Twin Parry": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.Y8LHfkzGyOhPlUou]{Twin Parry} if neither weapon has the parry trait.</p>\n<p>You gain a +1 circumstance bonus to AC until the start of your next turn.</p>",
            "name": "Effect: Twin Parry"
        },
        "Effect: Arcane Propulsion": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.YgytD4HGjWNFwiev]{Arcane Propulsion}.</p>",
            "name": "Effect: Arcane Propulsion"
        },
        "Effect: Disrupting Strikes": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.Nm8n3urzpDqXni1i]{Disrupting Strikes}</p>\n<p>Your weapon and unarmed Strikes gain the effects of a <em>disrupting</em> property rune until the start of your next turn.</p>\n<p>If you're 14th level or higher, your Strikes instead gain the effects of a <em>greater disrupting</em> property rune.</p>",
            "name": "Effect: Disrupting Strikes"
        },
        "Effect: Striking Retribution": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.TGlb3gmSKkJBZt5q]{Striking Retribution}</p>",
            "name": "Effect: Striking Retribution"
        },
        "Effect: Magical Mentor Boon (PFS)": {
            "description": "<p><strong>Effect</strong> While working with less experienced Pathfinder allies, you provide key spellcasting insights that augment your colleagues' magic. Any PCs benefiting from a Level Bump and whose levels are lower than yours can prepare one additional spell of their highest-level spell slot or cast one additional spell of their highest-level spell slot. When casting spells of a magical tradition that is the same as the tradition you use for spellcasting, the affected PC also increases the Level Bump's modifier to spell DCs to 2.</p>\n<p><strong>Normal</strong> A Level Bump increases a PC's spell DCs by 1, and it does not grant any additional spells prepared or spell slots.</p>\n<p><strong>Special</strong> A PC can only benefit from two mentor boons.</p>\n<p><strong>**Spell-DC not implemented yet. The rule is in place for when it is but all DCs must be increased manually for now**</strong></p>",
            "name": "Effect: Magical Mentor Boon (PFS)"
        },
        "Effect: Maiden's Mending": {
            "description": "<p>You gain a number of temporary Hit Points equal to half your level (minimum 1) that last until the end of your next turn.</p>",
            "name": "Effect: Maiden's Mending"
        },
        "Effect: Wyrmblessed Blood Magic (Status Bonus - Self)": {
            "description": "<p>Draconic might carries in your voice. You gain a +1 status bonus to Intimidation checks for 1 round.</p>",
            "name": "Effect: Wyrmblessed Blood Magic (Status Bonus - Self)"
        },
        "Effect: Draconic Blood Magic": {
            "description": "<p>Draconic scales grow briefly on you or one target, granting a +1 status bonus to AC for 1 round.</p>",
            "name": "Effect: Draconic Blood Magic"
        },
        "Effect: Aura of Life": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.YawVDUc9uzREIAnO]{Aura of Life}</p>\n<p>Your allies within 15 feet gain a +1 status bonus to saves against necromancy effects.</p>",
            "name": "Effect: Aura of Life"
        },
        "Stance: Arcane Cascade": {
            "description": "<p><strong>Requirements</strong> You used your most recent action to Cast a Spell or make a Spellstrike.</p>\n<hr />\n<p>You divert a portion of the spell's magical power and keep it cycling through your body and weapon using specialized forms, breathing, or footwork. While you're in the stance, your melee Strikes deal [[/r {1}]]{1 extra damage}. This damage increases to 2 if you have weapon specialization and 3 if you have greater weapon specialization. Any Strike that benefits from this damage gains the arcane trait, making it magical.</p>\n<p>If your most recent spell before entering the stance was one that can deal damage, the damage from the stance is the same type that spell could deal (or one type of your choice if the spell could deal multiple types of damage). If the spell couldn't deal damage, this stance's bonus damage depends on the spell's school.</p>\n<ul>\n<li><strong>Abjuration</strong> or <strong>Evocation</strong> force</li>\n<li><strong>Conjuration</strong> or <strong>Transmutation</strong> same type as your weapon or unarmed attack</li>\n<li><strong>Divination</strong>, <strong>Enchantment</strong>, or <strong>Illusion</strong> mental</li>\n<li><strong>Necromancy</strong> negative</li>\n</ul>",
            "name": "Stance: Arcane Cascade"
        },
        "Effect: Decry Thief (Success)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.4HHw2DjTxdv1jBZd]{Decry Thief}</p>\n<p>For 1 round, the target takes a -5 foot status penalty to Speed and a -2 status penalty to Stealth.</p>",
            "name": "Effect: Decry Thief (Success)"
        },
        "Effect: Bespell Weapon (Negative)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.tWBK7Zbt80JlPryC]{Bespell Weapon} if you cast a necromancy spell.</p>\n<p>Until the end of your turn, the weapon deals an additional 1d6 negative damage.</p>",
            "name": "Effect: Bespell Weapon (Negative)"
        },
        "Effect: Curse of Creeping Ashes": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.classfeatures.Item.tzDW9l4lBwXCVYtz]{Ashes}</p>\n<h3>Curse of Creeping Ashes</h3>\n<p>Your body is slowly being consumed by the fires of your internal power, purifying you with each passing day. You are occasionally wracked with dry, wheezing coughs, and wherever you go you leave behind a fine trace of ash that falls from your body.</p>\n<p><strong>Minor Curse</strong></p>\n<p>The smoldering furnace of power within you begins to feed on your body and generate ash, which you inhale with every breath and leave behind with every step, impeding your footing. You take a –1 penalty on Constitution-based checks, such as Fortitude saves, and your Speed is reduced by 10 feet.</p>\n<p><strong>Moderate Curse</strong></p>\n<p>The ash you produce intensifies and fills the area around you, obscuring details and making the ground challenging to navigate. You are @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled}. An aura of ash surrounds you in a 10-foot emanation. You and creatures in the aura are @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed}. If you do not move for 1 round, heaps of ashes settle in the aura, creating difficult terrain that lasts until you move (when the ashes blow away).</p>\n<p><strong>Major Curse (11th)</strong></p>\n<p>You and nearby creatures collapse into ash with the slightest flame. Within your moderate curse's aura, you and all creatures gain weakness to fire equal to half your level. If a creature other than you in this aura is killed by fire damage, its body collapses into ash. Objects and structures in your aura halve their Hardness, and any parts of the object or structures in your aura that are reduced to 0 Hit Points collapse into ash.</p>",
            "name": "Effect: Curse of Creeping Ashes"
        },
        "Effect: Bespell Weapon (Force)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.tWBK7Zbt80JlPryC]{Bespell Weapon} if you cast an abjuration spell or an evocation spell that didn't deal damage.</p>\n<p>Until the end of your turn, the weapon deals an additional 1d6 force damage.</p>",
            "name": "Effect: Bespell Weapon (Force)"
        },
        "Effect: Emblazon Energy (Weapon, Fire)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.rKZE8BA9IQHSSWoW]{Emblazon Energy} when applied to a weapon.</p>\n<ul>\n<li><strong>Weapon</strong> The weapon deals an extra 1d4 fire damage, or an extra 1d6 fire damage if you have a domain spell with the fire trait.</li>\n</ul>",
            "name": "Effect: Emblazon Energy (Weapon, Fire)"
        },
        "Stance: Everstand Stance": {
            "description": "<p>When in this stance, you wield the shield with both hands. When wielding a shield this way, increase the weapon damage die of the shield's boss or spikes by one step, and increase the shield's Hardness by 2 when using the @UUID[Compendium.pf2e.feats-srd.Item.jM72TjJ965jocBV8]{Shield Block} reaction.</p>",
            "name": "Stance: Everstand Stance"
        },
        "Effect: Fortify Shield": {
            "description": "<p>Add your level to your shield's Hardness.</p>",
            "name": "Effect: Fortify Shield"
        },
        "Effect: Divine Weapon (Lawful)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.Trj5azJlaOk5jgBi]{Divine Weapon}.</p>\n<p>Until the end of your turn, the weapon deals an additional 1d6 lawful damage.</p>",
            "name": "Effect: Divine Weapon (Lawful)"
        },
        "Effect: Anadi Venom": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.actionspf2e.Item.8aIe57gXJ94mPpW4]{Anadi Venom}</p>\n<p>If the next fangs Strike you make before the end of your turn hits and deals damage, the Strike deals an additional 1d6 poison damage. On a critical failure, the poison is wasted as normal. At 12th level, this poison damage increases to 2d6.</p>",
            "name": "Effect: Anadi Venom"
        },
        "Effect: Bon Mot": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.0GF2j54roPFIDmXf]{Bon Mot}</p>\n<p>You are distracted and takes a -2 status penalty to Perception and Will saves for 1 minute.</p>\n<p>You can end the effect early with a retort to your Bon Mot. This can either be a single action that has the concentrate trait or an appropriate skill action to frame their retort. The GM determines which skill actions qualify, though they must take at least 1 action. Typically, the retort needs to use a linguistic Charisma-based skill action.</p>",
            "name": "Effect: Bon Mot"
        },
        "Stance: Fane's Fourberie": {
            "description": "<p>Granted by: @UUID[Compendium.pf2e.feats-srd.Item.80CEAB05TP5ki9iW]{Fane's Fourberie}</p>\n<p>Stella Fane has perfected a technique for using playing cards as weapons that's one part sleight of hand and one part magic.</p>\n<p>When you enter this stance, choose whether to treat playing cards in your possession as daggers or darts; you can wield a playing card in all ways as the chosen weapon until the stance ends. As long as the majority of the deck remains in your possession, any cards that are lost or thrown can be found after 1 minute. Otherwise, the remaining cards are likely lost or destroyed.</p>\n<p>A character who has this feat can enchant a single deck of playing cards as a magic weapon, etching fundamental and property runes directly onto the deck of cards.</p>",
            "name": "Stance: Fane's Fourberie"
        },
        "Effect: Cut from the Air": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.6xBu4BewIkOIt9M0]{Cut From The Air}.</p>\n<p>You gain a +4 circumstance bonus to AC against the triggering attack.</p>",
            "name": "Effect: Cut from the Air"
        },
        "Stance: Mountain Stance": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.ZL5UU9quCTvcWzfY]{Mountain Stance}</p>\n<p>You enter the stance of an implacable mountain—a technique first discovered by dwarven monks—allowing you to strike with the weight of an avalanche. The only Strikes you can make are falling stone unarmed attacks. These deal 1d8 bludgeoning damage; are in the brawling group; and have the forceful, nonlethal, and unarmed traits.</p>\n<p>While in Mountain Stance, you gain a +4 item bonus to AC and a +2 circumstance bonus to any defenses against being Shoved or Tripped. However, you have a Dexterity modifier cap to your AC of +0, meaning you don't add your Dexterity to your AC, and your Speeds are all reduced by 5 feet. The item bonus to AC from Mountain Stance is cumulative with armor potency runes on your explorer's clothing, mage armor, and bracers of armor.</p>",
            "name": "Stance: Mountain Stance"
        },
        "Stance: Vitality-Manipulation Stance": {
            "description": "<p>You have learned to attack meridians and pressure points like your rival Shino Hakusa. You gain a vitality blast ranged unarmed Strike that deals @Damage[1d4[negative]] damage, has a range of 30 feet, and has the unarmed and versatile positive traits.</p>\n<p>Additionally, when you use Stunning Fist, instead of saving against being stunned, you can choose to have the target make a Fortitude save against your class DC with the following results. You must choose to do this before the target rolls its save.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target's muscles become temporarily weaker. For 1 round, the target is @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 2}, and any time it attempts to take an action with the manipulate trait, the action is disrupted unless it succeeds at a flat check with a DC equal to 5 + its enfeebled value.</p>\n<p><strong>Failure</strong> As success, but the duration is 1 minute.</p>\n<p><strong>Critical Failure</strong> As success, but the duration is 1 minute, the flat check is DC 11, and the target takes -10-foot status penalty to all Speeds for the duration.</p>",
            "name": "Stance: Vitality-Manipulation Stance"
        },
        "Effect: Celestial Wings": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.vtCrMziYxNyj8kP7]{Celestial Wings}</p>\n<p>You gain a fly Speed equal to your Speed while you've manifested your wings.</p>",
            "name": "Effect: Celestial Wings"
        },
        "Effect: Plains Endemic Herbs": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.BQzExsEZrwGsJD66]{Endemic Herbs}</p>\n<p>Gain a +1 circumstance bonus to Will saves.</p>",
            "name": "Effect: Plains Endemic Herbs"
        },
        "Favored Terrain (Increase Swim Speed)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.sgo7J9BVofBqwlsF]{Favored Terrain (Aquatic)} if you have the @UUID[Compendium.pf2e.classfeatures.Item.RlwE99yKnhq8FUuy]{Wild Stride} class feature, and are in aquatic terrain and already have a swimSpeed.</p>\n<p>You gain a +10-foot status bonus to your swim Speed.</p>",
            "name": "Favored Terrain (Increase Swim Speed)"
        },
        "Effect: Curse of Engulfing Flames": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.classfeatures.Item.GTSvbFb36InvuH0w]{Flames}</p>\n<h3>Curse of Engulfing Flames</h3>\n<p>You see flames and smoke wherever you look. These flames might be imagined, or they might be a preternatural glimpse of the metaphorical fires that empower the entire multiverse-but you always see them. Fires flare noticeably (though not dangerously) in your presence, you occasionally smoke slightly, and your body is almost painfully hot to the touch.</p>\n<h4>Minor Curse</h4>\n<p>The smoke, heat, and crackling flames of your curse fill your vision and all your other senses.</p>\n<p>Creatures further than 30 feet are @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} from you. You can't benefit from effects that would allow you to ignore or mitigate this concealment, as normal for effects of an oracular curse.</p>\n<h4>Moderate Curse</h4>\n<p>Smoke and flickering visions of flame fill your senses more completely, and harmless flickers of obscuring flames also fill your space.</p>\n<p>You are concealed from other creatures, though as the other creatures aren't cursed themselves, they can benefit from effects that would allow them to ignore or mitigate the concealed condition, as normal. All other creatures and objects are concealed from you regardless of distance; however, when casting a fire spell, you automatically succeed at the flat check for this concealed condition for targets within 30 feet.</p>\n<p>All your senses become imprecise beyond 30 feet, meaning everything past 30 feet that you'd normally be able to see is @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden} from you.</p>\n<h4>Major Curse (11th)</h4>\n<p>The flames surrounding you are no longer simply visions.</p>\n<p>An aura of fire surrounds you in a 10-foot emanation, dealing @Damage[4d6[fire]] damage (basic Reflex save) to all other creatures in the aura at the end of each of your turns. You lose [[/r 1d6]] Hit Points at the end of your turn each round, with no save; if you have a weakness to fire, increase the number of HP you lose by that weakness.</p>\n<p>You can suppress your aura until the start of your next turn by spending a single action, which has the concentrate trait, to diminish the flames, causing neither you nor anyone in the aura to take damage. While Refocusing to reduce your curse, you are continually diminishing the flames, so you don't lose HP. The flames subside if you fall @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}, but they resume when you wake up unless you rested for long enough to reset your curse. As usual for oracular curses, you can't mitigate or reduce the lost Hit Points in any way, though you can still heal the lost HP normally after the fact.</p>",
            "name": "Effect: Curse of Engulfing Flames"
        },
        "Effect: Curse of the Perpetual Storm": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.classfeatures.Item.W9cF7wZztLDb1WGY]{Tempest}</p>\n<h3>Curse of the Perpetual Storm</h3>\n<p>You are the center of your own tiny tempest, ever surrounded by wind and rain that worsens the more you tap into your elemental powers. Even when you are calm and at rest, your hair and clothing are blown about by gentle winds, you are slightly damp, and your touch often comes with a static shock.</p>\n<h4>Minor Curse</h4>\n<p>An aura of a whirling storm whips up in a @Template[type:emanation|distance:5] around you and in your space. The aura puts out small non-magical fires 1 round after they're lit or brought into your aura.</p>\n<p>Electrical energy builds up within your storm, turning you into a lightning rod; you gain weakness 2 to electricity, and electricity spells or effects that have additional effects for a creature wearing or holding metal treat you as though you were wearing metal.</p>\n<h4>Moderate Curse</h4>\n<p>Your minor curse's aura expands to a @Template[type:emanation|distance:10] and carries rain on the winds. The whirling winds impose a -2 circumstance penalty on ranged attack rolls using physical ammunition that target you or originate from you.</p>\n<p>Your weakness to electricity increases to 5 or half your level, whichever is greater, but torrential rain grants you an equal amount of fire resistance.</p>\n<h4>Major Curse (11th)</h4>\n<p>Your minor curse's aura expands to a @Template[type:emanation|distance:15] and grows stronger. High winds blowing outward in the aura impede creatures' progress. The aura is difficult terrain for Large and smaller creatures on the ground, and for Huge or smaller flying creatures. You aren't affected by this difficult terrain.</p>\n<p>The electricity arcing through you becomes dangerous. Any creature that touches you or damages you with an unarmed melee attack or non-reach melee weapon takes @Damage[1d6[electricity]] damage. As normal, this doesn't affect creatures you touch.</p>",
            "name": "Effect: Curse of the Perpetual Storm"
        },
        "Effect: Predictable! (Critical Success)": {
            "description": "<p>Granted if you critically succeed with @UUID[Compendium.pf2e.feats-srd.Item.cErltcAC7OVnIyO1]{Predictable!}</p>",
            "name": "Effect: Predictable! (Critical Success)"
        },
        "Effect: Guided Skill": {
            "description": "<p>You gain a +2 status bonus to checks made using Acrobatics, Occultism, Stealth, or Survival.</p>",
            "name": "Effect: Guided Skill"
        },
        "Effect: Armor Tampered With (Success)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.SheifYobjKqyK3Fv]{Tamper}</p>\n<p>Your armor has been tampered with! You are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} and take a -10-foot penalty to your Speeds. The effect ends at the start of the inventor's next turn, or until you @UUID[Compendium.pf2e.actionspf2e.Item.pvQ5rY2zrtPI614F]{Interact} to remove it.</p>",
            "name": "Effect: Armor Tampered With (Success)"
        },
        "Effect: Hydraulic Deflection": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.kqRFoXfErUFEndIs]{Hydraulic Deflection}</p>",
            "name": "Effect: Hydraulic Deflection"
        },
        "Stance: Rain of Embers Stance": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.rbiMK71SvGZGRLJ1]{Rain of Embers Stance}</p>\n<p>You enter the stance of an enraged phoenix, holding your fingers as rigid as deadly talons while moving with quick, flickering gestures that dance with biting flames. The only Strikes you can make are fire talon Strikes. These deal 1d4 fire damage; are in the brawling group; and have the agile, finesse, fire, nonlethal, and unarmed traits.</p>\n<p>While in Rain of Embers Stance, you gain a +1 status bonus to AC and fire resistance equal to half your level (minimum 1).</p>",
            "name": "Stance: Rain of Embers Stance"
        },
        "Favored Terrain (Increase Climb Speed)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.sgo7J9BVofBqwlsF]{Favored Terrain (Forest, Moutain or Underground)} if you have the @UUID[Compendium.pf2e.classfeatures.Item.RlwE99yKnhq8FUuy]{Wild Stride} class feature, and are in forested, mountainous or underground terrain and already have a climb Speed.</p>\n<p>You gain a +10-foot status bonus to your climb Speed.</p>",
            "name": "Favored Terrain (Increase Climb Speed)"
        },
        "Effect: Masterful Hunter's Edge, Outwit": {
            "description": "<p>Granted when a ranger shares their @UUID[Compendium.pf2e.classfeatures.Item.vWZaLE2fEKMBw3D5]{Masterful Hunter (Outwit)} with you.</p>\n<p>Your mastery of skills allows you to overwhelm your prey. If you have master proficiency in Deception, Intimidation, Stealth, or the skill you use to Recall Knowledge about your prey, increase the circumstance bonus against the prey with that skill from +2 to +4.</p>\n<p>If you have master proficiency with your armor, increase the circumstance bonus to AC against the prey from +1 to +2.</p>",
            "name": "Effect: Masterful Hunter's Edge, Outwit"
        },
        "Effect: Mutate Weapon": {
            "description": "<p>Select one unarmed attack you gained with Living Weapon. The damage die for that attack increases by one step until the end of your turn. In addition, choose to either have the attack gain a reach of 10 feet until the end of your turn or for you to gain a +1 status bonus to attack rolls with the chosen unarmed attack until the end of your turn.</p>",
            "name": "Effect: Mutate Weapon"
        },
        "Effect: Read Shibboleths": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.Crd3qMecF9FYHjuH]{Read Shibboleths}</p>\n<p>Once you've gleaned one or more true minor facts about a person, you can then incorporate these mannerisms into your speech to present yourself in a way that they find familiar. This grants you a +1 circumstance bonus to your Diplomacy and Deception checks with them.</p>",
            "name": "Effect: Read Shibboleths"
        },
        "Effect: Liberating Step (vs. Dragon)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.K3QkcNWY8qpNEJrk]{Dragonslayer Oath (Liberator)}</p>\n<p>If you use Liberating Step triggered by an evil dragon, your ally gains a +4 circumstance bonus to checks granted by your Liberating Step, and the ally can Step twice afterward.</p>",
            "name": "Effect: Liberating Step (vs. Dragon)"
        },
        "Effect: Devrin's Cunning Stance": {
            "description": "<p>You have a +1 status bonus to skill checks. When you Strike a @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} enemy, that enemy can't use reactions until the beginning of its next turn.</p>",
            "name": "Effect: Devrin's Cunning Stance"
        },
        "Stance: Whirling Blade Stance": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.IaiEZaA8erufMUCr]{Whirling Blade Stance}</p>\n<p>You enter a mindful stance that creates a deep connection between you and your monk weapons, allowing you to manipulate them with your ki even at a distance.</p>\n<p>All melee Monk weapons you wield with the finesse trait gain the thrown 10 feet trait (unless they already have the thrown trait with a greater range).</p>\n<p>Once you've made a thrown Strike with such a weapon, you can use the precision of your throw to make additional Strikes with it, even from a distance. Start from the space of the previous Strike's target to determine the range increment and whether the new target has cover. At the end of your turn, the thrown weapon flies directly back to you in a straight line. If a solid barrier blocks its path, it falls to the ground after hitting the barrier.</p>",
            "name": "Stance: Whirling Blade Stance"
        },
        "Effect: Blizzard Evasion": {
            "description": "<p>You gain resistance 10 to physical damage and weakness 10 to force damage. You gain a fly speed of 40 feet.</p>",
            "name": "Effect: Blizzard Evasion"
        },
        "Effect: Renewed Vigor": {
            "description": "<p>You gain temporary Hit Points equal to half your level plus your Constitution modifier.</p>",
            "name": "Effect: Renewed Vigor"
        },
        "Effect: Avenge in Glory": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.gKDRnsBPBdhJB0FI]{Avenge in Glory}</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Access</strong> mountain dwarf ethnicity</p>\n<p><strong>Trigger</strong> An ally within 30 feet gains the @UUID[Compendium.pf2e.conditionitems.Item.yZRUzMqrMmfLu0V1]{Dying} condition.</p>\n<hr />\n<p>You honor your ally's life, gaining temporary Hit Points equal to your level for 1 minute. As long as you have these temporary Hit Points, you gain a +1 circumstance bonus to attack and damage rolls.</p>\n<p>Implemented Effects:</p>\n<ul>\n<li>Temporary hitpoints based on level</li>\n<li>Sets a circumstance bonus of +1 to attack and damage rolls</li>\n</ul>",
            "name": "Effect: Avenge in Glory"
        },
        "Effect: Tactical Debilitations (No Flanking)": {
            "description": "<p>The target can't flank or contribute to allies' flanking.</p>",
            "name": "Effect: Tactical Debilitations (No Flanking)"
        },
        "Effect: Augment Senses": {
            "description": "<p>Until the start of your next turn, you can't be flanked.</p>",
            "name": "Effect: Augment Senses"
        },
        "Effect: Defensive Recovery": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.d1ktdX1Fk37dG5ms]{Defensive Recovery}</p>\n<p>If the next action you use is to cast <em>@UUID[Compendium.pf2e.spells-srd.Item.wdA52JJnsuQWeyqz]{Harm}</em> or <em>@UUID[Compendium.pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs]{Heal}</em> on a single target and the target regains Hit Points from the spell, it also gains a +2 status bonus to AC and saving throws for 1 round.</p>",
            "name": "Effect: Defensive Recovery"
        },
        "Effect: Emotional Fervor": {
            "description": "<p>You activate your emotional fervor.</p>",
            "name": "Effect: Emotional Fervor"
        },
        "Effect: Desert Endemic Herbs": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.BQzExsEZrwGsJD66]{Endemic Herbs}</p>\n<p>For 1 hour, treat environmental heat effects as if they were one step less severe.</p>",
            "name": "Effect: Desert Endemic Herbs"
        },
        "Effect: Inspired Stratagem": {
            "description": "<p>You roll the triggering check twice and take the better of the two results.</p>",
            "name": "Effect: Inspired Stratagem"
        },
        "Effect: Divine Aegis": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.xoIxiRtBVHV27Rvd]{Divine Aegis}</p>\n<p>Until the beginning of your next turn, you gain a +1 circumstance bonus to saving throws against non-divine magical effects, but you also take a -1 circumstance penalty to saves against divine effects.</p>",
            "name": "Effect: Divine Aegis"
        },
        "Effect: Wings of Air": {
            "description": "<p>You can strain to call forth feathered or cloudy wings from your back. Once manifested, these wings remain for 10 minutes. You gain a fly Speed equal to your land Speed while you've manifested your wings.</p>",
            "name": "Effect: Wings of Air"
        },
        "Effect: Benevolent Spirit Deck": {
            "description": "<p>You gain a +1 status bonus to AC and resistance depending on your harrow omen.</p>",
            "name": "Effect: Benevolent Spirit Deck"
        },
        "Effect: Decry Thief (Critical Success)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.4HHw2DjTxdv1jBZd]{Decry Thief}</p>\n<p>For 1 round, the target takes a -10 foot status penalty to Speed and a -4 status penalty to Stealth.</p>",
            "name": "Effect: Decry Thief (Critical Success)"
        },
        "Effect: Dread Marshal Stance": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.R7c4PyTNkZb0yvoT]{Dread Marshal Stance}</p>\n<p>You gain a status bonus to damage rolls equal to the number of weapon damage dice of the unarmed attack or weapon the originator of the aura is wielding that has the most weapon damage dice. When you or an ally in the aura critically hits an enemy with a Strike, that enemy is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p>",
            "name": "Effect: Dread Marshal Stance"
        },
        "Effect: Educate Allies (Self)": {
            "description": "<p>Granted by using @UUID[Compendium.pf2e.feats-srd.Item.9cHQua33V35JPE3U]{Educate Allies} on your allies.</p>",
            "name": "Effect: Educate Allies (Self)"
        },
        "Stance: Powder Punch Stance": {
            "description": "<p>Granted by: @UUID[Compendium.pf2e.feats-srd.Item.Ziky4XVV7syXVbUg]{Powder Punch Stance}</p>\n<p>You infuse your handwraps with black powder. On your first melee Strike each round with an unarmed attack, @UUID[Compendium.pf2e.equipment-srd.Item.dgXjUcaoQDAY6ZpO]{Knuckle Duster}, or @UUID[Compendium.pf2e.equipment-srd.Item.8eGV6fXbmt2v74uB]{Black Powder Knuckle Dusters}, you deal an additional 1 fire Damage. If you critically succeed at an attempt to @UUID[Compendium.pf2e.actionspf2e.Item.7blmbDrQFNfdT731]{Shove} while in this stance, the target is pushed back an additional 5 feet.</p>",
            "name": "Stance: Powder Punch Stance"
        },
        "Effect: Predictable! (Critical Failure)": {
            "description": "<p>Granted if you critically fail with @UUID[Compendium.pf2e.feats-srd.Item.cErltcAC7OVnIyO1]{Predictable!}</p>",
            "name": "Effect: Predictable! (Critical Failure)"
        },
        "Stance: Dueling Dance": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.9VGmE7X4aK2W8YWj]{Dueling Dance (Swashbuckler)} or @UUID[Compendium.pf2e.feats-srd.Item.FYz5eQeTox9IDkSd]{Dueling Dance (Fighter)}</p>",
            "name": "Stance: Dueling Dance"
        },
        "Effect: Align Armament (Lawful)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.xtXWw3cUnVB25XSV]{Align Armament}.</p>\n<p>For 1 round, that weapon deals an additional 1d6 lawful damage.</p>",
            "name": "Effect: Align Armament (Lawful)"
        },
        "Effect: Precious Arrow": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.MlxfNv98LZKfYl64]{Precious Arrow}</p>\n<p>Choose cold iron or silver; if you shoot the arrow before the end of your turn, it counts as that material. At 14th level, add adamantine to the list of materials you can choose from.</p>",
            "name": "Effect: Precious Arrow"
        },
        "Effect: Walking the Cardinal Paths": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.adventure-specific-actions.Item.GpT5RXUwhINODqkJ]{(Affinity Ablaze) Arms of Balance: Walking the Cardinal Paths}</p>\n<p>One of your weapons or your unarmed Strikes deal an additional 2d6 fire, cold, acid, or electricity damage. The Strikes gain the appropriate energy trait as well.</p>",
            "name": "Effect: Walking the Cardinal Paths"
        },
        "Effect: Genie Blood Magic (Target)": {
            "description": "<p>Your spellcasting warps reality and distracts your foes. A target takes a -1 status penalty to Perception for 1 round.</p>",
            "name": "Effect: Genie Blood Magic (Target)"
        },
        "Stance: Devrin's Cunning Stance": {
            "description": "<p>Your aura grants you and your allies a +1 status bonus to skill checks. When you or an ally in the aura Strike a @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} enemy, that enemy can't use reactions until the beginning of its next turn.</p>",
            "name": "Stance: Devrin's Cunning Stance"
        },
        "Effect: Inspiring Marshal Stance": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.bvOsJNeI0ewvQsFa]{Inspiring Marshal Stance}</p>\n<p>Your marshal's aura grants you and allies a +1 status bonus to attack rolls and saves against mental effects.</p>",
            "name": "Effect: Inspiring Marshal Stance"
        },
        "Effect: Protective Spirit Mask": {
            "description": "<p>You gain a +1 circumstance bonus to AC until the start of the caster's next turn.</p>\n<p><strong>Granted By:</strong>@UUID[Compendium.pf2e.feats-srd.Item.nn7DiYYWinsSYrZy]{Protective Spirit Mask}</p>",
            "name": "Effect: Protective Spirit Mask"
        },
        "Effect: Aura of Righteousness": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.erCOcFZJPT2O3gwC]{Aura of Righteousness}</p>\n<p>You and all allies within 15 feet gain evil resistance 5.</p>",
            "name": "Effect: Aura of Righteousness"
        },
        "Effect: Cat Nap": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.zvtYsz9jk8tPvlpS]{Cat Nap}.</p>\n<p>You gain temporary Hit Points equal to your level that last for 10 minutes.</p>",
            "name": "Effect: Cat Nap"
        },
        "Stance: Multishot Stance": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.RzhnxgiAopWILCvs]{Multishot Stance}.</p>\n<p>While you are in this stance, your penalty for Double Shot is reduced to -1, or -2 if you add the extra action to make three Strikes. If you move from your position, this stance ends.</p>",
            "name": "Stance: Multishot Stance"
        },
        "Effect: Heaven's Thunder": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.qJdbK8vgIqeHU7bu]{Heaven's Thunder}</p>\n<p>Until the end of your next turn, your unarmed attacks and any monk weapons you wield deal additional electricity and sonic damage; the amount of each damage type is equal to the number of damage dice for the weapon or unarmed attack. Any creature who successfully Grapples you or is successfully Grappled by you takes this damage immediately after the Grapple check is resolved (using the number of damage dice of your unarmed attack to determine the damage dealt).</p>\n<p>If you also know the <em>ki blast</em> ki spell, you can choose to deal either electricity or sonic damage with the spell instead of force while this effect is active (<em>ki blast</em> loses the force trait and gains the electricity or sonic trait instead).</p>",
            "name": "Effect: Heaven's Thunder"
        },
        "Effect: Legendary Monster Hunter": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.YTTJqRKH8QZl6al2]{Monster Hunter} if you have @UUID[Compendium.pf2e.feats-srd.Item.Veyt4x2Kb5YcPGTv]{Legendary Monster Hunter}.</p>\n<p>You gain a +2 circumstance bonus to your next attack roll against that prey.</p>",
            "name": "Effect: Legendary Monster Hunter"
        },
        "Effect: Treat Wounds Immunity": {
            "description": "<p>Granted when someone uses @UUID[Compendium.pf2e.actionspf2e.Item.1kGNdIIhuglAjIp9]{Treat Wounds} on you, rendering you temporarily immune to Treat Wounds for the duration.</p>",
            "name": "Effect: Treat Wounds Immunity"
        },
        "Effect: Protective Mentor Boon (Admired) (PFS)": {
            "description": "<p><strong>Effect</strong> While working with less experienced Pathfinder allies, you shield your more fragile wards from the threat of death. For any PCs benefiting from a Level Bump and whose levels are lower than yours, you increase their current and maximum Hit Points by an additional amount equal to 3 times your Radiant Oath reputation tier.</p>\n<p><strong>Normal</strong> A Level Bump increases a PC's Hit Points by 10% or 10, whichever is higher.</p>\n<p><strong>Special</strong> A PC can only benefit from two mentor boons.</p>",
            "name": "Effect: Protective Mentor Boon (Admired) (PFS)"
        },
        "Effect: Enforce Oath": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.YZ138OqflDhrkqmR]{Enforce Oath}</p>\n<p>You gain a +1 status bonus to AC and saves against attacks and effects by the chosen creature. You also gain a +1 status bonus to attack rolls against the chosen creature.</p>\n<p>However, your dedication to Enforcing your Oath draws your focus away from all other foes. While you are Enforcing your Oath, you take a -1 status penalty to AC, attack rolls, and saves against all other creatures until you stop Enforcing your Oath.</p>\n<p>You stop Enforcing your Oath once the chosen creature is reduced to 0 Hit Points or offers a legitimate surrender to you or your allies. You immediately stop Enforcing your Oath if you are @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} or if the chosen creature goes @UUID[Compendium.pf2e.conditionitems.Item.9evPzg9E6muFcoSk]{Unnoticed} by you for more than 1 minute. You can also stop Enforcing your Oath at any time during your turn as a free action.</p>",
            "name": "Effect: Enforce Oath"
        },
        "Effect: Core Cannon": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.zeyrLJr6b7hPdx4w]{Core Cannon}.</p>",
            "name": "Effect: Core Cannon"
        },
        "Effect: Masterful Hunter's Edge, Precision": {
            "description": "<p>Granted when a ranger shares their @UUID[Compendium.pf2e.classfeatures.Item.BJYSUbFUGcTLaPDn]{Masterful Hunter (Precision)} with you.</p>\n<p>The second time in a round you hit your hunted prey, you also deal 1d8 precision damage.</p>\n<p>At 19th level, your second hit in a round against your hunted prey deals 2d8 precision damage, and your third hit in a round against your hunted prey deals 1d8 precision damage.</p>",
            "name": "Effect: Masterful Hunter's Edge, Precision"
        },
        "Effect: Hunter's Edge, Outwit": {
            "description": "<p>Granted when a ranger shares their @UUID[Compendium.pf2e.classfeatures.Item.NBHyoTrI8q62uDsU]{Outwit} edge with you.</p>\n<p>You gain a +2 circumstance bonus to Deception checks, Intimidation checks, Stealth checks, and any checks to Recall Knowledge about the prey, and a +1 circumstance bonus to AC against your prey's attacks.</p>",
            "name": "Effect: Hunter's Edge, Outwit"
        },
        "Effect: Formation Training": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.aoz9dCq2NynyUYEf]{Formation Training}</p>\n<p>You know how to fight in formation with your brethren. When you are adjacent to at least two hobgoblin allies, you gain a +1 circumstance bonus to AC and saving throws. This bonus increases to +2 on Reflex saves against area effects.</p>",
            "name": "Effect: Formation Training"
        },
        "Stance: Disarming Stance": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.1p5ErCp33nGOzEsk]{Disarming Stance}.</p>\n<p>You gain a +1 circumstance bonus to Athletics checks to Disarm and a +2 circumstance bonus to your Reflex DC when defending against checks to Disarm you.</p>",
            "name": "Stance: Disarming Stance"
        },
        "Effect: Strained Metabolism": {
            "description": "<p>Your body's overclocked physiology requires larger-than-usual amounts of nourishment, leaving you weakened when it kicks in mid-combat.</p>\n<p><strong>Mild Backlash</strong> Your metabolism immediately burns through your body's energy stores, making you @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} and @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} until you take a bite of food (which usually requires 2 Interact actions: one to retrieve the food and another to consume it).</p>\n<p><strong>Moderate Backlash</strong> Ravenous hunger wracks your body. You are enfeebled 1, clumsy 1, and @UUID[Compendium.pf2e.conditionitems.Item.HL2l2VRSaQHu9lUw]{Fatigued} until you can eat a full meal, which requires at least 10 minutes.</p>\n<p><strong>Severe Backlash</strong> The strain on your body is truly incapacitating. You become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} as nausea wracks you, and you are also enfeebled 1 and clumsy 1 until you can eat a full meal (which requires you to no longer be sickened). You are fatigued until you can get a full night's rest.</p>",
            "name": "Effect: Strained Metabolism"
        },
        "Effect: Ursine Avenger Form": {
            "name": "Effect: Ursine Avenger Form"
        },
        "Stance: Graceful Poise": {
            "description": "<p>Granted by: @UUID[Compendium.pf2e.feats-srd.Item.rFaUJtB46scuAidY]{Graceful Poise}</p>\n<p>With the right positioning, your off-hand weapon can strike like a scorpion's stinger.</p>\n<p>While you are in this stance, if you make your second Strike from @UUID[Compendium.pf2e.feats-srd.Item.onde0SxLoxLBTnvm]{Double Slice} with an agile weapon, Double Slice counts as one attack when calculating your multiple attack penalty.</p>",
            "name": "Stance: Graceful Poise"
        },
        "Effect: Control Tower": {
            "description": "<p>Your keen senses and ability to process battlefield information have dramatically improved, allowing you to drastically reduce the advantage of unseen foes. You and allies in your overwatch field gain a +2 circumstance bonus when using the Seek action to find hidden or undetected creatures within the overwatch field. You and your allies don't have to succeed at a flat check to target a concealed creature within your overwatch field. When you or an ally targets a hidden creature in your overwatch field, reduce the DC of the flat check to 5.</p>",
            "name": "Effect: Control Tower"
        },
        "Effect: Hunter's Edge, Precision": {
            "description": "<p>Granted when a ranger shares their @UUID[Compendium.pf2e.classfeatures.Item.u6cBjqz2fiRBadBt]{Precision} edge with you.</p>\n<p>You have trained to aim for your prey's weak points. The first time you hit your hunted prey in a round, you also deal 1d8 additional precision damage. (Precision damage increases the damage you already deal, using the same type, but is ineffective against creatures that lack vital organs or weak points.)</p>\n<p>At 11th level, the extra damage increases to 2d8 precision damage, and at 19th level, the extra damage increases to 3d8 precision damage.</p>",
            "name": "Effect: Hunter's Edge, Precision"
        },
        "Effect: Aura of Despair": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.wjnfdh6WzN7HbmeE]{Aura Of Despair}</p>\n<p>Enemies within 15 of you take a -1 circumstance penalty to saving throws against fear.</p>",
            "name": "Effect: Aura of Despair"
        },
        "Effect: Fiendish Wings": {
            "description": "<p>You can strain to call forth bat-like or otherwise fiendish wings from your back, similar in appearance to those of your fiendish ancestors. Once manifested, these wings remain for 10 minutes. You gain a fly Speed equal to your land Speed while you've manifested your wings.</p>",
            "name": "Effect: Fiendish Wings"
        },
        "Effect: Deep Freeze (Critical Failure)": {
            "description": "<p>The target takes a -15-foot status penalty to its Speeds for 1 round.</p>",
            "name": "Effect: Deep Freeze (Critical Failure)"
        },
        "Stance: Tenacious Stance": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.actionspf2e.Item.5HZ4cYDowUw2oUbZ]{Tenacious Stance}</p>\n<p>You gain a number of temporary Hit Points equal to half your level (minimum 1) and a +2 circumstance bonus to DCs against being Shoved and Tripped.</p>",
            "name": "Stance: Tenacious Stance"
        },
        "Effect: Harrow the Fiend": {
            "description": "<p>You gain a +1 status bonus on all Strikes or spell attack rolls against fiends.</p>",
            "name": "Effect: Harrow the Fiend"
        },
        "Effect: Overdrive (Success)": {
            "description": "<p>Your gizmos go into overdrive, adding power to your attacks. Your Strikes deal additional damage equal to half your Intelligence modifier for 1 minute. After the Overdrive ends, your gizmos become unusable as they cool down or reset, and you can't use Overdrive for 1 minute.</p>",
            "name": "Effect: Overdrive (Success)"
        },
        "Effect: Diabolic Blood Magic (Self)": {
            "description": "<p>Hellfire fills your tongue with lies. You gain a +1 status bonus to Deception checks for 1 round.</p>",
            "name": "Effect: Diabolic Blood Magic (Self)"
        },
        "Effect: Giant's Lunge": {
            "description": "<p>Until your rage ends, all your melee weapons and unarmed attacks gain reach 10.</p>",
            "name": "Effect: Giant's Lunge"
        },
        "Effect: Distant Wandering": {
            "description": "<p>You are @UUID[Compendium.pf2e.conditionitems.Item.zJxUflt9np0q4yML]{Invisible} and inaudible.</p>",
            "name": "Effect: Distant Wandering"
        },
        "Effect: Monster Warden": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.2yq3l8e2Vzz34yRV]{Monster Warden}</p>\n<p>You gain a +1 circumstance bonus to your next attack roll against that prey.</p>\n<p>You gain a +1 circumstance bonus to your next saving throw against that particular creature and to your AC against that creature's next attack against you.</p>",
            "name": "Effect: Monster Warden"
        },
        "Effect: Engine of Destruction": {
            "description": "<p>Your construct innovation gains a +2 circumstance bonus to its attack rolls.</p>",
            "name": "Effect: Engine of Destruction"
        },
        "Effect: Resounding Bravery": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.dTO1ShJovbzrKUY4]{Resounding Bravery} if you critically succeed at a Will save against a foe's ability.</p>\n<p>You gain a +1 status bonus to saves and a number of temporary Hit Points equal to half your level for 1 minute.</p>",
            "name": "Effect: Resounding Bravery"
        },
        "Effect: Anoint Ally": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.bRftzbFvSF1pilIo]{Anoint Ally}.</p>",
            "name": "Effect: Anoint Ally"
        },
        "Effect: Harden Flesh": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.REgTwIVgI3j1FQiJ]{Harden Flesh}</p>\n<p>You gain resistance 3 to physical damage, except adamantine, until the beginning of your next turn.</p>",
            "name": "Effect: Harden Flesh"
        },
        "Effect: Shadow Blood Magic (Perception)": {
            "description": "<p>Shadows grow deeper around you or one target, imposing a -1 status penalty to Perception for 1 round.</p>",
            "name": "Effect: Shadow Blood Magic (Perception)"
        },
        "Effect: Aquatic Endemic Herbs": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.BQzExsEZrwGsJD66]{Endemic Herbs}</p>\n<p>Gain a +1 circumstance bonus to Fortitude saves.</p>",
            "name": "Effect: Aquatic Endemic Herbs"
        },
        "Stance: Crane Stance": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.bf7NCeKqDClaqhTR]{Crane Stance}</p>\n<p>You enter the stance of a crane, holding your arms in an imitation of a crane's wings and using flowing, defensive motions. You gain a +1 circumstance bonus to AC, but the only Strikes you can make are crane wing attacks. These deal 1d6 bludgeoning damage; are in the brawling group; and have the agile, finesse, nonlethal, and unarmed traits.</p>\n<p>While in Crane Stance, reduce the DC for @UUID[Compendium.pf2e.actionspf2e.Item.2HJ4yuEFY1Cast4h]{High Jump} and @UUID[Compendium.pf2e.actionspf2e.Item.JUvAvruz7yRQXfz2]{Long Jump} by 5, and when you @UUID[Compendium.pf2e.actionspf2e.Item.d5I6018Mci2SWokk]{Leap}, you can move an additional 5 feet horizontally or 2 feet vertically.</p>",
            "name": "Stance: Crane Stance"
        },
        "Stance: Mobile Shot Stance": {
            "description": "<p>Granted by: @UUID[Compendium.pf2e.feats-srd.Item.rByA8NDI6ZtNgBeT]{Mobile Shot Stance}</p>\n<p>Your shots become nimble and deadly. While you're in this stance, your ranged Strikes don't trigger Attacks of Opportunity or other reactions that are triggered by a ranged attack.</p>\n<p>If you have @UUID[Compendium.pf2e.actionspf2e.Item.KAVf7AmRnbCAHrkT]{Attack of Opportunity}, you can use it with a loaded ranged weapon you're wielding. The triggering creature must be within 5 feet of you for you to do so.</p>",
            "name": "Stance: Mobile Shot Stance"
        },
        "Effect: Weapon Tampered With (Critical Success)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.SheifYobjKqyK3Fv]{Tamper}</p>\n<p>Your weapon has been tampered with! You take a -2 circumstance penalty to attack rolls and damage rolls with that weapon. The effect lasts until you @UUID[Compendium.pf2e.actionspf2e.Item.pvQ5rY2zrtPI614F]{Interact} to remove it.</p>",
            "name": "Effect: Weapon Tampered With (Critical Success)"
        },
        "Effect: Elementalist Dedication": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.tx9pkrpmtqe4FnvS]{Elementalist Dedication}</p>\n<p>Each day when you make your daily preparations, you can attune yourself to one element of your choice: air, earth, fire, or water. You gain resistance equal to half your level (minimum 1 resistance) against damage dealt by effects with your attuned elemental trait. This attunement lasts until you next make your daily preparations.</p>",
            "name": "Effect: Elementalist Dedication"
        },
        "Effect: Push Back the Dead!": {
            "description": "<p>The creature gains a +2 circumstance bonus to saves against effects originating from undead.</p>",
            "name": "Effect: Push Back the Dead!"
        },
        "Favored Terrain (Gain Swim Speed)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.sgo7J9BVofBqwlsF]{Favored Terrain (Aquatic)} if you have the @UUID[Compendium.pf2e.classfeatures.Item.RlwE99yKnhq8FUuy]{Wild Stride} class feature, and are in aquatic terrain and do not already have a swim Speed.</p>\n<p>You gain a swim Speed equal to your Speed.</p>",
            "name": "Favored Terrain (Gain Swim Speed)"
        },
        "Effect: Shed Tail": {
            "description": "<p>You take a -2 circumstance penalty on checks to Balance.</p>",
            "name": "Effect: Shed Tail"
        },
        "Effect: Divine Weapon (Chaotic)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.Trj5azJlaOk5jgBi]{Divine Weapon}.</p>\n<p>Until the end of your turn, the weapon deals an additional 1d6 chaotic damage.</p>",
            "name": "Effect: Divine Weapon (Chaotic)"
        },
        "Effect: Worldly Mentor Boon (PFS)": {
            "description": "<p><strong>Effect</strong> While working with less experienced Pathfinder allies, you help your less experienced colleagues recognize danger and withstand danger. For any PCs benefiting from a Level Bump and whose levels are lower than yours, you increase the Level Bump's modifier to Perception checks and Initiative rolls to 2.</p>\n<p><strong>Normal</strong> A Level Bump increases a PC's Perception modifier by 1.</p>\n<p><strong>Special</strong> A PC can only benefit from two mentor boons.</p>",
            "name": "Effect: Worldly Mentor Boon (PFS)"
        },
        "Effect: Protective Mentor Boon (Liked) (PFS)": {
            "description": "<p><strong>Effect</strong> While working with less experienced Pathfinder allies, you shield your more fragile wards from the threat of death. For any PCs benefiting from a Level Bump and whose levels are lower than yours, you increase their current and maximum Hit Points by an additional amount equal to 3 times your Radiant Oath reputation tier.</p>\n<p><strong>Normal</strong> A Level Bump increases a PC's Hit Points by 10% or 10, whichever is higher.</p>\n<p><strong>Special</strong> A PC can only benefit from two mentor boons.</p>",
            "name": "Effect: Protective Mentor Boon (Liked) (PFS)"
        },
        "Effect: Shadow Blood Magic (Stealth)": {
            "description": "<p>Shadows grow deeper around you or one target, granting a +1 status bonus to Stealth for 1 round.</p>",
            "name": "Effect: Shadow Blood Magic (Stealth)"
        },
        "Effect: Curse of Turbulent Moments": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.classfeatures.Item.EslxR2sbDK9XJaAl]{Time}</p>\n<h3>Curse of Turbulent Moments</h3>\n<p>Time passes differently for you than everyone else. You experience fluxes that might manifest as minor day-to-day changes in your apparent age, such as a gray lock of hair or a disappearing wrinkle, or as occasional ghostly temporal afterimages that slightly trail your movement.</p>\n<p><strong>Minor Curse</strong></p>\n<p>As you draw upon your mystery, time's passage becomes more disjointed, aging, regressing, or warping you out of sync. You become @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1}. In addition, you take a -2 penalty to saving throws against effects that would make you @UUID[Compendium.pf2e.conditionitems.Item.HL2l2VRSaQHu9lUw]{Fatigued} or @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed}.</p>\n<p><strong>Moderate Curse</strong></p>\n<p>Time distorts further, increasing your muscular atrophy, age regression, or warping while making effects pass you by at an increased rate. The value of your enfeebled condition increases to @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 2} and the penalty from your minor curse increases to -3. Your status bonus to AC against attacks made against you from reactions or free actions while you're moving increases to +2. In addition, spells affecting you last less time; their duration is reduced by half, to a minimum of 1 round. This doesn't reduce the spell's duration for other targets affected by the same spell. Finally, all non-permanent conditions affecting you that have a duration measured in rounds, minutes, or hours have their duration reduced by half, to a minimum of 1 round. Any afflictions (such as poisons, diseases, and curses) affecting you have their maximum duration, onset time, and time for each stage reduced by half. Spells, conditions, and afflictions that last \"until your next daily preparations\" last for 12 hours or until your next daily preparations, whichever comes first. This doesn't change the duration you're temporarily immune, the rate at which you can use abilities that have a frequency, or any other features based on the passage of time.</p>\n<p><strong>Major Curse (11th)</strong></p>\n<p>You become so out of sync with time that it's hard for you to act, but when you do act, you do so with incredible speed. You become @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1}, the value of your enfeebled condition increases to 3, and the penalty from your minor curse increases to -4. Time passes so much faster for you that your steps appear as a blur of motion to others. You gain a +4 status bonus to initiative rolls. Whenever you move, you're @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} while you're moving and until the start of your next turn. As normal for concealment where your location is still obvious, you can't use this concealment to Hide or @UUID[Compendium.pf2e.actionspf2e.Item.VMozDqMMuK5kpoX4]{Sneak}. Your status bonus to AC against attacks made against you from reactions or free actions while you're moving increases to +4.</p>",
            "name": "Effect: Curse of Turbulent Moments"
        },
        "Effect: Emblazon Energy (Weapon, Electricity)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.rKZE8BA9IQHSSWoW]{Emblazon Energy} when applied to a weapon.</p>\n<ul>\n<li><strong>Weapon</strong> The weapon deals an extra 1d4 electricity damage, or an extra 1d6 electricity damage if you have a domain spell with the electricity trait.</li>\n</ul>",
            "name": "Effect: Emblazon Energy (Weapon, Electricity)"
        },
        "Effect: Discordant Voice": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.8JMOgtB3XG7o6ffW]{Discordant Voice}, while you are affected by Inspire Courage.</p>",
            "name": "Effect: Discordant Voice"
        },
        "Effect: Gathering Moss": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.yg02rHaDPpGSgkrk]{Gathering Moss}</p>\n<p>You gain fast healing equal to your level.</p>",
            "name": "Effect: Gathering Moss"
        },
        "Effect: Calculate Threats": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.actionspf2e.Item.Fha8jFmfkOPxAsrZ]{Calculate Threats}.</p>\n<p>You gain a +2 circumstance bonus to AC and Reflex saves until the beginning of your next turn.</p>",
            "name": "Effect: Calculate Threats"
        },
        "Stance: Six Pillars Stance": {
            "description": "<p>@UUID[Compendium.pf2e.feats-srd.Item.hT0pVPqFuiEsmRb8]{Six Pillars Stance}</p>\n<p><strong>Requirements</strong> You are unarmored.</p>\n<p>You stand firm, steeling your mind and body, allowing you to use your magic unperturbed. While in this stance, you gain a +4 circumstance bonus to AC against reactions triggered by using actions with the concentrate or manipulate traits. In addition, when you cast a spell that requires one or more actions while in this stance, your unarmed Strikes gain a +1 circumstance bonus to damage.</p>",
            "name": "Stance: Six Pillars Stance"
        },
        "Stance: Tiger Stance": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.VCjAlOvjNvFJOsG5]{Tiger Stance}</p>\n<p>You enter the stance of a tiger and can make tiger claw attacks. These deal 1d8 slashing damage; are in the brawling group; and have the agile, finesse, nonlethal, and unarmed traits.</p>\n<p>On a critical success with your tiger claws, if you deal damage, the target takes @Damage[1d4[bleed]].</p>\n<p>As long as your Speed is at least 20 feet while in Tiger Stance, you can Step 10 feet.</p>",
            "name": "Stance: Tiger Stance"
        },
        "Stance: Jellyfish Stance": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.Jwq5o13uZF3ooln1]{Jellyfish Stance}</p>\n<p><strong>Requirements</strong> You are unarmored.</p>\n<p>You relax your posture and loosen your joints, allowing yourself to move with incredible fluidity. You can make stinging lash attacks that deal 1d6 slashing damage. These attacks are in the brawling group, and have the finesse, nonlethal, reach, and unarmed traits.</p>\n<p>While in Jellyfish Stance, you gain a +2 circumstance bonus to Reflex saves and on checks to @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} and @UUID[Compendium.pf2e.actionspf2e.Item.kMcV8e5EZUxa6evt]{Squeeze}.</p>",
            "name": "Stance: Jellyfish Stance"
        },
        "Stance: Tangled Forest Stance": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.2tUdsoPEnW9yS8so]{Tangled Forest Stance}</p>\n<p>You extend your arms like gnarled branches to interfere with your foes' movements. You can make lashing branch unarmed attacks. These deal 1d8 slashing damage; are in the brawling group; and have the agile, finesse, nonlethal, and unarmed traits.</p>\n<p>While you're in Tangled Forest Stance and can act, every enemy in your reach that tries to move away from you must succeed at a Reflex save, Acrobatics check, or Athletics check against your class DC or be immobilized for that action. If you prefer, you can allow the enemy to move.</p>",
            "name": "Stance: Tangled Forest Stance"
        },
        "Effect: Curse of the Hero's Burden": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.classfeatures.Item.gjOGOR30Czpnx3tM]{Battle}</p>\n<h3>Curse of the Hero's Burden</h3>\n<p>You thrive while adrenaline flows and your life depends on your might alone, but holding the collective battle prowess of the ages within you leaves your body weakened after a fight. You smell faintly of steel and blood no matter how you try to remove or mask the scent, you appear more muscular than you actually are, and you hear the faint clash and clamor of battle in the distance at all times.</p>\n<h4>Minor Curse</h4>\n<p>Your body languishes when you aren't bringing harm to your foes. You take a -2 status penalty to AC and saving throws, but each time you make a Strike, you can suspend these penalties until the start of your next turn.</p>\n<h4>Moderate Curse</h4>\n<p>The strain of conflict wears upon your body, even though you gain vitality from it. Making a Strike reduces the penalty from your minor curse to -1 rather than suspending it entirely. You gain a +2 status bonus to weapon and unarmed damage rolls. You also gain fast healing equal to half your level while in a non-trivial combat encounter.</p>\n<h4>Major Curse (11th)</h4>\n<p>Your body proves capable of truly heroic feats, but doing so interferes with your mental focus. Your moderate curse's fast healing is equal to your level, and its damage bonus is +6. You gain a +1 status bonus to weapon and unarmed attack rolls, but you are @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2}.</p>",
            "name": "Effect: Curse of the Hero's Burden"
        },
        "Effect: Fleet Tempo": {
            "description": "<p>You and all allies within 30 feet gain a +10-foot status bonus to all Speeds for 1 minute.</p>",
            "name": "Effect: Fleet Tempo"
        },
        "Stance: Buckler Dance": {
            "description": "<p>Granted by: @UUID[Compendium.pf2e.feats-srd.Item.tDWc2LQNl0Op1Auq]{Buckler Dance}</p>\n<hr />\n<p><strong>Requirements</strong> You are wielding a @UUID[Compendium.pf2e.equipment-srd.Item.1k3AsSW7lpU0kEpY]{Buckler}.</p>\n<hr />\n<p>You spin your buckler defensively toward every attack. While you are in this stance, you constantly have your buckler raised as if you'd used @UUID[Compendium.pf2e.actionspf2e.Item.xjGwis0uaC2305pm]{Raise a Shield}, as long as you meet that action's requirements.</p>",
            "name": "Stance: Buckler Dance"
        },
        "Effect: Defensive Instincts": {
            "description": "<p>@UUID[Compendium.pf2e.feats-srd.Item.RxA1PdgGbijkieJD]{Defensive Instincts}</p>\n<p><strong>Requirements</strong> you are adjacent to at least two enemies</p>\n<hr />\n<p>Your body tenses up when surrounded, putting you on edge just enough to anticipate an attack. You gain a +1 circumstance bonus to AC until the beginning of your next turn and Step.</p>",
            "name": "Effect: Defensive Instincts"
        },
        "Effect: Reflexive Shield": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.dHUoQVzDa9Cf4QCG]{Reflexive Shield} when you raise a shield that gives a +2 circumstance bonus to AC.</p>\n<p>You gain your shield's cricumstance bonus to Reflex saves.</p>",
            "name": "Effect: Reflexive Shield"
        },
        "Effect: Enduring Debilitating Strike": {
            "description": "<p>The target has been affected by a rogue's @UUID[Compendium.pf2e.actionspf2e.Item.bp0Up04x3dzGK5bB]{Debilitating Strike} if the rogue also has @UUID[Compendium.pf2e.feats-srd.Item.RzfWrOqHL2GcK0rr]{Enduring Debilitation}.</p>\n<p><em>Note: this effect only tracks the duration of the debilitation. You need to manually apply the specific penalties the rogue chose to apply.</em></p>",
            "name": "Effect: Enduring Debilitating Strike"
        },
        "Effect: Tail Toxin": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.actionspf2e.Item.ev8OHpBO3xq3Zt08]{Tail Toxin}</p>\n<p>You apply your tail's venom to a piercing or slashing weapon. If your next Strike with that weapon before the end of your next turn hits and deals damage, you deal persistent poison damage equal to your level to the target.</p>",
            "name": "Effect: Tail Toxin"
        },
        "Effect: Combat Mentor Boon (PFS)": {
            "description": "<p><strong>Effect</strong> While working with less experienced Pathfinder allies, you provide pointers and lead drills that ensure your newer colleagues' attacks strike true. For any PCs benefiting from a Level Bump and whose levels are lower than yours, you increase the Level Bump's modifier to attack rolls and spell attack rolls to 2.</p>\n<p><strong>Normal</strong> A Level Bump increases a PC's attack roll and spell attack roll modifiers by 1.</p>\n<p><strong>Special</strong> A PC can only benefit from two mentor boons.</p>",
            "name": "Effect: Combat Mentor Boon (PFS)"
        },
        "Effect: Hydration": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.ancestryfeatures.Item.vt67b8uoNEbskcBv]{Hydration} if you spend 24 hours outside of water.</p>",
            "name": "Effect: Hydration"
        },
        "Stance: Whirlwind Stance": {
            "description": "<p>Granted by: @UUID[Compendium.pf2e.feats-srd.Item.wZZyasfIqwiJBQAQ]{Whirlwind Stance}</p>\n<hr />\n<p><strong>Requirements</strong> You are wielding your staff, which must have the parry trait.</p>\n<hr />\n<p>You use your staff as a defensive implement as well as an offensive one. You gain a +2 circumstance bonus to AC as long as you remain in this stance.</p>",
            "name": "Stance: Whirlwind Stance"
        },
        "Stance: Disruptive Stance": {
            "description": "<p>Granted by: @UUID[Compendium.pf2e.feats-srd.Item.OEGhbRgW6wRbccns]{Disruptive Stance}</p>\n<p>The slightest distraction can provoke your wrath, and you're prepared to foil enemies' actions.</p>\n<p>As long as you are in this stance, you can use @UUID[Compendium.pf2e.actionspf2e.Item.KAVf7AmRnbCAHrkT]{Attack of Opportunity} when a creature within your reach uses a concentrate action, in addition to manipulate and move actions.</p>\n<p>Furthermore, you disrupt a triggering concentrate or manipulate action if your Strike hits (not only if it's a critical hit).</p>",
            "name": "Stance: Disruptive Stance"
        },
        "Effect: Disruptive Stare": {
            "name": "Effect: Disruptive Stare"
        },
        "Stance: Reflective Ripple Stance": {
            "description": "<p>You can make flowing wave attacks that deal 1d6 bludgeoning damage. They are in the brawling group and have the agile, disarm, finesse, nonlethal, trip, unarmed, and water traits.</p>\n<p>While in Reflective Ripple Stance, you gain a +1 circumstance bonus to Athletics checks to @UUID[Compendium.pf2e.actionspf2e.Item.Dt6B1slsBy8ipJu9]{Disarm}, @UUID[Compendium.pf2e.actionspf2e.Item.c8TGiZ48ygoSPofx]{Swim}, or @UUID[Compendium.pf2e.actionspf2e.Item.ge56Lu1xXVFYUnLP]{Trip}, and you gain a +2 circumstance bonus to your Reflex DC to avoid being Disarmed and Tripped.</p>",
            "name": "Stance: Reflective Ripple Stance"
        },
        "Effect: Hybrid Shape (Beastkin)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.actionspf2e.Item.0b3TTeQGFOiy6ykz]{Change Shape}.</p>\n<p>In hybrid shape, you appear as a mix between your ancestry and your inherent animal. While in hybrid shape, you gain a jaws unarmed Strike resembling the features of your inherent animal (fangs for bats, beaks for eagles, mandibles for wasps, and so on). Your jaws deal 1d4 piercing damage, have the agile, finesse, and unarmed traits, and are in the brawling weapon group.</p>",
            "name": "Effect: Hybrid Shape (Beastkin)"
        },
        "Effect: Inspiring Resilience": {
            "description": "<p>You gain a +1 circumstance bonus to their Will save against the triggering effect, or a +2 circumstance bonus if the effect originated from an undead.</p>",
            "name": "Effect: Inspiring Resilience"
        },
        "Effect: Supercharge Prosthetic Eyes": {
            "description": "<p>You gain darkvision and low-light vision, and you gain a +1 status bonus to visual Perception checks.</p>",
            "name": "Effect: Supercharge Prosthetic Eyes"
        },
        "Effect: Mountain Endemic Herbs": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.BQzExsEZrwGsJD66]{Endemic Herbs}</p>\n<p>Gain a +1 circumstance bonus to Reflex saves.</p>",
            "name": "Effect: Mountain Endemic Herbs"
        },
        "Stance: Dragon Stance": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.8sy3sHwOHS4ImwvJ]{Dragon Stance}</p>\n<p>You enter the stance of a dragon and make powerful leg strikes like a lashing dragon's tail. You can make dragon tail attacks that deal 1d10 bludgeoning damage. They are in the brawling group and have the backswing, nonlethal, and unarmed traits.</p>\n<p>While in Dragon Stance, you can ignore the first square of difficult terrain while Striding.</p>",
            "name": "Stance: Dragon Stance"
        },
        "Stance: Dread Marshal Stance": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.R7c4PyTNkZb0yvoT]{Dread Marshal Stance}.</p>\n<p>Your marshal's aura grants you and allies a status bonus to damage rolls equal to the number of weapon damage dice of the unarmed attack or weapon the you are wielding that has the most weapon damage dice. When you or an ally in the aura critically hits an enemy with a Strike, that enemy is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p>",
            "name": "Stance: Dread Marshal Stance"
        },
        "Effect: Bone Swarm": {
            "description": "<p>You become Huge, gain the swarm trait, and gain a fly Speed of 40 feet. As a swarm, you have the following characteristics.</p>\n<ul>\n<li>You are immune to the @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}, and @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained} conditions.</li>\n<li>You have weakness 5 to area and splash damage.</li>\n<li>You can occupy the same space as other creatures and must do so to use your damaging ability.</li>\n<li>As a 2-action activity, you can deal @Damage[10d6[bludgeoning]] damage to all creatures sharing your space (@Check[type:reflex|dc:resolve(@actor.attributes.classOrSpellDC.value)|basic:true] save with a DC equal to your class DC or spell DC, whichever is higher).</li>\n<li>You can't speak, Cast Spells, use manipulate actions requiring your hands, Activate magic items, or make any Strikes with your normal body.</li>\n<li>You don't gain the swarm mind ability, so you are still affected normally by mental effects. You also retain the benefits of skeleton feats that don't require communication or the use of hands.</li>\n</ul>",
            "name": "Effect: Bone Swarm"
        },
        "Effect: Anchored": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.zxlbMEaXglMVsLpQ]{Tunnel Wall}</p>\n<p>You become Anchored and gain a +4 circumstance bonus to the DC to @UUID[Compendium.pf2e.actionspf2e.Item.21WIfSu7Xd7uKqV8]{Tumble Through} your space.</p>",
            "name": "Effect: Anchored"
        },
        "Effect: Guided by the Stars": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.s1swBWSqtfrXTJHK]{Guided by the Stars}</p>\n<p>You roll twice and take the better result on your next skill check or saving throw. If it's night and you can see the stars, you gain a +1 circumstance bonus to the triggering roll.</p>",
            "name": "Effect: Guided by the Stars"
        },
        "Effect: Harsh Judgement": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.37uOb0iaWCfTCvBZ]{Harsh Judgement}</p>\n<p>You gain a +2 circumstance bonus to Perception checks to Seek your condemned foe and on Intimidation checks to Demoralize them. You have a -1 circumstance penalty to Perception checks to Seek creatures other than your condemned foe and on Intimidation checks to Demoralize anyone other than your condemned foe.</p>",
            "name": "Effect: Harsh Judgement"
        },
        "Effect: Daydream Trance": {
            "description": "<p>You take a -1 penalty to Perception checks and initiative rolls and gain a +1 status bonus to Will saves. This bonus increases to +2 against mental effects. If you're legendary in Occultism, the bonus against mental effects increases to +3 .</p>",
            "name": "Effect: Daydream Trance"
        },
        "Effect: Titan's Stature": {
            "name": "Effect: Titan's Stature"
        },
        "Effect: Vicious Debilitations": {
            "description": "<p>The target gains weakness 5 to your choice of bludgeoning, piercing, or slashing damage.</p>",
            "name": "Effect: Vicious Debilitations"
        },
        "Effect: Fey Blood Magic": {
            "description": "<p>Colorful fey glamours dance around you or one target, causing them to be concealed for 1 round. Such obvious concealment can't be used to Hide.</p>",
            "name": "Effect: Fey Blood Magic"
        },
        "Effect: Share Rage": {
            "description": "<p>You tap into your inner fury and begin raging. You gain a number of temporary Hit Points equal to your level plus your Constitution modifier. This frenzy lasts for 1 minute, until there are no enemies you can perceive, or until you fall @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}, whichever comes first. You can't voluntarily stop raging. While you are raging:</p>\n<ul>\n<li>You deal 2 additional damage with melee weapons and unarmed attacks. This additional damage is halved if your weapon or unarmed attack is agile.</li>\n<li>You take a -1 penalty to AC.</li>\n</ul>\n<p>After you stop raging, you lose any remaining temporary Hit Points from Rage, and you can't Rage again for 1 minute.</p>",
            "name": "Effect: Share Rage"
        },
        "Stance: Gorilla Stance": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.DqD7htz8Sd1dh3BT]{Gorilla Stance}</p>\n<p>You lower yourself to the ground and take an imposing, knuckle-walking stance. While in this stance, the only Strikes you can make are gorilla slam unarmed attacks. These deal 1d8 bludgeoning damage; are in the brawling group; and have the backswing, forceful, grapple, nonlethal, and unarmed traits.</p>\n<p>While you are in Gorilla Stance, you gain a +2 circumstance bonus to Athletics checks to @UUID[Compendium.pf2e.actionspf2e.Item.pprgrYQ1QnIDGZiy]{Climb}, and if you roll a success on an Athletics check to Climb, you get a critical success instead.</p>",
            "name": "Stance: Gorilla Stance"
        },
        "Stance: Stoked Flame Stance": {
            "description": "<p><strong>Requirements</strong> You're unarmored.</p>\n<hr />\n<p>You enter a stance of fast, fiery movements. You can make flashing spark attacks that deal 1d8 slashing damage. They are in the brawling group and have the forceful, nonlethal, sweep, and unarmed traits. If you have access to the flashing sparks' critical specialization effect, you can take an alternate effect instead: if your critical Strike dealt damage, the target takes 1d6 persistent fire damage.</p>\n<p>While in Stoked Flame Stance, you gain a +5-foot status bonus to your Speed. If you have incredible movement, increase the benefit from incredible movement to a +15-foot status bonus plus 5 feet for every 4 levels beyond 3rd.</p>\n<hr />\n<p><strong>Special</strong> This feat gains your choice of either the divine or occult trait, matching your ki spell tradition if possible.</p>",
            "name": "Stance: Stoked Flame Stance"
        },
        "Effect: Harrow Omen": {
            "name": "Effect: Harrow Omen"
        },
        "Effect: Marshal's Aura": {
            "description": "<p>Granted by being inside a Marshal's Aura.</p>\n<hr />\n<p>Your aura has the emotion, mental, and visual traits and grants you and allies within the aura a +1 status bonus to saving throws against fear.</p>",
            "name": "Effect: Marshal's Aura"
        },
        "Effect: Propulsive Leap": {
            "description": "<p>You gain a fly Speed equal to your Speed or 20 feet, whichever is greater.</p>",
            "name": "Effect: Propulsive Leap"
        },
        "Effect: Clue In (Detective's Readiness)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.actionspf2e.Item.25WDi1cVUrW92sUj]{Clue In} if the investigator has @UUID[Compendium.pf2e.feats-srd.Item.5cYFHKQK6OZCwavI]{Detective's Readiness}.</p>\n<p>Whenever you attempt a saving throw against the subject of a lead, you gain a +1 circumstance bonus to the check.</p>",
            "name": "Effect: Clue In (Detective's Readiness)"
        },
        "Effect: Nymph Blood Magic (Target)": {
            "description": "<p>Nymph grace accentuates your movements and distracts your foes, imposing a -1 status bonus to Will saves for 1 round.</p>",
            "name": "Effect: Nymph Blood Magic (Target)"
        },
        "Effect: Reckless Abandon (Goblin)": {
            "description": "<p>For the remainder of your turn, if you roll a failure or critical failure on a saving throw against a harmful effect, you get a success instead.</p>",
            "name": "Effect: Reckless Abandon (Goblin)"
        },
        "Effect: Curse of the Sky's Call": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.classfeatures.Item.RI2EMRBBPNSoTJXu]{Cosmos}</p>\n<h3>Curse of the Sky's Call</h3>\n<p>You have your head in the clouds-and not just figuratively. Your body is drawn toward the heavens, making you lighter and less substantial than you should be. Your eyes glow with starry light, and your hair and clothing float and drift around you.</p>\n<h4>Minor Curse</h4>\n<p>Your unnatural lightness makes it hard to keep your footing and interact with other physical objects. You are @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} and take a -2 penalty to saves and DCs against @UUID[Compendium.pf2e.actionspf2e.Item.PMbdMWc2QroouFGD]{Grapple}, @UUID[Compendium.pf2e.actionspf2e.Item.7blmbDrQFNfdT731]{Shove}, and other forms of forced movement.</p>\n<h4>Moderate Curse</h4>\n<p>Your body is drawn further skyward. You are @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 2}, and the penalty from your minor curse increases to -3.</p>\n<p>You are treated as one size smaller for wind effects. You gain a +2 status bonus against @UUID[Compendium.pf2e.actionspf2e.Item.ge56Lu1xXVFYUnLP]{Trip} attempts, you only take half as much damage from falls, and you gain the effects of the @UUID[Compendium.pf2e.feats-srd.Item.HJYQlmGTdtyGWr6a]{Powerful Leap} and @UUID[Compendium.pf2e.feats-srd.Item.ZBhvJ9O8MvBFAlhq]{Quick Jump} skill feats. You weigh only half as much, and your Bulk, should someone need to carry you, is also half as much.</p>\n<h4>Major Curse (11th)</h4>\n<p>As your body rises, you float just above the ground beneath you. You become @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 4}, and the penalty from your minor curse increases to -4.</p>\n<p>You can walk on liquids as if they were solid; you gain the effects of the @UUID[Compendium.pf2e.feats-srd.Item.TVFfTP9fHRidwBlW]{Cloud Jump} skill feat; and you don't leave tracks, trigger weight-sensitive pressure plates, or otherwise connect with the ground below you.</p>",
            "name": "Effect: Curse of the Sky's Call"
        },
        "Stance: Shooting Stars Stance": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.6cQSPqXoAO6oJl0i]{Shooting Stars Stance}</p>\n<p>You enter a stance that lets you throw shuriken with lightning speed.</p>\n<p>While in this stance, you can use your monk feats or monk abilities that normally require unarmed attacks with shuriken instead.</p>",
            "name": "Stance: Shooting Stars Stance"
        },
        "Effect: Scout's Warning": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.Tpcq3Lk7qEOZ3LDP]{Scout's Warning}.</p>\n<p>You gain a +1 circumstance bonus to your initiative roll.</p>",
            "name": "Effect: Scout's Warning"
        },
        "Effect: Emblazon Antimagic (Weapon)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.xAFdoKl7aOP9rVkl]{Emblazon Antimagic}.</p>\n<p>When the weapon's wielder critically hits with the weapon, they can attempt to counteract a spell on their target, using half their level, rounded up, as the counteract level. If they attempt to do so, the emblazoned symbol immediately disappears.</p>",
            "name": "Effect: Emblazon Antimagic (Weapon)"
        },
        "Effect: Armor Tampered With (Critical Success)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.SheifYobjKqyK3Fv]{Tamper}</p>\n<p>Your armor has been tampered with! You are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} and take a -10-foot penalty to your Speeds. The effect lasts until you @UUID[Compendium.pf2e.actionspf2e.Item.pvQ5rY2zrtPI614F]{Interact} to remove it.</p>",
            "name": "Effect: Armor Tampered With (Critical Success)"
        },
        "Effect: Angelic Blood Magic": {
            "description": "<p>An angelic aura protects you or one target, granting a +1 status bonus to saving throws for 1 round.</p>",
            "name": "Effect: Angelic Blood Magic"
        },
        "Effect: Shield Ally": {
            "description": "<p>The hardness of your equipped shield increases by 2.</p>",
            "name": "Effect: Shield Ally"
        },
        "Effect: Blade Ally": {
            "description": "<p>A spirit of battle dwells within your armaments. Select one weapon or @UUID[Compendium.pf2e.equipment-srd.Item.FNDq4NFSN0g2HKWO]{Handwraps of Mighty Blows} when you make your daily preparations. In your hands, the item gains the effect of a property rune.</p>\n<hr />\n<p>From <em>@UUID[Compendium.pf2e.classfeatures.Item.EtltLdiy9kNfHU0c]{Blade Ally}</em>:</p>\n<p>@UUID[Compendium.pf2e.equipment-srd.Item.LwQb7ryTC8FlOXgX]{Disrupting}, @UUID[Compendium.pf2e.equipment-srd.Item.JQdwHECogcTzdd8R]{Ghost Touch}, @UUID[Compendium.pf2e.equipment-srd.Item.P6v2AtJw7AUwaDzf]{Fearsome}, @UUID[Compendium.pf2e.equipment-srd.Item.qlunQzfnzPQpMG6U]{Returning}, or @UUID[Compendium.pf2e.equipment-srd.Item.roeYtwlIe65BPMJ1]{Shifting}</p>\n<hr />\n<p>From <em>@UUID[Compendium.pf2e.feats-srd.Item.h5ksUZlrVGBjq6p4]{Radiant Blade Spirit}</em>:</p>\n<p>@UUID[Compendium.pf2e.equipment-srd.Item.XszNvxnymWYRaoTp]{Flaming}, @UUID[Compendium.pf2e.equipment-srd.Item.65YL6nk1jIzCWutt]{Anarchic}, @UUID[Compendium.pf2e.equipment-srd.Item.6xu6dPIaUZ7edKEB]{Axiomatic}, @UUID[Compendium.pf2e.equipment-srd.Item.DH0kB9Wbr5pDeunX]{Holy}, or @UUID[Compendium.pf2e.equipment-srd.Item.gmMrJREf4JSHd2dZ]{Unholy}</p>\n<hr />\n<p>From <em>@UUID[Compendium.pf2e.feats-srd.Item.jYEMVfrXJLpXS6aC]{Radiant Blade Master}</em>:</p>\n<p>@UUID[Compendium.pf2e.equipment-srd.Item.DCPsilr8wbPXxTUv]{Dancing}, @UUID[Compendium.pf2e.equipment-srd.Item.oVrVzML63VFvVfKk]{Disrupting (Greater)}, or @UUID[Compendium.pf2e.equipment-srd.Item.hg3IogR8ue2IWwgS]{Keen}</p>",
            "name": "Effect: Blade Ally"
        },
        "Favored Terrain (Gain Climb Speed)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.sgo7J9BVofBqwlsF]{Favored Terrain (Forest, Moutain or Underground)} if you have the @UUID[Compendium.pf2e.classfeatures.Item.RlwE99yKnhq8FUuy]{Wild Stride} class feature, and are in forested, mountainous or underground terrain and do not already have a climb Speed.</p>\n<p>You gain a climb Speed equal to your Speed.</p>",
            "name": "Favored Terrain (Gain Climb Speed)"
        },
        "Effect: Reckless Abandon (Barbarian)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.EWeso1zDkCLGlnsW]{Reckless Abandon (Barbarian)}</p>\n<p>You gain a +2 circumstance bonus to attack rolls, a -2 penalty to AC, and a -1 penalty to saves. These bonuses and penalties last until your Rage ends or until you are above half Hit Points, whichever comes first.</p>",
            "name": "Effect: Reckless Abandon (Barbarian)"
        },
        "Effect: Ghost Wrangler": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.00OnDt8UEMwfoYWH]{Ghost Wrangler}</p>\n<p>Your fists gain the effects of the ghost touch property rune.</p>",
            "name": "Effect: Ghost Wrangler"
        },
        "Effect: Skillful Mentor Boon (PFS)": {
            "description": "<p><strong>Effect</strong> While working with less experienced Pathfinder allies, you provide vital advice to sharpen your newer colleagues' skills. For any PCs benefiting from a Level Bump and whose levels are lower than yours, you increase the Level Bump's modifier to skill checks to 2.</p>\n<p><strong>Normal</strong> A Level Bump increases a PC's skill check modifiers by 1.</p>\n<p><strong>Special</strong> A PC can only benefit from two mentor boons.</p>",
            "name": "Effect: Skillful Mentor Boon (PFS)"
        },
        "Effect: Nymph Blood Magic (Self)": {
            "description": "<p>Nymph grace accentuates your movements and distracts your foes, granting you a +1 status bonus to Diplomacy checks for 1 round.</p>",
            "name": "Effect: Nymph Blood Magic (Self)"
        },
        "Effect: Shared Avoidance": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.wIJC00ODLq9WYc1m]{Shared Avoidance}.</p>\n<p>Allies within 15 feet of you who are rolling the same saving throw against the same hazard also gain a +2 circumstance bonus to their saving throws.</p>",
            "name": "Effect: Shared Avoidance"
        },
        "Effect: Poison Weapon": {
            "description": "<p>Applied when you apply a poison created with @UUID[Compendium.pf2e.feats-srd.Item.ALbosSUygdq4T1Yk]{Poison Weapon}.</p>",
            "name": "Effect: Poison Weapon"
        },
        "Effect: Current Spell (Air)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.ajesR7y0jWzqjAgc]{Current Spell} if you cast a spell with the air trait.</p>\n<p>You gain a +1 circumstance bonus to AC or a +2 circumstance bonus against ranged attacks. You also gain a +1 circumstance bonus to all saves against effects with the air trait.</p>\n<p>This effect has the air trait.</p>",
            "name": "Effect: Current Spell (Air)"
        },
        "Effect: Vivacious Bravado": {
            "description": "<p>Granted when you use @UUID[Compendium.pf2e.feats-srd.Item.2MHzEh1KUQEbhjUf]{Vivacious Bravado}.</p>",
            "name": "Effect: Vivacious Bravado"
        },
        "Effect: Liberating Step (vs. Aberration)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.VU7aZC7L08Mk1GVA]{Esoteric Oath (Liberator)}</p>\n<p>If you use Liberating Step triggered by an evil aberration, your ally gains a +4 circumstance bonus to checks granted by your Liberating Step, and the ally can Step twice afterward.</p>",
            "name": "Effect: Liberating Step (vs. Aberration)"
        },
        "Effect: Curse of Torrential Knowledge": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.classfeatures.Item.tZBb3Kh4nJcNoUFI]{Lore}</p>\n<h3>Curse of Torrential Knowledge</h3>\n<p>You have a link to true divine knowledge, but your mortal mind struggles to process and act on what you know. Loose materials around you, such as dust, grains of rice, and droplets of water, slowly shift to form strange runes or faint indecipherable writing, and you sometimes speak unintelligible truths or statements in unknown languages without realizing it.</p>\n<h4>Minor Curse</h4>\n<p>You take a -4 penalty to initiative, as trying to process a surge of information about what's happening around you slows your ability to respond to it.</p>\n<h4>Moderate Curse</h4>\n<p>The flow of information through your mind grows. The attention you divert to process this huge influx of information means you are always @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard}.</p>\n<p>At the start of each of your turns, you automatically make one check to @UUID[Compendium.pf2e.actionspf2e.Item.1OagaWtBpVXExToo]{Recall Knowledge} as a free action. This uses a skill of your choice that has the Recall Knowledge action, using a result equal to 10 + your proficiency bonus in that skill (with no other bonuses, penalties, or modifiers).</p>\n<h4>Major Curse (11th)</h4>\n<p>The massive flow of information clouding your mind overwhelms your ability to communicate with others. You can understand all languages, but you can't speak, use linguistic effects, or otherwise communicate with your allies.</p>\n<p>If you Cast a Spell with a verbal component, you must succeed at a @Check[type:flat|dc:5] or the spell is lost.</p>\n<p>You gain a +4 status bonus on saving throws against linguistic effects.</p>",
            "name": "Effect: Curse of Torrential Knowledge"
        },
        "Effect: Invigorating Breath": {
            "description": "<p>You gain 20 temporary Hit Points. At 15th level, you instead gain 30 temporary Hit Points.</p>",
            "name": "Effect: Invigorating Breath"
        },
        "Effect: Safeguard Soul": {
            "description": "<p>You gain a +2 status bonus to saving throws against death effects, possession effects, and effects that attempt to manipulate or steal your soul.</p>",
            "name": "Effect: Safeguard Soul"
        },
        "Stance: Ironblood Stance": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.x9cYkB8DrUBBwqJd]{Ironblood Stance}</p>\n<p>You enter the stance of impenetrable iron, refusing to yield to any blow. You can make iron sweep unarmed attacks. These deal 1d8 bludgeoning damage; are in the brawling group; and have the nonlethal, parry, sweep, and unarmed traits.</p>\n<p>While in Ironblood Stance, you gain resistance 2 to all damage. The resistance increases to 3 at 12th level, to 4 at 16th level, and to 5 at 20th level.</p>\n<p>@UUID[Compendium.pf2e.equipment-effects.Item.fRlvmul3LbLo2xvR]{Effect: Parry}</p>",
            "name": "Stance: Ironblood Stance"
        },
        "Effect: High-Speed Regeneration Speed Boost": {
            "description": "<p>You gain a +10-foot status bonus to your Speed.</p>",
            "name": "Effect: High-Speed Regeneration Speed Boost"
        },
        "Effect: Emblazon Armament (Weapon)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.7RFjTTzznsdPcaYB]{Emblazon Armament} when applied to a weapon.</p>\n<ul>\n<li><strong>Weapon</strong> The wielder gains a +1 status bonus to damage rolls.</li>\n</ul>",
            "name": "Effect: Emblazon Armament (Weapon)"
        },
        "Effect: Holy Castigation": {
            "description": "<p>Imposed by @UUID[Compendium.pf2e.feats-srd.Item.142QRyK2aPIrJu48]{Holy Castigation}</p>\n<p><em>@UUID[Compendium.pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs]{Heal}</em> spells you cast damage fiends as though they were undead.</p>",
            "name": "Effect: Holy Castigation"
        },
        "Effect: Clue In (Expertise)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.actionspf2e.Item.25WDi1cVUrW92sUj]{Clue In} if the investigator has @UUID[Compendium.pf2e.classfeatures.Item.PFvB79O2VFdiAeSj]{Investigator Expertise}.</p>\n<p>Whenever you attempt a Perception or skill check to investigate a designated subject, you gain a +2 circumstance bonus to the check.</p>",
            "name": "Effect: Clue In (Expertise)"
        },
        "Effect: Tidal Shield": {
            "description": "<p>You conjure the force of the tides to gain a +4 circumstance bonus to AC until the end of your next turn. You can Sustain the effect to a maximum duration of 5 rounds.</p>",
            "name": "Effect: Tidal Shield"
        },
        "Effect: Panache": {
            "description": "<p>You care as much about the way you accomplish something as whether you actually accomplish it in the first place. When you perform an action with particular bravado, you can leverage this moment of verve to perform spectacular, deadly maneuvers. This state of flair is called panache, and you are either in a state of panache or you are not.</p>\n<p>Granted by @UUID[Compendium.pf2e.classfeatures.Item.LzYi0OuOoypNb6jd]{Panache}</p>",
            "name": "Effect: Panache"
        },
        "Effect: Fulminating Shot": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.o3J79hnr00ztcwtT]{Fulminating Shot}</p>\n<p>Choose acid, cold, electricity, or fire. If you hit with your next attack roll using a firearm or crossbow before the end of your turn, you deal 1d6 additional damage of this type. At 12th level, this increases to 2d6 additional damage, and at 18th level, it increases to 3d6 additional damage.</p>",
            "name": "Effect: Fulminating Shot"
        },
        "Stance: Clinging Shadows Stance": {
            "description": "<p>Granted by <em>@UUID[Compendium.pf2e.spells-srd.Item.uJXs4M6IeixfPBLc]{Clinging Shadows Stance}</em></p>\n<p>You adopt the stance of clinging shadows. You can make shadow grasp Strikes. These deal 1d4 negative damage; are in the brawling group; and have the agile, grapple, reach, and unarmed traits.</p>\n<p>While in the clinging shadows stance, you gain a +2 circumstance bonus to Athletics checks to @UUID[Compendium.pf2e.actionspf2e.Item.PMbdMWc2QroouFGD]{Grapple}, and to the DC for creatures to @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} from you.</p>",
            "name": "Stance: Clinging Shadows Stance"
        },
        "Effect: Witch's Charge": {
            "description": "<p>Granted when you designate someone as your @UUID[Compendium.pf2e.feats-srd.Item.52QyoGaysrfBOy5H]{Witch's Charge}.</p>",
            "name": "Effect: Witch's Charge"
        },
        "Stance: Ricochet Stance": {
            "description": "<p>Granted by: @UUID[Compendium.pf2e.feats-srd.Item.tRHjUCl0xqG97nok]{Ricochet Stance (Fighter)} or @UUID[Compendium.pf2e.feats-srd.Item.RsNvCSrCN7czHC0G]{Ricochet Stance (Rogue)}</p>\n<p>You adopt a stance designed to rebound your thrown weapons back toward you. While you are in this stance, any thrown weapons you use as part of a ranged Strike to deal bludgeoning or slashing damage immediately return to your hand, enabling you to use them for additional Strikes.</p>\n<p>You must be within the weapon's listed range increment and have a hand free to catch the weapon. If you make a ranged Strike with a thrown weapon outside of its listed range increment, it instead flies back toward you a number of feet equal to its listed range increment and then falls to the ground.</p>",
            "name": "Stance: Ricochet Stance"
        },
        "Effect: Aberrant Blood Magic": {
            "description": "<p>Aberrant whispers shield one target's mind or your own, granting a +2 status bonus to Will saving throws for 1 round.</p>",
            "name": "Effect: Aberrant Blood Magic"
        },
        "Effect: Hunter's Edge, Flurry": {
            "description": "<p>Granted when a ranger shares their @UUID[Compendium.pf2e.classfeatures.Item.6v4Rj7wWfOH1882r]{Flurry} edge with you.</p>\n<p>Your multiple attack penalty for attacks against your hunted prey is -3 (-2 with an agile weapon) on your second attack of the turn instead of -5, and -6 (-4 with an agile weapon) on your third or subsequent attack of the turn, instead of -10.</p>",
            "name": "Effect: Hunter's Edge, Flurry"
        },
        "Effect: Spin Tale": {
            "description": "<p>You gain a +1 status bonus to attack rolls and saving throws against the villain until the start of your next turn.</p>",
            "name": "Effect: Spin Tale"
        },
        "Stance: Gorilla Stance (Gorilla Pound)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.DqD7htz8Sd1dh3BT]{Gorilla Stance} if you have @UUID[Compendium.pf2e.feats-srd.Item.nRjyyDulHnP5OewA]{Gorilla Pound}, which grants you a climb speed of 15 while you are in this stance.</p>\n<p>You lower yourself to the ground and take an imposing, knuckle-walking stance. While in this stance, the only Strikes you can make are gorilla slam unarmed attacks. These deal 1d8 bludgeoning damage; are in the brawling group; and have the backswing, forceful, grapple, nonlethal, and unarmed traits.</p>\n<p>While you are in Gorilla Stance, you gain a +2 circumstance bonus to Athletics checks to @UUID[Compendium.pf2e.actionspf2e.Item.pprgrYQ1QnIDGZiy]{Climb}, and if you roll a success on an Athletics check to Climb, you get a critical success instead.</p>",
            "name": "Stance: Gorilla Stance (Gorilla Pound)"
        },
        "Effect: Flamboyant Cruelty": {
            "description": "<p>Granted when you use @UUID[Compendium.pf2e.feats-srd.Item.SAOtGk9k8veaX3Ww]{Flamboyant Cruelty}</p>",
            "name": "Effect: Flamboyant Cruelty"
        },
        "Effect: Curse of Ancestral Meddling": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.classfeatures.Item.qvRlih3u7vK3FYUR]{Ancestors}</p>\n<h3>Curse of Ancestral Meddling</h3>\n<p>The ancestral spirits you commune with haunt you and meddle with your belongings and actions, either out of a well-intentioned (but ultimately detrimental) attempt to assist you, as punishment for your audacity in circumventing the traditional means of achieving divine power, for their own amusement, or a mixture of the above. Your hair, clothing, and belongings constantly shift and stir, seemingly of their own volition.</p>\n<p><strong>Minor Curse</strong></p>\n<p>One of your ancestors becomes predominant in their meddling. The first time you gain this effect each day, roll [[/r 1d4]] on the list below to determine which type of ancestor becomes predominant. This predominant ancestor guides you to use their preferred type of action. When you try to use one of the types of actions listed for the other ancestors, you must succeed at a @Check[type:flat|dc:4]. On a failure, you spend the action but gain no effect (though you don't lose the spell if you were Casting a Spell). If your action would take 1 minute or longer, it's long enough that you can overcome the meddling, and you don't need to attempt a flat check.</p>\n<p>During combat or another tense, round-by-round encounter, other ancestors wrestle for control of your actions. When you roll initiative, and then at the end of each of your turns during the encounter, roll [[/r 1d4]] and change your predominant ancestor appropriately. Once the encounter ends, you return to the influence of the ancestor you first rolled for the day.</p>\n<p><strong>Moderate Curse</strong></p>\n<p>The flat check DC to use other actions is 6, and you get the moderate curse benefit listed for your predominant ancestor in the list below.</p>\n<p><strong>Major Curse (11th)</strong></p>\n<p>The flat check DC is 8, and you get the major curse benefit listed for your predominant ancestor instead of the moderate curse benefit.</p>\n<hr />\n<h4>Ancestral Influence</h4>\n<ol>\n<li>Martial Ancestor\n<ul>\n<li><strong>Preferred action</strong> Strikes</li>\n<li><strong>Moderate curse benefit</strong> Your Strikes gain a +1 status bonus to attack rolls and a +2 status bonus to damage.</li>\n<li><strong>Major curse benefit</strong> Your Strikes gain a +1 status bonus to attack rolls and a +6 status bonus to damage</li>\n</ul>\n</li>\n<li>Skillful Ancestor\n<ul>\n<li><strong>Preferred action</strong> Perception and Skill actions</li>\n<li><strong>Moderate curse benefit</strong> You gain a +1 status bonus to skill checks and Perception checks.</li>\n<li><strong>Major curse benefit</strong> You gain a +2 status bonus to skill checks and Perception checks.</li>\n</ul>\n</li>\n<li>Spellcasting Ancestor\n<ul>\n<li><strong>Preferred action</strong> Cast a Spell</li>\n<li><strong>Moderate curse benefit</strong> Non-cantrip spells without a duration gain a status bonus to their damage and healing equal to the spell's level.</li>\n<li><strong>Major curse benefit</strong> Non-cantrip spells without a duration gain a status bonus to their damage and healing equal to the spell's level + 3.</li>\n</ul>\n</li>\n<li>You choose which ancestor guides your actions</li>\n</ol>",
            "name": "Effect: Curse of Ancestral Meddling"
        },
        "Effect: Imperial Blood Magic": {
            "description": "<p>A surge of ancestral memories grants you or one target a +1 status bonus to skill checks for 1 round.</p>",
            "name": "Effect: Imperial Blood Magic"
        },
        "Effect: Clue In": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.actionspf2e.Item.25WDi1cVUrW92sUj]{Clue In}</p>\n<p>Whenever you attempt a Perception or skill check to investigate a designated subject, you gain a +1 circumstance bonus to the check.</p>",
            "name": "Effect: Clue In"
        },
        "Effect: Bolera's Interrogation (Critical Failure)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.cBYTVYqw1EFVEuzs]{Bolera's Interrogation}</p>\n<p>On a critical failure, the creature finds itself unable to speak any deliberate and intentional lies and takes a -4 penalty to Deception checks. This effect lasts for 10 minutes as long as you are within 30 feet of the target and the target is aware that you are using the ability against it. If you begin a new interrogation, this effect ends for any previous target. After your interrogation ends, the target is immune to this ability for 24 hours.</p>",
            "name": "Effect: Bolera's Interrogation (Critical Failure)"
        },
        "Stance: Peafowl Stance": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.C3MgEkPNaIhTddbr]{Peafowl Stance}</p>\n<p>You enter a tall and proud stance while remaining mobile, with all the grace and composure of a peafowl.</p>\n<p>While in this stance, the only Strikes you can make are melee Strikes with the required sword. Once per round, after you hit with a monk sword Strike, you can Step as a free action as your next action.</p>",
            "name": "Stance: Peafowl Stance"
        },
        "Effect: Ancestral Influence": {
            "description": "<p>One of your ancestors becomes predominant in their meddling. The first time you gain this effect each day, roll [[/r 1d4]] on the list below to determine which type of ancestor becomes predominant. During combat or another tense, round-by-round encounter, other ancestors wrestle for control of your actions. When you roll initiative, and then at the end of each of your turns during the encounter, roll [[/r 1d4]] and change your predominant ancestor appropriately. Once the encounter ends, you return to the influence of the ancestor you first rolled for the day.</p>\n<h4>Ancestral Influence</h4>\n<ol>\n<li>Martial Ancestor\n<ul>\n<li><strong>Preferred action</strong> Strikes</li>\n<li><strong>Moderate curse benefit</strong> Your Strikes gain a +1 status bonus to attack rolls and a +2 status bonus to damage.</li>\n<li><strong>Major curse benefit</strong> Your Strikes gain a +1 status bonus to attack rolls and a +6 status bonus to damage</li>\n</ul>\n</li>\n<li>Skillful Ancestor\n<ul>\n<li><strong>Preferred action</strong> Perception and Skill actions</li>\n<li><strong>Moderate curse benefit</strong> You gain a +1 status bonus to skill checks and Perception checks.</li>\n<li><strong>Major curse benefit</strong> You gain a +2 status bonus to skill checks and Perception checks.</li>\n</ul>\n</li>\n<li>Spellcasting Ancestor\n<ul>\n<li><strong>Preferred action</strong> Cast a Spell</li>\n<li><strong>Moderate curse benefit</strong> Non-cantrip spells without a duration gain a status bonus to their damage and healing equal to the spell's level.</li>\n<li><strong>Major curse benefit</strong> Non-cantrip spells without a duration gain a status bonus to their damage and healing equal to the spell's level + 3.</li>\n</ul>\n</li>\n<li>You choose which ancestor guides your actions</li>\n</ol>",
            "name": "Effect: Ancestral Influence"
        },
        "Effect: Aura of Faith": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.7sFhBYoz5GSBFNbY]{Aura of Faith}</p>\n<p>Each good-aligned ally within 15 feet deal an extra 1 good damage against evil creatures on their first Strike that hits an evil creature each round.</p>",
            "name": "Effect: Aura of Faith"
        },
        "Effect: Deep Freeze (Failure)": {
            "description": "<p>The target takes a -10-foot status penalty to its Speeds for 1 round.</p>",
            "name": "Effect: Deep Freeze (Failure)"
        },
        "Effect: Monster Hunter": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.YTTJqRKH8QZl6al2]{Monster Hunter}</p>\n<p>You gain a +1 circumstance bonus to your next attack roll against that prey.</p>",
            "name": "Effect: Monster Hunter"
        },
        "Effect: Guardian's Deflection": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.JdCRxwgtdQkJ1Ha6]{Guardian's Deflection (Fighter)} or @UUID[Compendium.pf2e.feats-srd.Item.YJIzE2RhGRGfbt9j]{Guardian's Deflection (Swashbuckler)}.</p>\n<p>You gain a +2 circumstance bonus to AC against the triggering attack.</p>",
            "name": "Effect: Guardian's Deflection"
        },
        "Stance: Lunging Stance": {
            "description": "<p>Granted by: @UUID[Compendium.pf2e.feats-srd.Item.ZghzLmYgeE19GqjP]{Lunging Stance}</p>\n<hr />\n<p><strong>Requirements</strong> You are wielding a melee weapon</p>\n<hr />\n<p>Your body coiled to strike, you can lash out at distant enemies. While you are in this stance, you can use Attack of Opportunity against a creature that is outside your reach but within the reach you would have with a @UUID[Compendium.pf2e.feats-srd.Item.rTkr1EqpAN6YtnAh]{Lunge}. If you do, you increase your range with the Strike by 5 feet.</p>",
            "name": "Stance: Lunging Stance"
        },
        "Effect: Topple Giants": {
            "description": "<p>When an ally within your overwatch field attempts to @UUID[Compendium.pf2e.actionspf2e.Item.Dt6B1slsBy8ipJu9]{Disarm}, @UUID[Compendium.pf2e.actionspf2e.Item.7blmbDrQFNfdT731]{Shove}, or @UUID[Compendium.pf2e.actionspf2e.Item.ge56Lu1xXVFYUnLP]{Trip} an opponent within your overwatch field and fails, you coordinate efforts to provide a +2 circumstance bonus to the next Athletics check rolled by a different ally to attempt the same action on the same target before that target's next turn.</p>",
            "name": "Effect: Topple Giants"
        },
        "Effect: Rallying Charge": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.df4cBV3qZn3qNUmP]{Rallying Charge}</p>\n<p>You gain temporary hit points equal to the Charisma modifier of the creature that used Rallying Charge.</p>",
            "name": "Effect: Rallying Charge"
        },
        "Effect: Deep Freeze (Success)": {
            "description": "<p>The target takes a -5-foot status penalty to its Speeds for 1 round.</p>",
            "name": "Effect: Deep Freeze (Success)"
        },
        "Effect: Dragon's Rage Wings": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.bqZkAFS6eq9TKXMO]{Dragon's Rage Wings}</p>\n<p>While you are raging, you gain a fly Speed equal to your land Speed.</p>",
            "name": "Effect: Dragon's Rage Wings"
        },
        "Effect: Seedpod": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.dWGa6cFSVrASTEfd]{Seedpod}</p>\n<p>On a critical hit, a seedpod bursts, issuing forth a tangle of vegetation that imposes a -10-foot circumstance penalty on the target's Speed for 1 round.</p>",
            "name": "Effect: Seedpod"
        },
        "Effect: Rampaging Form (Frozen Winds Kitsune)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.Zl6vDXJEM7Lbp8JQ]{Rampaging Form}</p>\n<p>You Change Shape into a form of living ice for 1 minute or until you shift back. Your battle form is Huge and has the following statistics:</p>\n<ul>\n<li>AC = 18 + your level. Ignore your armor's check penalty and Speed reduction.</li>\n<li>20 temporary Hit Points.</li>\n<li>Low-light vision and imprecise scent 30 feet.</li>\n<li>A Speed of 30, a Fly speed of 40, and you don't need to breathe</li>\n<li><strong>Melee</strong> <span class=\"pf2-icon\">a</span> jaws, <strong>Damage</strong> 2d8 piercing + 1d4 cold damage.</li>\n<li>Your unarmed attacks deal 1d4 additional cold damage, and your cold spells deal one additional die of cold damage (of the same damage die the spell uses).</li>\n<li>You can cast <em>@UUID[Compendium.pf2e.spells-srd.Item.gYjPm7YwGtEa1oxh]{Ray of Frost}</em> as an innate spell; the casting is reduced from 2 actions to 1.</li>\n<li>Any creature that touches you or damages you with an unarmed attack or non-reach melee weapon takes @Damage[3d6[cold]] damage.</li>\n<li>Athletics modifier of +20, unless your own modifier is higher.</li>\n</ul>",
            "name": "Effect: Rampaging Form (Frozen Winds Kitsune)"
        },
        "Effect: Educate Allies (Ally)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.9cHQua33V35JPE3U]{Educate Allies}.</p>",
            "name": "Effect: Educate Allies (Ally)"
        },
        "Effect: Guardian's Embrace": {
            "description": "<p>You gain a +2 status bonus to AC against physical attacks and can use a reaction to gain resistance 10 to physical damage dealt by that attack, which ends this effect.</p>",
            "name": "Effect: Guardian's Embrace"
        },
        "Effect: Favorable Winds": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.OK8Fm7EG8wjoYZBX]{Favorable Winds}.</p>\n<hr />\n<p>You wrap a shell of favorable wind around a weapon you wield. On your next Strike with a ranged weapon before the start of your next turn, you don't take circumstance penalties on the attack roll due to wind. In addition, if that weapon has a range increment of 10 feet or less, increase its range increment by 10 feet for that Strike.</p>",
            "name": "Effect: Favorable Winds"
        },
        "Effect: Emblazon Energy (Weapon, Acid)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.rKZE8BA9IQHSSWoW]{Emblazon Energy} when applied to a weapon.</p>\n<ul>\n<li><strong>Weapon</strong> The weapon deals an extra 1d4 acid damage, or an extra 1d6 acid damage if you have a domain spell with the acid trait.</li>\n</ul>",
            "name": "Effect: Emblazon Energy (Weapon, Acid)"
        },
        "Effect: Elemental Assault": {
            "description": "<p>You shroud your arms and held weapons in elemental magic. Choose one element. Until the end of your next turn, your Strikes deal an additional [[/r 1d6]] damage of the indicated type and have the trait corresponding to the element: electricity for air, bludgeoning for earth, fire for fire, or cold for water.</p>",
            "name": "Effect: Elemental Assault"
        },
        "Effect: Align Armament (Chaotic)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.xtXWw3cUnVB25XSV]{Align Armament}.</p>\n<p>For 1 round, that weapon deals an additional 1d6 chaotic damage.</p>",
            "name": "Effect: Align Armament (Chaotic)"
        },
        "Effect: Cavalier's Banner": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.CAaXGhHDMRM3Pt4J]{Cavalier's Banner}</p>\n<p>You fly the banner of your pledge from your mount, raising your allies' spirits. You and all allies within 30 feet gain a +1 circumstance bonus to Will saves and DCs against fear effects. If your banner is destroyed or removed, allies within 30 feet become @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p>",
            "name": "Effect: Cavalier's Banner"
        },
        "Effect: Towering Presence": {
            "name": "Effect: Towering Presence"
        },
        "Effect: Enlightened Presence": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.ROnjdPMvH0vkkWjQ]{Enlightened Presence}.</p>\n<p>You and allies within 15 feet of you gain a +2 status bonus to Will saving throws against mental effects.</p>",
            "name": "Effect: Enlightened Presence"
        },
        "Effect: Brightness Seeker": {
            "description": "<p><strong>Trigger</strong> You attempt an attack roll, skill check, or saving throw while performing the course of action from your <em>@UUID[Compendium.pf2e.spells-srd.Item.41TZEjhO6D1nWw2X]{Augury}</em>, but you haven't rolled yet.</p>\n<hr />\n<p><strong>Effect</strong> You gain a +1 status bonus to the triggering check, or a +2 status bonus if the result of the augury was woe and you proceeded anyway.</p>",
            "name": "Effect: Brightness Seeker"
        },
        "Effect: Starlight Armor": {
            "description": "<p>The armor grants you resistance 7 to piercing, bludgeoning, and slashing damage. The armor also sheds bright light for 20 feet (and dim light for the next 20 feet).</p>\n<p>When you reach 17th level, the resistance increases to 10.</p>",
            "name": "Effect: Starlight Armor"
        },
        "Effect: Creeping Ashes": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feat-effects.Item.G4L49aMxHqO2yqxi]{Effect: Curse of Creeping Ashes}</p>\n<p><strong>Moderate Curse</strong></p>\n<p>You and creatures in the aura are concealed.</p>\n<p><strong>Major Curse</strong></p>\n<p>You and all creatures gain weakness to fire equal to half your level.</p>",
            "name": "Effect: Creeping Ashes"
        },
        "Effect: Debilitating Strike": {
            "description": "<p>The target has been affected by a rogue's @UUID[Compendium.pf2e.actionspf2e.Item.bp0Up04x3dzGK5bB]{Debilitating Strike}.</p>\n<p><em>Note: this effect only tracks the duration of the debilitation. You need to manually apply the specific penalties the rogue chose to apply.</em></p>",
            "name": "Effect: Debilitating Strike"
        },
        "Effect: Demonic Blood Magic (Target)": {
            "description": "<p>The corruption of sin weakens a target's defenses. A target takes a -1 status penalty to AC for 1 round.</p>",
            "name": "Effect: Demonic Blood Magic (Target)"
        },
        "Stance: Rough Terrain Stance": {
            "description": "<p>Granted by: @UUID[Compendium.pf2e.feats-srd.Item.O0POcPD2aELYTcIK]{Rough Terrain Stance}</p>\n<hr />\n<p><strong>Requirements</strong> You gained a terrain attunement benefit this turn.</p>\n<hr />\n<p>You enter a stance that makes it difficult to move around you. Each square adjacent to you becomes difficult terrain that matches the terrain attunement you gained (rime forms in an arctic terrain, momentary undergrowth shoots up in a forest terrain, and so on). You ignore this difficult terrain.</p>\n<p>This stance ends if you move into a different type of terrain.</p>",
            "name": "Stance: Rough Terrain Stance"
        },
        "Effect: Life-Giving Magic": {
            "description": "<p>You gain a number of temporary Hit Points equal to half your level (minimum 1) that last until the end of your next turn.</p>",
            "name": "Effect: Life-Giving Magic"
        },
        "Effect: Living for the Applause": {
            "description": "<p>You gain a +1 circumstance bonus to AC.</p>",
            "name": "Effect: Living for the Applause"
        },
        "Effect: Entity's Resurgence": {
            "name": "Effect: Entity's Resurgence"
        },
        "Effect: Soaring Flight": {
            "description": "<p>To be a tengu is to be unburdened by the concerns of the world below. You grow a pair of magical wings or expand your existing ones. For 5 minutes, you gain a fly Speed equal to your land Speed or 20 feet, whichever is greater.</p>",
            "name": "Effect: Soaring Flight"
        },
        "Effect: Rage": {
            "description": "<p><strong>Requirements</strong> You aren't @UUID[Compendium.pf2e.conditionitems.Item.HL2l2VRSaQHu9lUw]{Fatigued} or raging</p>\n<hr />\n<p>You tap into your inner fury and begin raging. You gain a number of temporary Hit Points equal to your level plus your Constitution modifier. This frenzy lasts for 1 minute, until there are no enemies you can perceive, or until you fall @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}, whichever comes first. You can't voluntarily stop raging. While you are raging:</p>\n<ul>\n<li>You deal 2 additional damage with melee weapons and unarmed attacks. This additional damage is halved if your weapon or unarmed attack is agile.</li>\n<li>You take a -1 penalty to AC.</li>\n<li>You can't use actions with the concentrate trait unless they also have the rage trait. You can @UUID[Compendium.pf2e.actionspf2e.Item.BlAOM2X92SI6HMtJ]{Seek} while raging.</li>\n</ul>\n<p>After you stop raging, you lose any remaining temporary Hit Points from Rage, and you can't Rage again for 1 minute.</p>\n<p>Implemented Effects:</p>\n<ul>\n<li>Temporary hitpoint based on level and con mod</li>\n<li>Enables rage property for rage damage</li>\n<li>Sets token effect</li>\n</ul>",
            "name": "Effect: Rage"
        },
        "Effect: Clue In (Detective's Readiness, Expertise)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.actionspf2e.Item.25WDi1cVUrW92sUj]{Clue In} if the investigator has @UUID[Compendium.pf2e.feats-srd.Item.5cYFHKQK6OZCwavI]{Detective's Readiness} and @UUID[Compendium.pf2e.classfeatures.Item.PFvB79O2VFdiAeSj]{Investigator Expertise}.</p>\n<p>Whenever you attempt a saving throw against the subject of a lead, you gain a +2 circumstance bonus to the check.</p>",
            "name": "Effect: Clue In (Detective's Readiness, Expertise)"
        },
        "Effect: Assisting Shot": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.UiQbjeqBUFjUtgUR]{Assisting Shot} if you hit the target.</p>\n<p>The next creature other than you to attack the same target before the start of your next turn gains a +1 circumstance bonus on their roll.</p>",
            "name": "Effect: Assisting Shot"
        },
        "Effect: Rugged Mentor Boon (PFS)": {
            "description": "<p><strong>Effect</strong> While working with less experienced Pathfinder allies, you provide important insights that keep your less experienced colleagues safe from harm. For any PCs benefiting from a Level Bump and whose levels are lower than yours, you increase the Level Bump's modifier to saving throws to 2.</p>\n<p><strong>Normal</strong> A Level Bump increases a PC's saving throw modifiers by 1.</p>\n<p><strong>Special</strong> A PC can only benefit from two mentor boons.</p>",
            "name": "Effect: Rugged Mentor Boon (PFS)"
        },
        "Effect: Liberating Step (vs. Undead)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.lDfOzhKJoTCkLPtn]{Shining Oath (Liberator)}</p>\n<p>If you use Liberating Step triggered by an undead, your ally gains a +4 circumstance bonus to checks granted by your Liberating Step, and the ally can Step twice afterward.</p>",
            "name": "Effect: Liberating Step (vs. Undead)"
        },
        "Effect: Energy Shot": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.actionspf2e.Item.TSDbyYRQwhIyY2Oq]{Energy Shot}</p>\n<p>On your first three Strikes of this encounter with a firearm or crossbow, you deal an additional 1 acid, cold, fire or electricity damage. You choose which damage type to deal as part of making each Strike.</p>",
            "name": "Effect: Energy Shot"
        },
        "Effect: Sniping Duo Dedication": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.6PP57Aa5HmSr0qIZ]{Sniping Duo Dedication}.</p>\n<p>Whenever you or your spotter successfully Strikes a target, the other member of your duo gains a +1 circumstance bonus per weapon damage die on the damage roll of their next Strike made against that target before the end of their next turn.</p>",
            "name": "Effect: Sniping Duo Dedication"
        },
        "Effect: Bespell Weapon (Mental)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.tWBK7Zbt80JlPryC]{Bespell Weapon} if you cast a divination, enchantment or illusion spell.</p>\n<p>Until the end of your turn, the weapon deals an additional 1d6 mental damage.</p>",
            "name": "Effect: Bespell Weapon (Mental)"
        },
        "Effect: Bone Spikes": {
            "description": "<p>You can make bone spike unarmed Strikes, which deal 1d6 piercing damage and have the versatile S and sweep traits.</p>",
            "name": "Effect: Bone Spikes"
        },
        "Effect: You're an Embarrassment": {
            "description": "<p>You reroll the triggering Will saving throw with a +1 circumstance bonus.</p>",
            "name": "Effect: You're an Embarrassment"
        },
        "Effect: Divine Weapon (Force)": {
            "description": "<p>Granted by @UUID[Compendium.pf2e.feats-srd.Item.Trj5azJlaOk5jgBi]{Divine Weapon}.</p>\n<p>Until the end of your turn, the weapon deals an additional 1d4 force damage.</p>",
            "name": "Effect: Divine Weapon (Force)"
        },
        "Stance: Impassable Wall Stance": {
            "description": "<p>Granted by: @UUID[Compendium.pf2e.feats-srd.Item.YeyOqNFKaeuOTiJr]{Impassable Wall Stance}</p>\n<p>You refuse to let foes past your guard. As long as you are in this stance, when you critically hit with an @UUID[Compendium.pf2e.actionspf2e.Item.KAVf7AmRnbCAHrkT]{Attack of Opportunity} triggered by a move action, you disrupt that move action.</p>",
            "name": "Stance: Impassable Wall Stance"
        }
    }
}