{
	"label": "Pathfinder Society Boons",
	"entries": {
		"Academic Conference": {
			"name": "Academic Conference",
			"description": "<p><strong>[Slotless]</strong></p>\n<p><strong>Prerequisites</strong><strong></strong> Tier 1 with the Grand Archive</p>\n<p><strong>Cost</strong> 0 Fame</p>\n<hr />\n<p><strong>Effect</strong> Prestigious institutions across Golarion periodically host conferences where eminent scholars can present their discoveries, and you enhance your own profile when attending these events. When you play or GM an adventure at a Paizo Organized Play event designated as Premium or Premium Plus, you earn 2 additional Fame and Reputation with the Grand Archive faction.</p>\n<p><strong>Special</strong> You can benefit from this boon only a number of times equal to your current Reputation Tier with the Grand Archive faction. Each time you fulfill the requirements of this boon, mark it on your Chronicle sheet along with the associated Reputation Tier. Have the GM sign beside this notation.</p>"
		},
		"Adversary Lore": {
			"name": "Adversary Lore",
			"description": "<p><strong>[Generic]</strong></p>\n<p><strong>Prerequisites</strong><strong></strong> Tier 1 with the Vigilant Seal</p>\n<p><strong>Cost</strong> 4 Fame</p>\n<hr />\n<p><strong>Effect</strong> It doesn't matter how powerful your weapons are if you don't know where to strike. Before an adventure, you take time to study a certain category of creatures, making it easier to recall their capabilities later. When you purchase this boon, either select one creature type from <strong>List 1</strong> below, or choose two creature types from <strong>List 2</strong>. While this boon is slotted, you have a +1 circumstance bonus to <span style=\"text-decoration: underline;\">Recall Knowledge</span> about creatures of the selected type(s). If your Reputation Tier for the Vigilant Seal faction is 4, this bonus increases to +2.</p>\n<p><strong>List 1</strong></p>\n<ul>\n<li>@UUID[Compendium.pf2e.actionspf2e.1OagaWtBpVXExToo]{Aberration};</li>\n<li>@UUID[Compendium.pf2e.actionspf2e.1OagaWtBpVXExToo]{Animal};</li>\n<li>@UUID[Compendium.pf2e.actionspf2e.1OagaWtBpVXExToo]{Beast (nature)} or @UUID[Compendium.pf2e.actionspf2e.1OagaWtBpVXExToo]{Beast (arcana)};</li>\n<li>@UUID[Compendium.pf2e.actionspf2e.1OagaWtBpVXExToo]{Construct (arcana)} or @UUID[Compendium.pf2e.actionspf2e.1OagaWtBpVXExToo]{Construct (crafting)};</li>\n<li>@UUID[Compendium.pf2e.actionspf2e.1OagaWtBpVXExToo]{Dragon};</li>\n<li>@UUID[Compendium.pf2e.actionspf2e.1OagaWtBpVXExToo]{Elemental (arcana)} or @UUID[Compendium.pf2e.actionspf2e.1OagaWtBpVXExToo]{Elemental (nature)};</li>\n<li>@UUID[Compendium.pf2e.actionspf2e.1OagaWtBpVXExToo]{Fiend} or</li>\n<li>@UUID[Compendium.pf2e.actionspf2e.1OagaWtBpVXExToo]{Undead}.</li>\n</ul>\n<p><strong>List 2</strong></p>\n<ul>\n<li>@UUID[Compendium.pf2e.actionspf2e.1OagaWtBpVXExToo]{Astral};</li>\n<li>@UUID[Compendium.pf2e.actionspf2e.1OagaWtBpVXExToo]{Celestial};</li>\n<li>@UUID[Compendium.pf2e.actionspf2e.1OagaWtBpVXExToo]{Ethereal};</li>\n<li>@UUID[Compendium.pf2e.actionspf2e.1OagaWtBpVXExToo]{Fey};</li>\n<li>@UUID[Compendium.pf2e.actionspf2e.1OagaWtBpVXExToo]{Fungus};</li>\n<li>@UUID[Compendium.pf2e.actionspf2e.1OagaWtBpVXExToo]{Giant};</li>\n<li>@UUID[Compendium.pf2e.actionspf2e.1OagaWtBpVXExToo]{Monitor};</li>\n<li>@UUID[Compendium.pf2e.actionspf2e.1OagaWtBpVXExToo]{Ooze} or</li>\n<li>@UUID[Compendium.pf2e.actionspf2e.1OagaWtBpVXExToo]{Plant}.</li>\n</ul>"
		},
		"AoA #146: Mwangi Summoner": {
			"name": "AoA #146: Mwangi Summoner",
			"description": "<p>The Ekujae you met during your travels taught you of the creatures that roam the Mwangi Expanse. You have access to the following creatures for the purposes of appropriate summoning spells: biloko warrior, biloko veteran, eloko, and kishi</p>"
		},
		"AoA #147: Boon A - Heroic Membership": {
			"name": "AoA #147: Boon A - Heroic Membership",
			"description": "<p>Heroic Membership: Your adventures have earned you a unique place in a powerful organization. Check the box next to one of the following options and cross the other off your Chronicle Sheet.</p>\n<p><strong>□ Lacunafex Membership</strong> You have been adopted into the Lacunafex spy network and have access to the following feats and spells:</p>\n<ul>\n<li>Feats: @UUID[Compendium.pf2e.feats-srd.z1Z22gTp7J1VRLSR]{Different Worlds}, @UUID[Compendium.pf2e.feats-srd.XZcd1wFHy111klu2]{Reveal Machinations}, @UUID[Compendium.pf2e.feats-srd.mZcI1NKtQhteAQLn]{Silver's Refrain}, @UUID[Compendium.pf2e.feats-srd.vWtPxwND60EpxBAU]{Tweak Appearances}.</li>\n<li>Spells: <em>@UUID[Compendium.pf2e.spells-srd.znMvKqcRDilIVMwA]{Exchange Image}</em>, <em>@UUID[Compendium.pf2e.spells-srd.8bdt1TvNKzsCu9Ct]{Join Pasts}</em>, <em>@UUID[Compendium.pf2e.spells-srd.xM35hJacTM1BSXUl]{Silver's Refrain}</em>, <em>@UUID[Compendium.pf2e.spells-srd.Jli9WBjQZ2MmKJ8y]{Spiritual Anamnesis}</em>.</li>\n</ul>\n<p><strong>□ Bellflower Membership</strong> You are a member of the Bellflower Network and gain access to the @UUID[Compendium.pf2e.journals.vx5FGEG34AxI2dow.JournalEntryPage.cdnkS3A8OpOnRjKu]{Bellflower Tiller} archetype, its associated feats, and the @UUID[Compendium.pf2e.equipment-srd.ifsBwfIhd6UcoUCI]{Bellflower Toolbelt}.</p>"
		},
		"AoA #147: Boon B - Expanded Summoning": {
			"name": "AoA #147: Boon B - Expanded Summoning",
			"description": "<p>You have access to the following monsters to summon with the appropriate summoning spells: blood boar, kalavakus, osyluth, and rusalka.</p>"
		},
		"AoA #148: Boon A - Crystal Clear": {
			"name": "AoA #148: Boon A - Crystal Clear",
			"description": "<p>Your friendship with the elf ghost Talamira has unlocked the secrets of the ancient Crystal Keepers. You gain access to the @UUID[Compendium.pf2e.journals.vx5FGEG34AxI2dow.JournalEntryPage.rxyJUbQosVfgRjLr]{Crystal Keeper} archetype and all associated feats.</p>"
		},
		"AoA #148: Boon B - Expanded Summoning": {
			"name": "AoA #148: Boon B - Expanded Summoning",
			"description": "<p>You have encountered the following monsters and can now summon them if you know the appropriate summon spell: carnivorous crystal and deculi.</p>"
		},
		"AoA #149: Boon A - Advanced Training": {
			"name": "AoA #149: Boon A - Advanced Training",
			"description": "<p>Your adventures have earned you special training in a particular field. Check the box next to one of the following options and cross the other off your Chronicle Sheet.</p>\n<p><strong>□ Poisoner Training</strong> You have been trained in rare poisoning techniques and have access to the following feats: @UUID[Compendium.pf2e.feats-srd.AYXherMu9gFTyXjp]{Deadly Poison Weapons}, @UUID[Compendium.pf2e.feats-srd.hPanopG3TbXKr52O]{Pesh Skin}, and @UUID[Compendium.pf2e.feats-srd.9u0uW1vZThRayXk2]{Shaped Contaminant}.</p>\n<p><strong>□ Zephyr Guard Membership</strong> You are a member of the Zephyr Guard and gain access to the @UUID[Compendium.pf2e.journals.vx5FGEG34AxI2dow.JournalEntryPage.KORSADviZaSccs2W]{Zephyr Guard} archetype and its associated feats.</p>"
		},
		"AoA #149: Boon B - Katapesh Companion": {
			"name": "AoA #149: Boon B - Katapesh Companion",
			"description": "<p>Your time in Katapesh led to the discovery of new types of companion creatures. You gain access to the camel, hyena, and vulture animal companions.</p>"
		},
		"AoA #149: Boon C - Expanded Summoning": {
			"name": "AoA #149: Boon C - Expanded Summoning",
			"description": "<p>You have encountered the following monsters and can now summon them if you know the appropriate summon spell: cornugon, crucidaemon, nalfeshnee, and solifugid.</p>"
		},
		"AoA #150: Boon A - Legacy of Ashes": {
			"name": "AoA #150: Boon A - Legacy of Ashes",
			"description": "<p>You can make a first-level character with one of the following backgrounds: @UUID[Compendium.pf2e.backgrounds.3kXTGUvodNMnJTxb]{Aiudara Seeker}, @UUID[Compendium.pf2e.backgrounds.mxJRdRSMsyZfBf5c]{Hermean Heritor}, @UUID[Compendium.pf2e.backgrounds.84uVpQFCqn0Atfpo]{Legendary Parents}, @UUID[Compendium.pf2e.backgrounds.4naQmCXBl0007c2W]{Touched by Dahak}</p>"
		},
		"AoA #150: Boon B - Paragon of Promise": {
			"name": "AoA #150: Boon B - Paragon of Promise",
			"description": "<p>You have achieved a legendary accomplishment and unlocked rare secrets to share with your allies. You have access to all the class feats and focus spells listed on pages 76-77 of this book for any character you create, though the character must still meet all prerequisites as normal.</p>"
		},
		"Beginnings and Endings": {
			"name": "Beginnings and Endings",
			"description": "<p><strong>[Slotless]</strong></p>\n<p><strong>Prerequisites</strong><strong></strong> Tier 1 with the Verdant Wheel</p>\n<p><strong>Cost</strong> 0 Fame</p>\n<hr />\n<p><strong>Effect</strong> Serve as the event organizer or headquarters volunteer for an event that includes Pathfinder Society adventures or assist these volunteers in setting up or cleaning up after such an event. When you do so, you earn 2 additional Fame and Reputation with the Verdant Wheel faction on the next scenario you play.</p>\n<p><strong>Special</strong> You can benefit from this boon only a number of times equal to your current Reputation Tier with the Verdant Wheel faction. Each time you fulfill the requirements of this boon, mark it on your next Chronicle sheet along with the associated Reputation Tier. Have the GM sign beside this notation. You can only earn additional Fame and Reputation with this boon for one character per adventure you run, even if you have multiple characters who could benefit from this boon.</p>"
		},
		"Bequethal": {
			"name": "Bequethal",
			"description": "<p><strong>[Service]</strong></p>\n<p><strong>Prerequisites</strong><strong></strong> Tier 3 with any faction</p>\n<p><strong>Cost</strong> 4 Fame for an uncommon option, 8 Fame for a rare option, and 12 Fame for a unique option.</p>\n<hr />\n<p><strong>Effect</strong> Pathfinders often find strange treasures for which they might not have any use, yet one of their colleagues would benefit. When you acquire this boon, select one uncommon, rare, or unique character option to which you've gained access through an adventure's Chronicle sheet (e.g., a boon that allows you to acquire a special animal companion or purchase a special magic item). Choose another of your characters. That character gains access to that special option instead, though they may only use the option once their level equals or exceeds the lowest level able to play the Chronicle sheet's adventure (e.g., 5th level for Tier 5-8). On the Chronicle sheet, write \"Bequeathed\" and the recipient character's number next to the option. You no longer have access to that option (and must sell it back if you acquired the option and would no longer qualify for it).</p>\n<p><strong>Special</strong> You can purchase this boon multiple times. Each time you bequeath a different character option.</p>"
		},
		"Bring Them Back Alive": {
			"name": "Bring Them Back Alive",
			"description": "<p><strong>[Social]</strong></p>\n<p><strong>Prerequisites</strong><strong></strong> Tier 3 with the Envoy's Alliance</p>\n<p><strong>Cost</strong> 2 Fame</p>\n<hr />\n<p><strong>Effect</strong> You and your allies treat your effective character levels as 1 lower for the purpose of the <em>@UUID[Compendium.pf2e.spells-srd.IkGYwHRLhkuoGReG]{Raise Dead}</em> spell and the <em>@UUID[Compendium.pf2e.spells-srd.kqhPt9344UkcGVYO]{Resurrect}</em> ritual.</p>\n<p>This applies to both the level of the spell or ritual required, as well as to calculating the cost of the diamonds necessary to cast the spell or perform the ritual.</p>"
		},
		"Charitable Adventure": {
			"name": "Charitable Adventure",
			"description": "<p><strong>[Slotless]</strong></p>\n<p><strong>Prerequisites</strong><strong></strong> Tier 1 with the Radiant Oath</p>\n<p><strong>Cost</strong> 0 Fame</p>\n<hr />\n<p><strong>Effect</strong> Although the Society focuses on exploration and discovery, the Pathfinders' exploits also earn them a considerable income-a portion of which you donate to those in need. When you play or GM an adventure at a charity event registered with the Organized Play Foundation, you earn 2 additional Fame and Reputation with the Radiant Oath faction.</p>\n<p><strong>Special</strong> You can benefit from this boon only a number of times equal to your current Reputation Tier with the Radiant Oath faction. Each time you fulfill the requirements of this boon, mark it on your Chronicle sheet along with the associated Reputation Tier. Have the GM sign beside this notation.</p>"
		},
		"Consummate Dabbler": {
			"name": "Consummate Dabbler",
			"description": "<p><strong>[Slotless]</strong></p>\n<p><strong>Requirements</strong> Tier 1 with the Horizon Hunters</p>\n<p><strong>Cost</strong> 0 Fame</p>\n<hr />\n<p><strong>Effect</strong> It's not enough to simply see the world; you're driven to experience local cultures' unfamiliar customs, too. When you play a Pathfinder Adventure Card Society scenario or a Starfinder Society scenario, you earn 2 additional Fame and Reputation with the Horizon Hunters faction on the next scenario you play.</p>\n<p><strong>Special</strong> You can benefit from this boon only a number of times equal to your current Reputation Tier with the Horizon Hunters faction. Each time you fulfill the requirements of this boon, mark it on your Chronicle sheet along with the associated Reputation Tier. Have the GM sign beside this notation. You can only earn additional Fame and Reputation with this boon for one character per scenario played, even if you have multiple characters who could benefit from this boon.</p>"
		},
		"Crafter's Workshop": {
			"name": "Crafter's Workshop",
			"description": "<p><strong>[Downtime]</strong></p>\n<p><strong>Prerequisites</strong><strong></strong> Tier 2 with the Envoy's Alliance</p>\n<p><strong>Cost</strong> 4 Fame</p>\n<hr />\n<p><strong>Effect</strong> When you Craft during Downtime, you do not need to spend 4 days at work before attempting a Crafting check. However, your fellow faction members expect your assistance in return. After slotting this boon to reduce the time needed to Craft an item, you must keep it slotted until you have finished crafting that item.</p>"
		},
		"Curse Breaker": {
			"name": "Curse Breaker",
			"description": "<p><strong>[Downtime]</strong></p>\n<p><strong>Prerequisites</strong> Tier 2 with the Vigilant Seal</p>\n<p><strong>Cost</strong> 2 Fame</p>\n<hr />\n<p><strong>Effect</strong> You have been entrusted with an accursed item from the Society's vaults, and you can spend your time in the Grand Lodge patiently unraveling its malign influence. When you acquire this boon choose a permanent magic item of your level or lower to which you have access. While you have this boon slotted, you can spend Downtime erasing the item's stubborn curse. This uses the same rules as you would to Craft the item, with the following exceptions. First, you must use Arcana, Nature, Occultism, or Religion in place of Crafting (such as to determine the progress you make and the maximum item level you can work on). Second, your faction provides you the necessary tools and workspace to perform this operation. Third, you only need to spend 2 days of Downtime before attempting your first skill check and subsequently beginning to reduce the item's effective cost. You must keep this boon slotted until you finish uncursing the item.</p>\n<p><strong>Special</strong> You can purchase this boon multiple times. Each time you do so, you select a different item.</p>"
		},
		"Eager Protege": {
			"name": "Eager Protege",
			"description": "<p><strong>[Ally][Limited Use]</strong></p>\n<p><strong>Prerequisites</strong> Tier 2 with the Envoy's Alliance</p>\n<p><strong>Cost</strong> 4 Fame</p>\n<hr />\n<p><strong>Effect</strong> A promising recruit, initiate, or recently confirmed field agent accompanies you while you have this boon slotted. This disciple observes your adventuring exploits and occasionally contributes directly; once per adventure before you attempt a skill check or attack roll, the ally successfully @UUID[Compendium.pf2e.actionspf2e.HCl3pzVefiv9ZKQW]{Aids} you, granting you a +1 circumstance bonus to the triggering check.</p>\n<p>Tally the amount of XP you earn while this boon is slotted. Once you have tallied 60 or more XP in this way, you can encourage your protégé to set off on their own on new adventures. When this happens, you can no longer slot this boon; however, you can expend the boon when creating a new character to begin the character at 2nd level with 12 XP, 12 Fame, 30 gp, and 12 Reputation to distribute among any number of legal factions. Once expended in this way, this boon provides no other benefits.</p>"
		},
		"Envoy's Alliance Champion": {
			"name": "Envoy's Alliance Champion",
			"description": "<p><strong>[Faction]</strong></p>\n<p><strong>Prerequisites</strong> Tier 0 with the Envoy's Alliance</p>\n<p><strong>Cost</strong> 4 Fame (0 Fame if first faction for this PC)</p>\n<hr />\n<p><strong>Effect</strong> This faction boon represents your developing initial contacts with the Envoys' Alliance faction, allowing you to gain Reputation with the faction.</p>\n<p><strong>Normal</strong> A character gains no Reputation uinless they have a faction boon slotted.</p>"
		},
		"Envoy's Alliance Champion, Improved": {
			"name": "Envoy's Alliance Champion, Improved",
			"description": "<p><strong>[Faction]</strong></p>\n<p><strong>Prerequisites</strong> Tier 2 with the Envoy's Alliance, @UUID[Compendium.pf2e.pathfinder-society-boons.jzJ575vAsw2MaRgo]{Envoy's Alliance Champion}</p>\n<p><strong>Cost</strong> 8 Fame</p>\n<hr />\n<p><strong>Effect</strong> While you have this boon slotted, you gain Reputation with the faction after a successfully completed adventure, as detailed in its Primary and Secondary Objectives.</p>\n<p>In addition, when you slot this boon, you gain one additional boon slot during the adventure. You can use this additional boon slot only for a boon whose prerequisite includes an Envoys' Alliance faction tier of 1, 2, or 3.</p>\n<p><strong>Normal</strong> A character gains no Reputation unless they have a faction boon slotted.</p>"
		},
		"Exemplary Recruiter": {
			"name": "Exemplary Recruiter",
			"description": "<p><strong>[Slotless]</strong></p>\n<p><strong>Prerequisites</strong> Tier 4 with the Envoy's Alliance</p>\n<p><strong>Cost</strong> 8 Fame</p>\n<hr />\n<p><strong>Effect</strong> You have met, interviewed, and mentored numerous promising recruits, yet it is thanks to your persuasive overtures and keen eye that you identified and recruited an especially accomplished agent. When you select this boon, it does not apply to your current character. Instead, select one of your Pathfinder Society characters with 0 XP. That character gains 12 XP, 12 Fame, 30 gp, and 12 Reputation to distribute among any number of legal factions.</p>\n<p><strong>Special</strong> You can apply this benefit to the same character to whom you applied the Eager Protégé benefit, so long as that PC still has 12 XP. If you do so, you instead increase that character's XP by 12 (to 24 total), award them an additional 12 Reputation to distribute between one or more factions, and grant them an additional 45 gp (for a total of 75 gp).</p>"
		},
		"Exotic Edge": {
			"name": "Exotic Edge",
			"description": "<p><strong>[Generic]</strong></p>\n<p><strong>Prerequisites</strong> Tier 3 with the Horizon Hunters</p>\n<p><strong>Cost</strong> 4 Fame</p>\n<hr />\n<p><strong>Effect</strong> By traveling so widely, you have developed an intuitive talent for using esoteric techniques. Once per adventure, you can activate this boon as a free action to apply these techniques, gaining a +1 circumstance bonus to either all of your attack rolls or all of your skill checks for 1 round.</p>"
		},
		"FoP - Fiery Companion": {
			"name": "FoP - Fiery Companion",
			"description": "<p><strong>[Slotless][Limited Use]</strong> □</p>\n<p><strong>Prerequisites</strong> You have an animal companion</p>\n<hr />\n<p><strong>Effect</strong> If you have an animal companion, you can check the box between adventures to replace it with the fiery leopard. You may also transfer this boon to one of your other characters who has an animal companion, immediately replacing that character's existing companion with the fiery leopard; keep a copy of your Chronicle with that character.</p>"
		},
		"FoP - Noala's Lessons": {
			"name": "FoP - Noala's Lessons",
			"description": "<p><strong>[Slotless]</strong></p>\n<hr />\n<p><strong>Effect</strong> You gain access to either the ranger feat @UUID[Compendium.pf2e.feats-srd.e9NcDk6ds5YebGvb]{Relentless Stalker} or the skill feat @UUID[Compendium.pf2e.feats-srd.BV5jpSifVJsTwoO7]{Wilderness Spotter}. Once you have taken one of these feats, check the box next to this boon and cross the other one out.</p>"
		},
		"Grand Archive Champion": {
			"name": "Grand Archive Champion",
			"description": "<p><strong>[Faction]</strong></p>\n<p><strong>Prerequisites</strong> Tier 0 with the Grand Archive</p>\n<p><strong>Cost</strong> 4 Fame (0 fame if first faction for this PC)</p>\n<hr />\n<p><strong>Effect</strong> This faction boon represents your developing initial contacts with the Grand Archive faction, allowing you to gain Reputation with the faction. While you have this boon slotted, you gain Reputation with the faction after a successfully completed adventure, as detailed in its Primary and Secondary Objectives.</p>\n<p><strong>Normal</strong> A character gains no Reputation unless they have a faction boon slotted.</p>"
		},
		"Grand Archive Champion, Improved": {
			"name": "Grand Archive Champion, Improved",
			"description": "<p><strong>[Faction]</strong></p>\n<p><strong>Prerequisites</strong> Tier 2 with the Grand Archive, @UUID[Compendium.pf2e..pathfinder-society-boons.Grand Archive Champion]{Grand Archive Champion}</p>\n<p><strong>Cost</strong> 8 Fame</p>\n<hr />\n<p><strong>Effect</strong> This faction boon represents your expanding connections in the Grand Archive faction. While you have this boon slotted, you gain Reputation with the faction after a successfully completed adventure, as detailed in its Primary and Secondary Objectives.</p>\n<p>In addition, when you slot this boon, you gain one additional boon slot during the adventure. You can use this additional boon slot only for a boon whose prerequisite includes a Grand Archive faction tier of 1, 2, or 3.</p>\n<p><strong>Normal</strong> A character gains no Reputation unless they have a faction boon slotted.</p>"
		},
		"Heroic Defiance": {
			"name": "Heroic Defiance",
			"description": "<p><strong>[Heroic]</strong></p>\n<p><strong>Prerequisites</strong> Tier 3 with the Vigilant Seal</p>\n<p><strong>Cost</strong> 4 Fame</p>\n<hr />\n<p><strong>Effect</strong> When you spend your Hero Points to avoid death, you can choose to immediately wake up with 1 Hit Point.</p>\n<p><strong>Normal</strong> When you spend your Hero Points to avoid death, you stabilize with 0 Hit Points, but you do not wake up until your Hit Points rise above 0.</p>"
		},
		"Heroic Hustle": {
			"name": "Heroic Hustle",
			"description": "<p><strong>[Heroic]</strong></p>\n<p><strong>Prerequisites</strong> Tier 3 with the Horizon Hunters</p>\n<p><strong>Cost</strong> 4 Fame</p>\n<p><span style=\"color: #ff0000;\"><strong>(Parts of this boon may not work as expected under the rules)</strong></span></p>\n<hr />\n<p><strong>Effect</strong> In moments of true heroism, you can always move to where the action is. When you spend a Hero Point to reroll a check, you also gain a +10-foot status bonus to your Speed until the end of your next turn.</p>\n<p>When you spend a Hero Point to avoid death, you can also @UUID[Compendium.pf2e.actionspf2e.OdIUybJ3ddfL7wzj]{Stand} as a free action as you become conscious.</p>"
		},
		"Heroic Inspiration": {
			"name": "Heroic Inspiration",
			"description": "<p><strong>[Heroic]</strong></p>\n<p><strong>Prerequisites</strong><strong></strong> Tier 3 with the Envoy's Alliance</p>\n<p><strong>Cost</strong> 4 Fame</p>\n<hr />\n<p><strong>Effect</strong> Your most momentous actions can inspire your allies to follow suit. When you use a Hero Point to reroll a check and succeed at the check, your allies gain a +1 circumstance bonus to checks of the same type for 1 round (such as attack rolls, Will saves, or Perception checks).</p>"
		},
		"Heroic Intervention": {
			"name": "Heroic Intervention",
			"description": "<p><strong>[Heroic]</strong></p>\n<p><strong>Prerequisites</strong> Tier 3 with the Radiant Oath</p>\n<p><strong>Cost</strong> 4 Fame</p>\n<hr />\n<p><strong>Effect</strong> Your heroic moments grant others the will to keep fighting. When you spend a Hero Point, you and any allies within 30 feet who can see you regain 3d6 Hit Points (4d6 if your Radiant Oath reputation tier is 4). This healing also affects dying allies, even if they cannot see you due to being unconscious.</p>"
		},
		"Heroic Recall": {
			"name": "Heroic Recall",
			"description": "<p><strong>[Heroic]</strong></p>\n<p><strong>Prerequisites</strong> Tier 3 with the Grand Archive</p>\n<p><strong>Cost</strong> 4 Fame</p>\n<hr />\n<p><strong>Effect</strong> Desperate moments call for keen insight. You can <span style=\"text-decoration: underline;\">Recall Knowledge</span> as a free action, rolling the skill check twice and using the better result. This is a fortune effect.</p>\n<ul>\n<li>@UUID[Compendium.pf2e.actionspf2e.1OagaWtBpVXExToo]{Recall Knowledge (Arcana)}</li>\n<li>@UUID[Compendium.pf2e.actionspf2e.1OagaWtBpVXExToo]{Recall Knowledge (Crafting)}</li>\n<li>@UUID[Compendium.pf2e.actionspf2e.1OagaWtBpVXExToo]{Recall Knowledge (Lore)}</li>\n<li>@UUID[Compendium.pf2e.actionspf2e.1OagaWtBpVXExToo]{Recall Knowledge (Medicine)}</li>\n<li>@UUID[Compendium.pf2e.actionspf2e.1OagaWtBpVXExToo]{Recall Knowledge (Nature)}</li>\n<li>@UUID[Compendium.pf2e.actionspf2e.1OagaWtBpVXExToo]{Recall Knowledge (Occultism)}</li>\n<li>@UUID[Compendium.pf2e.actionspf2e.1OagaWtBpVXExToo]{Recall Knowledge (Religion)}</li>\n<li>@UUID[Compendium.pf2e.actionspf2e.1OagaWtBpVXExToo]{Recall Knowledge (Society)}</li>\n</ul>"
		},
		"Heroic Resurgence": {
			"name": "Heroic Resurgence",
			"description": "<p><strong>[Heroic]</strong></p>\n<p><strong>Prerequisites</strong> Tier 3 with the Verdant Wheel</p>\n<p><strong>Cost</strong> 4 Fame</p>\n<p><span style=\"color: #ff0000;\"><strong>(Parts of this boon may not work as expected under the rules)</strong></span></p>\n<hr />\n<p><strong>Effect</strong> As Verdant Wheel balances the cycles of life and death, you are able to dance between existence and oblivion in stressful moments. When you spend your Hero Points to avert death, note the value of your dying and wounded condition before applying the Hero Points' effects. Until the end of your next turn, you gain a +1 status bonus to attack rolls, and you also gain a circumstance bonus to your damage rolls, Perception checks, skill checks, and saving throws equal to the noted value (maximum +2 for Reputation tier 3, or +3 for Reputation tier 4).</p>"
		},
		"Hireling": {
			"name": "Hireling",
			"description": "<p><strong>[Ally]</strong></p>\n<p><strong>Prerequisites</strong><strong></strong> Tier 0 with any faction</p>\n<p><strong>Cost</strong> 4 Fame</p>\n<hr />\n<p><strong>Effect</strong> You have recruited a non-combat hireling who can assist you with a certain set of skill checks. This ally performs the selected skills with a total modifier equal to 2 + your level, and they are considered trained in the skills. You must expend any actions and be in range to perform the action yourself, and any consequences of these actions affect you (such as falling when using Athletics to Climb). The hireling's result cannot be modified by class abilities or spells, but it can be improved by a successful Aid check. The hireling does not participate directly in combat, cannot be harmed unless willfully endangered, and has no effect other than performing the selected skill checks.</p>\n<p>When you purchase this boon, you select one skill as well as one Lore skill. The hireling can perform only these skills checks.</p>\n<p><strong>Special</strong> You can purchase this boon multiple times. Each time you purchase this boon, you can choose a different set of skills.</p>"
		},
		"Hireling, Expert": {
			"name": "Hireling, Expert",
			"description": "<p><strong>[Slotless]</strong></p>\n<p><strong>Prerequisites</strong><strong></strong> Tier 2 with any faction, @UUID[Compendium.pf2e.pathfinder-society-boons.sBXsfT0uYltF8TFE]{Hireling}</p>\n<p><strong>Cost</strong> 6 Fame</p>\n<hr />\n<p><strong>Effect</strong> When you gain this boon, select one Hireling boon you possess. The selected ally's proficiency for their selected skills improves to expert, and their modifier to skill checks increases to 4 + your level.</p>\n<p><strong>Special</strong> You can purchase this boon multiple times. Each time you purchase this boon, you must apply its benefits to a different Hireling boon.</p>"
		},
		"Hireling, Master": {
			"name": "Hireling, Master",
			"description": "<p><strong>[Slotless]</strong></p>\n<p><strong>Prerequisites</strong> Tier 4 with any faction, @UUID[Compendium.pf2e.pathfinder-society-boons.1VWMLe12ZFqF9jah]{Expert Hireling}</p>\n<p><strong>Cost</strong> 8 Fame</p>\n<hr />\n<p><strong>Effect</strong> When you gain this boon, select one Hireling boon you possess that's already been modified by the Expert Hireling boon. The selected ally's proficiency for their selected skills improves to master, and their modifier to skill checks increases to 6 + your level.</p>\n<p><strong>Special</strong> You can purchase this boon multiple times. Each time you purchase this boon, you must apply its benefits to a different @UUID[Compendium.pf2e.pathfinder-society-boons.sBXsfT0uYltF8TFE]{Hireling} boon.</p>"
		},
		"Hireling, Professional": {
			"name": "Hireling, Professional",
			"description": "<p><strong>[Slotless]</strong></p>\n<p><strong>Cost</strong> 6 Fame</p>\n<p><strong>Prerequisites</strong><strong></strong> Tier 3 with any faction, @UUID[Compendium.pf2e.pathfinder-society-boons.1VWMLe12ZFqF9jah]{Expert Hireling}</p>\n<hr />\n<p><strong>Effect</strong> When you gain this boon, select one @UUID[Compendium.pf2e.pathfinder-society-boons.sBXsfT0uYltF8TFE]{Hireling} boon you possess. The selected ally adds a second Lore skill to the list of skill checks they can attempt. In addition, select one skill feat whose prerequisite is being trained in one of the hireling's selected skills. The hireling gains the benefits of that skill feat when attempting skill checks.</p>\n<p><strong>Special</strong> You can purchase this boon multiple times. Each time you purchase this boon, you must apply its benefits to a different Hireling boon.</p>"
		},
		"Home Region": {
			"name": "Home Region",
			"description": "<p><strong>[Slotless]</strong></p>\n<p><strong>Prerequisites</strong><strong></strong> Tier 0 with any faction</p>\n<p><strong>Cost</strong> 0 Fame</p>\n<hr />\n<p><strong>Effect</strong> Whether it's because you grew up there or have since learned to call it home, one nation is especially familiar to you. Choose one nation (such as Varisia or Taldor) when you purchase this boon. For the purpose of fulfilling prerequisites and Access conditions for uncommon character options, you are treated as being from that nation as well as the larger region in which it's found (such as the Saga Lands for Varisia or the Shining Kingdoms for Taldor).</p>\n<p><strong>Special</strong> You can purchase this boon multiple times, but each time you purchase it, you lose your previous home region in order to become so familiar with a new one. Before doing so, you must retrain any options that listed being from the previous home region as a prerequisite, and any options to which you would no longer have access.</p>\n<p><strong>Achievement Points</strong> The World Traveler boon, accessible with Achievement Points, grants similar access to an entire region, providing an additional avenue to access region- and nation-based options.</p>"
		},
		"Horizon Hunters Champion": {
			"name": "Horizon Hunters Champion",
			"description": "<p><strong>[Faction]</strong></p>\n<p><strong>Prerequisites</strong> Tier 0 with the Horizon Hunters</p>\n<p><strong>Cost</strong> 4 Fame (0 fame if first faction for this PC)</p>\n<hr />\n<p><strong>Effect</strong> This faction boon represents your developing initial contacts with the Horizon Hunters faction, allowing you to gain Reputation with the faction. While you have this boon slotted, you gain Reputation with the faction after a successfully completed adventure, as detailed in its Primary and Secondary Objectives.</p>\n<p><strong>Normal</strong> A character gains no Reputation unless they have a faction boon slotted.</p>"
		},
		"Horizon Hunters Champion, Improved": {
			"name": "Horizon Hunters Champion, Improved",
			"description": "<p><strong>[Faction]</strong></p>\n<p><strong>Prerequisites</strong> Tier 2 with the Horizon Hunters, @UUID[Compendium.pf2e.pathfinder-society-boons.ph7CO8ong1sZmrNc]{Horizon Hunters Champion}</p>\n<p><strong>Cost</strong> 8 Fame</p>\n<hr />\n<p><strong>Effect</strong> This faction boon represents your expanding connections in the Horizon Hunters faction. While you have this boon slotted, you gain Reputation with the faction after a successfully completed adventure, as detailed in its Primary and Secondary Objectives.</p>\n<p>In addition, when you slot this boon, you gain one additional boon slot during the adventure. You can use this additional boon slot only for a boon whose prerequisite includes a Horizon Hunters faction tier of 1, 2, or 3.</p>\n<p><strong>Normal</strong> A character gains no Reputation unless they have a faction boon slotted.</p>"
		},
		"Leader By Example": {
			"name": "Leader By Example",
			"description": "<p><strong>[Slotless]</strong></p>\n<p><strong>Prerequisites</strong> Tier 1 with the Vigilant Seal</p>\n<p><strong>Cost</strong> 0 Fame</p>\n<hr />\n<p><strong>Effect</strong> Pathfinders don't always find adventure on their own; they often need someone to lead them to where the danger lies. As their guide on perilous treks, your renown grows. When you GM an adventure that grants at least 4 XP, you earn 2 additional Fame and Reputation with the Vigilant Seal faction. You can qualify for the benefit when you run multiple adventures that grant fewer XP so long as the total XP at least equals 4.</p>\n<p><strong>Special</strong> You can benefit from this boon only a number of times equal to your current Reputation Tier with the Vigilant Seal faction. Each time you fulfill the requirements of this boon, mark it on your Chronicle sheet along with the associated Reputation Tier. You can only earn additional Fame and Reputation with this boon for one character per adventure you run, even if you have multiple characters who could benefit from this boon.</p>"
		},
		"Leshy Companion": {
			"name": "Leshy Companion",
			"description": "<p><strong>[Ally]</strong></p>\n<p><strong>Prerequisites</strong> Tier 2 with the Verdant Wheel</p>\n<p><strong>Cost</strong> 4 Fame</p>\n<hr />\n<p><strong>Effect</strong> You can select the @UUID[Compendium.pf2e.feats-srd.7y1BCJLrdk9mKXlc]{Leshy Familiar} feat as a 2nd level class feat, even if you are not a Druid. You can ignore the prerequisite of belonging to the @UUID[Compendium.pf2e.classfeatures.u4nlOzPj2WHkIj9l]{Leaf Order}.</p>"
		},
		"Menace Under Otari": {
			"name": "Menace Under Otari",
			"description": "<p><strong>Deckhand</strong> You have gained access to the following background for all of your characters (include a copy of this Chronicle Sheet with any character who selects this background).</p>\n<p><strong>Deckhand</strong> [Background]</p>\n<p>The rolling waves of the high seas, the constant sway of the deck underfoot, and the creaking heights of a ship's rigging are as familiar to you as solid ground. You might have worked on a simple fishing boat, a wealthy merchant's galley, a mighty warship - or even a pirate's caravel. Whether your crew retired, your ship sank, or you've turned to adventuring so you can keep all the treasure for yourself, you still retain an excellent sense of balance and quick reflexes.</p>\n<p>Choose two ability boosts. One must be to Dexterity or Strength and one is a free ability boost.</p>\n<p>You're trained in the Acrobatics skill, and the Sailing Lore skill. You gain the @UUID[Compendium.pf2e.feats-srd.LQw0yIMDUJJkq1nD]{Cat Fall} skill feat.</p>"
		},
		"Mentor, Combat": {
			"name": "Mentor, Combat",
			"description": "<p><strong>[Mentor][Social]</strong></p>\n<p><strong>Prerequisites</strong> Tier 1 with the Vigilant Seal</p>\n<p><strong>Cost</strong> 2 Fame</p>\n<hr />\n<p><strong>Effect</strong> While working with less experienced Pathfinder allies, you provide pointers and lead drills that ensure your newer colleagues' attacks strike true. For any PCs benefiting from a Level Bump and whose levels are lower than yours, you increase the Level Bump's modifier to attack rolls and spell attack rolls to 2.</p>\n<p><strong>Normal</strong> A Level Bump increases a PC's attack roll and spell attack roll modifiers by 1.</p>\n<p><strong>Special</strong> A PC can only benefit from two mentor boons.</p>\n<p>@UUID[Compendium.pf2e.feat-effects.q2kY0TzXloJ8HLNO]{Effect: Combat Mentor Boon (PFS)}</p>"
		},
		"Mentor, Magical": {
			"name": "Mentor, Magical",
			"description": "<p><strong>[Mentor][Social]</strong></p>\n<p><strong>Prerequisites</strong> Tier 1 with the Grand Archive</p>\n<p><strong>Cost</strong> 2 Fame</p>\n<hr />\n<p><strong>Effect</strong> While working with less experienced Pathfinder allies, you provide key spellcasting insights that augment your colleagues' magic. Any PCs benefiting from a Level Bump and whose levels are lower than yours can prepare one additional spell of their highest-level spell slot or cast one additional spell of their highest-level spell slot. When casting spells of a magical tradition that is the same as the tradition you use for spellcasting, the affected PC also increases the Level Bump's modifier to spell DCs to 2.</p>\n<p><strong>Normal</strong> A Level Bump increases a PC's spell DCs by 1, and it does not grant any additional spells prepared or spell slots.</p>\n<p><strong>Special</strong> A PC can only benefit from two mentor boons.</p>\n<p>@UUID[Compendium.pf2e.feat-effects.fh8TgCfiifVk0eqU]{Effect: Magical Mentor Boon (PFS)}</p>"
		},
		"Mentor, Protective": {
			"name": "Mentor, Protective",
			"description": "<p><strong>[Mentor][Social]</strong></p>\n<p><strong>Prerequisites</strong> Tier 1 with the Radiant Oath</p>\n<p><strong>Cost</strong> 2 Fame</p>\n<hr />\n<p><strong>Effect</strong> While working with less experienced Pathfinder allies, you shield your more fragile wards from the threat of death. For any PCs benefiting from a Level Bump and whose levels are lower than yours, you increase their current and maximum Hit Points by an additional amount equal to 3 times your Radiant Oath reputation tier.</p>\n<p><strong>Normal</strong> A Level Bump increases a PC's Hit Points by 10% or 10, whichever is higher.</p>\n<p><strong>Special</strong> A PC can only benefit from two mentor boons.</p>\n<p>@UUID[Compendium.pf2e.feat-effects.OKOqC1wswrh9jXqP]{Effect: Protective Mentor Boon (Liked) (PFS)}</p>\n<p>@UUID[Compendium.pf2e.feat-effects.lbe8XDSZB8gwyg90]{Effect: Protective Mentor Boon (Admired) (PFS)}</p>\n<p>@UUID[Compendium.pf2e.feat-effects.0r2V1nK5pV31IUPY]{Effect: Protective Mentor Boon (Revered) (PFS)}</p>"
		},
		"Mentor, Rugged": {
			"name": "Mentor, Rugged",
			"description": "<p><strong>[Mentor][Social]</strong></p>\n<p><strong>Prerequisites</strong> Tier 1 with the Horizon Hunters</p>\n<p><strong>Cost</strong> 2 Fame</p>\n<hr />\n<p><strong>Effect</strong> While working with less experienced Pathfinder allies, you provide important insights that keep your less experienced colleagues safe from harm. For any PCs benefiting from a Level Bump and whose levels are lower than yours, you increase the Level Bump's modifier to saving throws to 2.</p>\n<p><strong>Normal</strong> A Level Bump increases a PC's saving throw modifiers by 1.</p>\n<p><strong>Special</strong> A PC can only benefit from two mentor boons.</p>\n<p>@UUID[Compendium.pf2e.feat-effects.ZMFgz4GYSsFeaKKK]{Effect: Rugged Mentor Boon (PFS)}</p>"
		},
		"Mentor, Skillful": {
			"name": "Mentor, Skillful",
			"description": "<p><strong>[Social][Mentor]</strong></p>\n<p><strong>Prerequisites</strong> Tier 1 with the Envoy's Alliance</p>\n<p><strong>Cost</strong> 2 Fame</p>\n<hr />\n<p><strong>Effect</strong> While working with less experienced Pathfinder allies, you provide vital advice to sharpen your newer colleagues' skills. For any PCs benefiting from a Level Bump and whose levels are lower than yours, you increase the Level Bump's modifier to skill checks to 2.</p>\n<p><strong>Normal</strong> A Level Bump increases a PC's skill check modifiers by 1.</p>\n<p><strong>Special</strong> A PC can only benefit from two mentor boons.</p>\n<p>@UUID[Compendium.pf2e.feat-effects.SKjVvQcRQmnDoouw]{Effect: Skillful Mentor Boon (PFS)}</p>"
		},
		"Mentor, Worldly": {
			"name": "Mentor, Worldly",
			"description": "<p><strong>[Mentor][Social]</strong></p>\n<p><strong>Prerequisites</strong> Tier 1 with the Verdant Wheel</p>\n<p><strong>Cost</strong> 2 Fame</p>\n<hr />\n<p><strong>Effect</strong> While working with less experienced Pathfinder allies, you help your less experienced colleagues recognize danger and withstand danger. For any PCs benefiting from a Level Bump and whose levels are lower than yours, you increase the Level Bump's modifier to Perception checks and Initiative rolls to 2.</p>\n<p><strong>Normal</strong> A Level Bump increases a PC's Perception modifier by 1.</p>\n<p><strong>Special</strong> A PC can only benefit from two mentor boons.</p>\n<p>@UUID[Compendium.pf2e.feat-effects.oKJr59FYdDORxLcR]{Effect: Worldly Mentor Boon (PFS)}</p>"
		},
		"Meticulous Appraisal": {
			"name": "Meticulous Appraisal",
			"description": "<p><strong>[Service]</strong></p>\n<p><strong>Prerequisites</strong> Tier 2 with the Grand Archive</p>\n<p><strong>Cost</strong> 2 Fame</p>\n<hr />\n<p><strong>Effect</strong> Even when your careful searching doesn't uncover all of a site's valuables, you're able to appraise, repair, and certify what you did recover to maximize their value. You can purchase this boon at the end of a scenario when you and your allies recovered 9 or fewer of the adventure's Treasure Bundles. Increase the effective number of Treasure Bundles recovered by 1 for the purpose of calculating the group's gold piece rewards. For each addition 2 points of Fame you spend when purchasing this boon, you increase the effective number of Treasure Bundles recovered by 1.</p>\n<p>The total number of additional Treasure Bundles provided by this boon cannot exceed the number of Treasure Bundles the group actually recovered, nor can this boon increase the number of Treasure Bundles beyond the scenario's maximum.</p>"
		},
		"Multicultural Training": {
			"name": "Multicultural Training",
			"description": "<p><strong>[Slotless][Social]</strong></p>\n<p><strong>Requirements</strong> Tier 0 with any faction</p>\n<p><strong>Cost</strong> 2 Fame</p>\n<hr />\n<p><strong>Effect</strong> You consider yourself a member of multiple cultures-whether by birth, upbringing, or long-term exposure-and you have learned to blend several of the cultures' styles into your training as an adventurer. Choose an additional ethnicity, such as Varisian or Garundi. In addition to the ethnicity you selected at character creation, you are also treated as a member of this additional ethnicity for the purpose of fulfilling prerequisites and Access conditions.</p>\n<p><strong>Normal</strong> When creating a character, you can choose one ethnicity to can serve as a prerequisite and Access condition for character options. This affects only the character options you can select, not your character's story or identity.</p>\n<p><strong>Special</strong> You can purchase this boon multiple times. The second time you purchase it, the cost increases to 12 Fame, and subsequent purchases cost 20 Fame each.</p>"
		},
		"Naturalist": {
			"name": "Naturalist",
			"description": "<p><strong>[Downtime]</strong></p>\n<p><strong>Prerequisites</strong> Tier 1 with the Verdant Wheel</p>\n<p><strong>Cost</strong> 2 Fame</p>\n<hr />\n<p><strong>Effect</strong> When you acquire this boon choose an alchemical item or potion of your level or lower to which you have access. While you have this boon slotted, you can spend Downtime to search for rare herbs and ingredients in order to craft up to a full batch of this item (typically 4). This uses the same rules as you would to Craft the item, with the following exceptions. First, you must use Nature, Survival, or Herbalism Lore in place of Crafting (such as to determine the progress you make and the maximum item level you can work on). Second, your faction provides you the necessary tools and workspace to perform this operation. Third, you only need to spend 2 days of Downtime before attempting your first skill check and subsequently beginning to reduce the item's effective cost. You must keep this boon slotted until you finish crafting the items.</p>\n<p><strong>Special</strong> You can purchase this boon multiple times. Each time you do so, you select a different item.</p>"
		},
		"Off-Hours Study": {
			"name": "Off-Hours Study",
			"description": "<p><strong>[Downtime]</strong></p>\n<p><strong>Prerequisites</strong> Tier 1 with the Grand Archive</p>\n<p><strong>Cost</strong> 2 Fame</p>\n<hr />\n<p><strong>Effect</strong> You spend your free time studying learning new trivia or practicing unfamiliar languages. When you acquire this boon, choose a common language you don't know or a Lore skill in which you are untrained. While you have this boon slotted, you can spend Downtime practicing the selected language or skill. Once you have expended 50 days of Downtime in this way, you learn the chosen language or become trained in the chosen Lore skill. This boon is then expended and grants no further benefit.</p>\n<p><strong>Special</strong> You can purchase this boon multiple times. Each time you do so, you select a different language or Lore skill.</p>"
		},
		"Practiced Medic": {
			"name": "Practiced Medic",
			"description": "<p><strong>[Downtime]</strong></p>\n<p><strong>Prerequisites</strong> Tier 1 with the Radiant Oath</p>\n<p><strong>Cost</strong> 1 Fame</p>\n<hr />\n<p><strong>Effect</strong> By spending your off hours administering medical aid to those in need, you have developed extraordinary first aid instincts. While you have this boon slotted, you can spend Downtime to provide medical services to others. Once you have expended 8 days of Downtime in this way, this boon becomes slotless, and you can expend the boon as a free action before attempting a Medicine check to Administer First Aid, Treat Disease, Treat Poison, or Treat Wounds. You improve your check's degree of success by one step (such as if you roll a failure, you get a success instead); the boon is not expended if your original roll is a critical success. Once you expend this boon, it provides no other benefit.</p>\n<p><strong>Special</strong> You can purchase this boon multiple times, though you cannot expend more than one copy of this boon per adventure.</p>"
		},
		"Preserve": {
			"name": "Preserve",
			"description": "<p><strong>[Property]</strong></p>\n<p><strong>Prerequisites</strong> Tier 3 with the Verdant Wheel</p>\n<p><strong>Cost</strong> 4 Fame</p>\n<hr />\n<p><strong>Effect</strong> You have claimed a small plot where you can grow, study, or experiment with a wide variety of animals, fungi, and plants, providing you a wealth of healthful reagents. You can purchase antidotes, antiplagues, barkskin potions, elixirs of life, healing potions, potions of flying, and potions of leaping at a 10% discount.</p>"
		},
		"Promotional Accessory": {
			"name": "Promotional Accessory",
			"description": "<p><strong>[Promotional]</strong></p>\n<p><strong>Prerequisites</strong> Player is wearing or carrying an accessory that promotes Pathfinder Society</p>\n<p><strong>Cost</strong> 0 Fame</p>\n<hr />\n<p><strong>Effect</strong> Up to twice per adventure, you can spend an action to reduce the severity of your @UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{Frightened} or @UUID[Compendium.pf2e.conditionitems.e1XGnhKNSQIm5IXg]{Stupefied} condition by 1.</p>\n<p><strong>Special</strong> A PC can only slot one promotional boon at a time.</p>"
		},
		"Promotional Service Award": {
			"name": "Promotional Service Award",
			"description": "<p><strong>[Promotional]</strong></p>\n<p><strong>Prerequisites</strong> Have a campaign coin. Volunteers who make exceptional contributions to Organized Play can earn campaign coins as a recognition of their hard work.</p>\n<p><strong>Cost</strong> 0 Fame</p>\n<hr />\n<p><strong>Effect</strong> If you have a campaign coin, you gain a bonus Hero Point at the beginning of every adventure. In addition to the normal powers of a Hero Point, you can spend this special Hero Point to allow another player to reroll a check.</p>\n<p><strong>Special</strong> A PC can only slot one promotional boon at a time.</p>"
		},
		"Promotional Vestments": {
			"name": "Promotional Vestments",
			"description": "<p><strong>[Promotional]</strong></p>\n<p><strong>Prerequisites</strong> Player is wearing clothing that promotes Pathfinder Society, such as a volunteer shirt, a shirt for a Pathfinder Lodge, or Pathfinder-themed cosplay</p>\n<p><strong>Cost</strong> 0 Fame</p>\n<hr />\n<p><strong>Effect</strong> When you use a Hero Point to reroll a check, add a +1 cirumstance bonus to the reroll.</p>\n<p><strong>Special</strong> A PC can only slot one promotional boon at a time.</p>"
		},
		"Radiant Oath Champion": {
			"name": "Radiant Oath Champion",
			"description": "<p><strong>[Faction]</strong></p>\n<p><strong>Prerequisites</strong> Tier 0 with the Radiant Oath</p>\n<p><strong>Cost</strong> 4 Fame (0 fame if first faction for this PC)</p>\n<hr />\n<p><strong>Effect</strong> This faction boon represents your developing initial contacts with the Radiant Oath faction, allowing you to gain Reputation with the faction. While you have this boon slotted, you gain Reputation with the faction after a successfully completed adventure, as detailed in its Primary and Secondary Objectives.</p>\n<p><strong>Normal</strong> A character gains no Reputation unless they have a faction boon slotted.</p>"
		},
		"Radiant Oath Champion, Improved": {
			"name": "Radiant Oath Champion, Improved",
			"description": "<p><strong>[Faction]</strong></p>\n<p><strong>Prerequisites</strong> Tier 2 with the Radiant Oath</p>\n<p><strong>Cost</strong> 8 Fame</p>\n<hr />\n<p><strong>Effect</strong> This faction boon represents your expanding connections in the Radiant Oath faction. While you have this boon slotted, you gain Reputation with the faction after a successfully completed adventure, as detailed in its Primary and Secondary Objectives.</p>\n<p>In addition, when you slot this boon, you gain one additional boon slot during the adventure. You can use this additional boon slot only for a boon whose prerequisite includes a Radiant Oath faction tier of 1, 2, or 3.</p>\n<p><strong>Normal</strong> A character gains no Reputation unless they have a faction boon slotted.</p>"
		},
		"Resist Corruption": {
			"name": "Resist Corruption",
			"description": "<p><strong>[Generic]</strong></p>\n<p><strong>Prerequisites</strong> Tier 1 with the Vigilant Seal</p>\n<p><strong>Cost</strong> 2 Fame</p>\n<hr />\n<p><strong>Effect</strong> No matter whether you're a shining beacon of good or a jaded pragmatist with a mission, you must be prepared to shield yourself and your allies against unholy energy. While this boon is slotted, you and any adjacent allies gain resistance to evil damage equal to your Reputation Tier with the Vigilant Seal faction.</p>"
		},
		"Resurrection Plan": {
			"name": "Resurrection Plan",
			"description": "<p><strong>[Service]</strong></p>\n<p><strong>Prerequisites</strong> Tier 0 with any faction</p>\n<p><strong>Cost</strong> 25 Fame (<em>@UUID[Compendium.pf2e.spells-srd.kqhPt9344UkcGVYO]{Resurrect}</em>) or 50 Fame (<em>@UUID[Compendium.pf2e.spells-srd.IkGYwHRLhkuoGReG]{Raise Dead}</em>)</p>\n<hr />\n<p><strong>Effect</strong> The Pathfinder Society is invested in keeping its most successful agents in the field. You can purchase a <em>@UUID[Compendium.pf2e.spells-srd.kqhPt9344UkcGVYO]{Resurrect}</em> ritual for 25 Fame. If you are in a rush to return to life and cannot wait the day for this ritual to be conducted, you can instead purchase a casting of the <em>@UUID[Compendium.pf2e.spells-srd.IkGYwHRLhkuoGReG]{Raise Dead}</em> spell for 50 Fame.</p>\n<p><strong>Special</strong> This reward can be purchased multiple times, as it strictly represents the ability to secure the listed services.</p>"
		},
		"S1-00 - Nexian Researcher": {
			"name": "S1-00 - Nexian Researcher",
			"description": "<p><strong>[Generic][Limited Use]</strong> □□□</p>\n<hr />\n<p><strong>Effect</strong> You can check a box whenever you attempt a Pathfinder Society Lore check. If you are Untrained in Pathfinder Society Lore, you can add your level to your Intelligence modifier when determining your bonus. If you are at least Trained in Pathfinder Society Lore, you gain a +2 circumstance bonus to this check instead. If the check is in relation to Durvin Gest, Selmius Foster, Gregaro Voth, or Kerinha Napsunar, you do not need to check a box.</p>"
		},
		"S1-01 - Engraved Wayfinder": {
			"name": "S1-01 - Engraved Wayfinder",
			"description": "<p><strong>[Slotless]</strong></p>\n<hr />\n<p><strong>Effect</strong> To celebrate your success as a Pathfinder agent, Janira gave you a compass lid engraved with your name and a Glyph of the Open Road, symbol of the Pathfinder Society. You can attach this lid to any @UUID[Compendium.pf2e.equipment-srd.wob6DB1FFdWs0mbp]{Compass}, including a @UUID[Compendium.pf2e.equipment-srd.gbwr57aT9ou8yKWT]{Wayfinder}, to personalize it.</p>"
		},
		"S1-01 - Society Connections": {
			"name": "S1-01 - Society Connections",
			"description": "<p><strong>[Downtime][Limited Use]</strong> □</p>\n<hr />\n<p><strong>Effect</strong> Your connections with leaders within the Pathfinder Society help you find opportunities, both new missions and support for your other endeavors. Check the box that precedes this boon when you @UUID[Compendium.pf2e.actionspf2e.QyzlsLrqM0EEwd7j]{Earn Income} during Downtime to attempt a task of level _. If you critically fail the check, you still earn the result of a failure for that task.</p>"
		},
		"S1-02 - Cryptid Scholar": {
			"name": "S1-02 - Cryptid Scholar",
			"description": "<p><strong>[Untyped][Limited Use]</strong> □□□</p>\n<p>Your experiences with the Mosquito Witch have inspired you to research strange creatures. When you Recall Knowledge to identify a rare or unique creature, you can use the following reaction.</p>\n<p><strong>Trigger</strong> You attempt to Recall Knowledge to identify a creature you can see.</p>\n<hr />\n<p><strong>Effect</strong> (Fortune) You roll the skill check twice and use the better result.</p>"
		},
		"S1-03 - Team Player": {
			"name": "S1-03 - Team Player",
			"description": "<p><strong>[Generic][Limited Use]</strong> □□□</p>\n<p>Your time in the Gravelands included many harrowing trials that required you to learn how to work especially well with your companions.</p>\n<p><strong>Action</strong> Reaction</p>\n<p><strong>Trigger</strong> (Fortune) An ally fails a check on which you Aided.</p>\n<hr />\n<p><strong>Effect</strong> The ally can reroll the check and use the better result.</p>"
		},
		"S1-04 - A Thorny Situation": {
			"name": "S1-04 - A Thorny Situation",
			"description": "<p><strong>[Generic]</strong></p>\n<hr />\n<p><strong>Effect</strong> You were beaten by Vengeant Thorn's minions and left tied up in the woods. It's hard to say what will happen to the Immenwood with the renegade centaur in possession of such a powerful artifact, but maybe you'll have better luck thwarting the druid next time around. This boon might have special eff ects in future scenarios.</p>"
		},
		"S1-04 - Touched by the Storm": {
			"name": "S1-04 - Touched by the Storm",
			"description": "<p><strong>[Generic]</strong></p>\n<hr />\n<p><strong>Effect</strong> Your exposure to the stormy power of the <em>Scale of the Spurned Tempest</em> has inured you to the elements to a small degree. While this boon is slotted, you gain cold resistance 1 and electricity resistance 1.</p>"
		},
		"S1-05 - Experienced Mountaineer": {
			"name": "S1-05 - Experienced Mountaineer",
			"description": "<p><strong>[Generic]</strong></p>\n<hr />\n<p><strong>Effect</strong> The trek from Isger to Molthune taught you tricks for navigating treacherously steep terrain. While this boon is slotted, you treat mountainous terrain and other steep slopes as difficult terrain, rather than as greater difficult terrain.</p>"
		},
		"S1-06 - Traveler of the Spirit Road": {
			"name": "S1-06 - Traveler of the Spirit Road",
			"description": "<p><strong>[Generic][Limited Use]</strong> □□□</p>\n<hr />\n<p><strong>Effect</strong> You have traveled the pathways near the Forest of Spirits and not only managed to avoid losing your way, but even befriended some of the local kami. The kami's blessing follows you now and protects you from bad luck. Whenever you would critically fail a check to @UUID[Compendium.pf2e.actionspf2e.XMcnh4cSI32tljXa]{Hide}, @UUID[Compendium.pf2e.actionspf2e.VMozDqMMuK5kpoX4]{Sneak}, @UUID[Compendium.pf2e.actionspf2e.fJImDBQfqfjKJOhk]{Sense Direction}, or @UUID[Compendium.pf2e.actionspf2e.EA5vuSgJfiHH7plD]{Track} while in a forested area, you may check a box next to this boon as a free action to treat that check as a failure instead.</p>"
		},
		"S1-07 - Blast from the Past": {
			"name": "S1-07 - Blast from the Past",
			"description": "<p><strong>[Generic]</strong></p>\n<hr />\n<p><strong>Effect</strong> You chose to deliver the undead Marcon Tinol to Venture‑Captain Drandle Dreng, trusting in the experienced Pathfinder's ability to deal with the undead safely. This boon will have unique benefits and consequences when slotted in a future scenario.</p>"
		},
		"S1-07 - To Seal and Protect": {
			"name": "S1-07 - To Seal and Protect",
			"description": "<p><strong>[Generic]</strong></p>\n<hr />\n<p><strong>Effect</strong> You chose to destroy the undead Marcon Tinol, unwilling to risk the consequences of turning the ancient undead loose upon the world. This boon will have unique benefits and consequences in a future scenario.</p>"
		},
		"S1-08 - River Kingdoms Politician": {
			"name": "S1-08 - River Kingdoms Politician",
			"description": "<p><strong>[Generic][Limited Use]</strong> □□□</p>\n<hr />\n<p><strong>Effect</strong> You have made yourself, one way or another, a known quantity in the realm of River Kingdoms politics. Upon completing an adventure set in the River Kingdoms or Razmiran, you may check a box next to this boon when using your downtime to Earn Income to participate in the political intrigues of the region, allowing you find an @UUID[Compendium.pf2e.actionspf2e.QyzlsLrqM0EEwd7j]{Earn Income} task of up to your level +1. Once all three boxes next to this boon are checked, this boon has a special effect in a future adventure.</p>"
		},
		"S1-09 - Ally of the Iruxi": {
			"name": "S1-09 - Ally of the Iruxi",
			"description": "<p><strong>[Slotless]</strong></p>\n<hr />\n<p><strong>Effect</strong> You befriended the iruxi of Kihirat. This boon will have a special benefit in a future adventure.</p>"
		},
		"S1-09 - Iruxi Bane": {
			"name": "S1-09 - Iruxi Bane",
			"description": "<p><strong>[Slotless]</strong></p>\n<hr />\n<p><strong>Effect</strong> You have left a less than stellar impression on the iruxi of Kihirat. This boon will have a special benefit in a future adventure.</p>"
		},
		"S1-10 - Tarnbreaker Champions": {
			"name": "S1-10 - Tarnbreaker Champions",
			"description": "<p><strong>[Generic]</strong></p>\n<hr />\n<p><strong>Effect</strong> You are a champion of the Balgirdtrek, which earns you special privileges throughout the Lands of the Linnorm Kings. While playing in an adventure that takes place primarily in the Lands of the Linnorm Kings, you can stay for free at any Ulfen or Varki inn or similar establishment, and you gain a 10% on all non-magical goods bought in Ulfen or Varki settlements (this does not stack with any other discount or reduction in price). In addition, you gain a +1 circumstance bonus on all Diplomacy checks to @UUID[Compendium.pf2e.actionspf2e.DCb62iCBrJXy0Ik6]{Make a Request} while playing in an adventure that takes place primarily in the Lands of the Linnorm Kings.</p>"
		},
		"S1-11 - Devil's Keep": {
			"name": "S1-11 - Devil's Keep",
			"description": "<p><strong>[Advanced]</strong></p>\n<hr />\n<p><strong>Effect</strong> You are the rightful master of the infernal keep known as Diggen's Rest. Once per adventure, you can use the following reaction.</p>\n<p><span style=\"text-decoration: underline;\">Infernal Detonations</span></p>\n<p><strong>Action</strong> Reaction</p>\n<p><strong>Trigger</strong> A creature within 30 feet of you targets you or an ally with an attack.</p>\n<hr />\n<p><strong>Effect</strong> The creature takes fire damage equal to [[/r 1d6 + @actor.level]]{1d6 + your level} (@Check[type:reflex|dc:resolve(@actor.system.attributes.classOrSpellDC.value)|basic:true]). The DC of the Reflex save is equal to your spell DC or your class DC, whichever is higher.</p>"
		},
		"S1-11 - Diggen the Liar": {
			"name": "S1-11 - Diggen the Liar",
			"description": "<p><strong>[Generic]</strong></p>\n<hr />\n<p><strong>Effect</strong> You refused to release the ghost of Diggen Thrune and instead turned the captive spirit over to Zarta Dralneen at the Grand Lodge. This boon will have a special effect in a future scenario.</p>"
		},
		"S1-12 - Valais's Assurance": {
			"name": "S1-12 - Valais's Assurance",
			"description": "<p><strong>[Generic][Limited Use]</strong> □□</p>\n<hr />\n<p><strong>Effect</strong> Valais Durant is the leader of the Radiant Oath, in no small part because of her kindness and willingness to share her power with those in need. You may check a box next to this boon and spend an action to use the champion focus spell <em>@UUID[Compendium.pf2e.spells-srd.zNN9212H2FGfM7VS]{Lay on Hands}</em>, heightened appropriately for your level. This does not cost a focus point.</p>"
		},
		"S1-13 - Convention Hero": {
			"name": "S1-13 - Convention Hero",
			"description": "<p><strong>[Advanced]</strong></p>\n<hr />\n<p><strong>Effect</strong> The underlying idea for this scenario came from a creative and enthusiastic audience at an adventure design panel at PaizoCon. You can slot this special boon only while playing a game at a convention. If you do, you begin the adventure with one additional Hero Point.</p>"
		},
		"S1-14 - Big Game Hunter": {
			"name": "S1-14 - Big Game Hunter",
			"description": "<p><strong>[Generic][Limited Use]</strong> □□□</p>\n<hr />\n<p><strong>Effect</strong> Your struggles against the fearsome wildlife of Katapesh and the being manipulating the creatures has made you particularly good at dealing with dangerous animals. Whenever you roll a critical failure on a check to @UUID[Compendium.pf2e.actionspf2e.EA5vuSgJfiHH7plD]{Track} an animal, you can check a box next to this boon to get a failure instead.</p>"
		},
		"S1-15 - Finadar Leshy": {
			"name": "S1-15 - Finadar Leshy",
			"description": "<p><strong>[Generic][Slotless]</strong></p>\n<hr />\n<p><strong>Effect</strong> After the Abyssal influence was driven from Finadar Forest, some of its leshys set out into the wider world. You have gained access to the following background for all of your characters (include a copy of this Chronicle Sheet with any character who selects this background).</p>\n<p>@UUID[Compendium.pf2e.backgrounds.NZY0r4Csjul6eVPp]{Finadar Leshy}</p>"
		},
		"S1-16 - Blood Offering": {
			"name": "S1-16 - Blood Offering",
			"description": "<p><strong>[Slotless]</strong></p>\n<hr />\n<p><strong>Effect</strong> Bhopanese culture has numerous traditions that involve bloodletting as a sign of respect or a show of bravery. You participated in at least one of these traditions. This boon will have an effect in future scenarios.</p>"
		},
		"S1-17 - Fey Influence": {
			"name": "S1-17 - Fey Influence",
			"description": "<p><strong>[Generic]</strong></p>\n<hr />\n<p><strong>Effect</strong> Bhopanese culture has numerous traditions that involve bloodletting as a sign of respect or a show of bravery. You participated in at least one of these traditions. This boon will have an effect in future scenarios.</p>\n<p>@UUID[Compendium.pf2e.feats-srd.dIIqejy4JAVuF0I8]{Fey Influence}</p>"
		},
		"S1-18 - Light in the Dark": {
			"name": "S1-18 - Light in the Dark",
			"description": "<p><strong>[Generic]</strong></p>\n<hr />\n<p><strong>Effect</strong> You sought out people with the potential to become assets and agents for the Pathfinder Society, despite the risks involved.</p>\n<p>While adventuring in Razmiran, you gain a +1 circumstance bonus to Diplomacy checks to @UUID[Compendium.pf2e.actionspf2e.DCb62iCBrJXy0Ik6]{Request Assistance} or @UUID[Compendium.pf2e.actionspf2e.OX4fy22hQgUHDr0q]{Make an Impression}. Inform your GM of the function of this boon at the beginning of the adventure.</p>"
		},
		"S1-18 - Narsen's Web": {
			"name": "S1-18 - Narsen's Web",
			"description": "<p><strong>[Generic]</strong></p>\n<hr />\n<p><strong>Effect</strong> For good or ill, you have been swept up in the schemes of the masked priest Narsen. Whether the cunning cultist's aims are for good or ill remains to be seen. You gain a +1 circumstance bonus to Perception checks to @UUID[Compendium.pf2e.actionspf2e.1xRFPTFtWtGJ9ELw]{Sense Motive} when dealing with anyone hiding their features behind a mask or disguise (including magical disguises and polymorph effects that change the person's appearance to something unrecognizable).</p>"
		},
		"S1-19 - Iolite Trainee Hobgoblin": {
			"name": "S1-19 - Iolite Trainee Hobgoblin",
			"description": "<p><strong>[Generic][Slotless]</strong></p>\n<hr />\n<p><strong>Effect</strong> The Iolite Squad's reports on valuable Pathfinder skills have made it back to Oprak to be incorporated into their training regimens.</p>\n<p>You have gained access to the following background for all of your characters (include a copy of this Chronicle Sheet with any character who selects this background).</p>\n<p>@UUID[Compendium.pf2e.backgrounds.fML6YrXYDqQy0g7L]{Iolite Trainee Hobgoblin}</p>"
		},
		"S1-20 - Waters of Warlock's Barrow": {
			"name": "S1-20 - Waters of Warlock's Barrow",
			"description": "<p><strong>[Generic][Limited Use]</strong></p>\n<p>You vanquished the spirits of Warlock's Barrow, and now through some quirk of fate, you can call upon them to help you lay other undead to rest.</p>\n<p><strong>Action</strong> Two Actions</p>\n<hr />\n<p><strong>Effect</strong> The purified waters of Warlock's Barrow surround your weapons, now harming the undead instead of the living. You cast disrupting weapons as a 1st-level innate spell, except the spell also has the water trait.</p>"
		},
		"S1-21 - Maze Walker": {
			"name": "S1-21 - Maze Walker",
			"description": "<p><strong>[Advanced]</strong></p>\n<hr />\n<p><strong>Effect</strong> You have survived exposure to numerous planar forces that would have warped or obliterated a lesser being. As long as you are at least 7th level and a master in Survival, you can slot this boon to gain the benefits of the @UUID[Compendium.pf2e.feats-srd.Yj4mpROEjdCjQzMd]{Planar Survival} skill feat.</p>"
		},
		"S1-22 - Doom Averted": {
			"name": "S1-22 - Doom Averted",
			"description": "<p><strong>[General][Limited Use] □</strong></p>\n<hr />\n<p><strong>Effect</strong> In defeating a growing cult of Groetus in Cassomir, your spirit is filled with a renewed resistance against the same prophecies of doom that his priests shout from the rooftops. When your dying value is increased to exactly the amount that would kill you, this boon automatically activates. Check the box that precedes this boon and decrease your dying value by one.</p>"
		},
		"S1-23 - Seasoned Diplomat": {
			"name": "S1-23 - Seasoned Diplomat",
			"description": "<p><strong>[Advanced]</strong><strong>[Limited Use] □</strong></p>\n<hr />\n<p><strong>Effect</strong> You have navigated the courts of Ekkeshikaar, honing your skills as a diplomat and researcher. You may check the box next to this boon at the beginning of an adventure to become trained in Diplomacy and Society for the duration of that adventure. If you are already trained in one of these skills, you instead become an expert. If your proficiency level is higher than expert in either of these skills, you treat any critical failure rolled with that skill as a failure and any failure as a success for the duration of the adventure.</p>"
		},
		"S1-25 - Grand Finale": {
			"name": "S1-25 - Grand Finale",
			"description": "<p><strong>[Advanced]</strong><strong>[Limited Use] □</strong></p>\n<hr />\n<p><strong>Effect</strong> You have survived the grim symphony, but the haunting melody which bridged the worlds of the living and the dead still echoes in your mind. When your dying value is 2 or greater, you can check the box next to this boon to gain a +2 circumstance bonus to Performance checks, 20 temporary Hit Points, and a +1 circumstance bonus to Fortitude saves, all for the next 10 minutes.</p>"
		},
		"S1-Q01 - Sand Slide": {
			"name": "S1-Q01 - Sand Slide",
			"description": "<p><strong>[Generic][Limited Use]</strong> □□□</p>\n<p><strong>Action</strong> Reaction</p>\n<p><strong>Trigger</strong> You would fail (but don't critically fail) a Reflex save to avoid a trap's effects.</p>\n<hr />\n<p><strong>Effect</strong> You @UUID[Compendium.pf2e.actionspf2e.UHpkTuCtyaPqiCAB]{Step} and then @UUID[Compendium.pf2e.actionspf2e.HYNhdaPtF1QmQbR3]{Drop Prone} in your new location. You gain a +2 circumstance bonus to your triggering Reflex save. If this would have been enough to resist the trap's effects initially, you succeed at the save instead.</p>"
		},
		"S1-Q02 - One-Who-Waits": {
			"name": "S1-Q02 - One-Who-Waits",
			"description": "<p><strong>[Slotless][Limited Use]</strong> □□□</p>\n<hr />\n<p><strong>Effect</strong> Whenever you roll a critical failure on an Acrobatics or Athletics check, you can check a box next to this boon as a free action to get a failure instead (the GM can tell you if this wouldn't change the outcome of the check so you do not waste this ability).</p>"
		},
		"S1-Q02 - Student of the Unforgiving Fire": {
			"name": "S1-Q02 - Student of the Unforgiving Fire",
			"description": "<p><strong>[Slotless][Generic]</strong></p>\n<hr />\n<p><strong>Effect</strong> Having Read the ancient scrolls from which Meleeka created the Unforgiving Fire style, you have gained access to the following feat for all of your characters (include a copy of this Chronicle sheet with any character who selects this feat).</p>\n<p>@UUID[Compendium.pf2e.feats-srd.rbiMK71SvGZGRLJ1]{Rain of Embers Stance}</p>"
		},
		"S1-Q03 - Legacy of the Gorget": {
			"name": "S1-Q03 - Legacy of the Gorget",
			"description": "<p><strong>[Generic]</strong></p>\n<hr />\n<p><strong>Effect</strong> You have made close friends in the Lands of the Linnorm Kings by retrieving Grehunde's gorget and the body of her heroic descendant, Hlavard. This boon has special benefits when slotted during <em>Pathfinder Society Scenario #1-10: Tarnbreaker's Trail</em>, and may have other benefits in scenarios and quests that feature Grehunde's descendants.</p>"
		},
		"S1-Q04 - Fane's Friend": {
			"name": "S1-Q04 - Fane's Friend",
			"description": "<p><strong>[Generic]</strong></p>\n<hr />\n<p><strong>Effect</strong> You managed to impress the enigmatic pirate captain Stella Fane and she considers you a friend. This boon has special benefits when slotted during scenarios and quests that feature Stella Fane.</p>"
		},
		"S1-Q04 - Stella's Associate": {
			"name": "S1-Q04 - Stella's Associate",
			"description": "<p><strong>[Generic]</strong></p>\n<hr />\n<p><strong>Effect</strong> Stella Fane knows you, though she's not particularly impressed by you. Maybe you can improve her opinion of you next time around. This boon has special benefits when slotted during scenarios and quests that feature Stella Fane.</p>"
		},
		"S1-Q06 - Secrets of the Jistkan Alchemists": {
			"name": "S1-Q06 - Secrets of the Jistkan Alchemists",
			"description": "<p><strong>[Generic][Limited Use][Downtime]</strong> □□</p>\n<hr />\n<p><strong>Effect</strong> Your forays into the ancient alchemical testing site of the Jistka Imperium has left you with knowledge and materials for a few handy tricks.</p>\n<p>Whenever you Craft an item with the alchemical trait during Downtime, after rolling, you can check a box that precedes this boon to increase your degree of success by one (from critical failure to failure, from failure to success, or from success to critical success).</p>"
		},
		"S1-Q07 - Amateur Adjuster": {
			"name": "S1-Q07 - Amateur Adjuster",
			"description": "<p><strong>[Generic][Limited Use]</strong> □□□</p>\n<hr />\n<p><strong>Effect</strong> With the claim settled, you've shored up relationships with some valuable allies and learned a bit about navigating Druman bureaucracy. Whenever you attempt a check to Gather Information, Decipher Writing, or Create a Forgery, you can check a box next to this boon to gain a +1 circumstance bonus on the check. If the check involves interacting with a Druman business or Druman bureaucracy, you instead gain a +3 circumstance bonus on the check.</p>"
		},
		"S1-Q08 - Numerian Archaeologist": {
			"name": "S1-Q08 - Numerian Archaeologist",
			"description": "<p><strong>[Generic][Limited Use]</strong> □□□</p>\n<hr />\n<p><strong>Effect</strong> You have garnered some unique experience with the unusual technology of Numeria. You can use the following free action by checking off a box next to this boon.</p>\n<p><span style=\"text-decoration:underline\">Technological Defence</span></p>\n<p><strong>Action</strong> Free Action</p>\n<p><strong>Trigger</strong> You attempt a saving throw against a technological weapon or effect, but you haven't rolled it yet.</p>\n<hr />\n<p><strong>Effect</strong> You gain a +1 circumstance bonus to the saving throw.</p>"
		},
		"S1-Q09 - Wayfinder Connections": {
			"name": "S1-Q09 - Wayfinder Connections",
			"description": "<p><strong>[Slotless][Generic]</strong></p>\n<hr />\n<p><strong>Effect</strong> Thanks to your connection with Venture-Captain Muesello, you have an easier time securing @UUID[Compendium.pf2e.equipment-srd.gbwr57aT9ou8yKWT]{Wayfinders}. You can purchase wayfinders of up to your character level + 2 as long as you have access to them. If you own a @UUID[Compendium.pf2e.equipment-srd.gbwr57aT9ou8yKWT]{Standard Wayfinder}, Muesello offers to upgrade it to a @UUID[Compendium.pf2e.equipment-srd.gbwr57aT9ou8yKWT]{Wayfinder} with additional features for the difference in cost between the items.</p>"
		},
		"S1-Q10 - Sewer Dragon Recruit": {
			"name": "S1-Q10 - Sewer Dragon Recruit",
			"description": "<p><strong>[Slotless][Generic]</strong></p>\n<hr />\n<p><strong>Effect</strong> By saving the Sewer Dragons, you opened the door for some of the surviving members</p>\n<p>to enroll in the Pathfinder Society. Any kobold character you create may take the following background.</p>\n<p>@UUID[Compendium.pf2e.backgrounds.OhP7cqvNouFgHIdJ]{Sewer Dragon}</p>"
		},
		"S1-Q11 - Amateur Genealogist": {
			"name": "S1-Q11 - Amateur Genealogist",
			"description": "<p><strong>[General]</strong><strong>[Limited Use]</strong><strong>□</strong><strong>□</strong></p>\n<hr />\n<p><strong>Effect</strong> Your efforts assisting Venture-Captain Qaradi have given you some insights into family trees. Immediately after the venture-captain briefing in a scenario, you can check a box next to this boon to increase your proficiency in either Genealogy Lore or Heraldry lore by 1 step until the end of the scenario: untrained becomes trained, trained becomes expert, and expert becomes master. You can't increase your proficiency to legendary using this boon, and the effects of this boon aren't cumulative with any other temporary proficiency increases to the associated skills.</p>"
		},
		"S1-Q12 - Fruit Basket": {
			"name": "S1-Q12 - Fruit Basket",
			"description": "<p><strong>[General]</strong><strong>[Limited Use]</strong><strong>□</strong></p>\n<hr />\n<p><strong>Effect</strong> As thanks for helping to uncover the source of the shipping disruptions, Selu has sent some fruit. Check this box when setting out on an adventure to receive a piece of specially treated baobab fruit. During that adventure, you or another character can use an Interact action to consume the fruit, which functions as a lesser elixir of life (restoring 3d6+6 Hit Points and providing a +1 bonus against diseases and poisons for 10 minutes). If you do not consume the fruit during that adventure, it spoils.</p>"
		},
		"S2-00 - Spark of Life (levels 1-2)": {
			"name": "S2-00 - Spark of Life (levels 1-2)",
			"description": "<p><strong>□ Spark of Life</strong> A seed has been planted in the fey demiplane known as the Lodge of the Open Road. Inside this seed is a tiny spark of your essence. If you die during an adventure, check the box next to this boon to reduce the gold or material cost of a raise dead ritual to restore you to life by 50%. This ritual automatically succeeds (but cannot critically succeed). This boon does not stack with other boons which affect raise dead.</p>"
		},
		"S2-00 - Spark of Life (levels 3-6)": {
			"name": "S2-00 - Spark of Life (levels 3-6)",
			"description": "<p><strong>□ Spark of Life</strong> A seed has been planted in the fey demiplane known as the Lodge of the Open Road. Inside this seed is a tiny spark of your essence. If you die during an adventure, check the box next to this boon to reduce the gold or material cost of a raise dead ritual to restore you to life by 50%. This ritual automatically succeeds (but cannot critically succeed). This boon does not stack with other boons which affect raise dead.</p>"
		},
		"S2-00 - Spark of Life (levels 7-8)": {
			"name": "S2-00 - Spark of Life (levels 7-8)",
			"description": "<p><strong>□ Spark of Life</strong> A seed has been planted in the fey demiplane known as the Lodge of the Open Road. Inside this seed is a tiny spark of your essence. If you die during an adventure, check the box next to this boon to reduce the gold or material cost of a raise dead ritual to restore you to life by 50%. This ritual automatically succeeds (but cannot critically succeed). This boon does not stack with other boons which affect raise dead.</p>"
		},
		"S2-03 - Fluent in Cyclops": {
			"name": "S2-03 - Fluent in Cyclops",
			"description": "<p>You've come into contact with cyclopes or their cultural artifacts, and you get the sense that you could pick up their language with a bit of study. You gain access to the Cyclops language, allowing you to learn Cyclops the next time you gain a language (such as through the Multilingual skill feat).</p>\n<p><strong>SPECIAL</strong> This boon applies to all of your Pathfinder Society (second edition) characters.</p>"
		},
		"S2-08 - Baba Yaga's Tutelage": {
			"name": "S2-08 - Baba Yaga's Tutelage",
			"description": "<p>After journeying into Irrisen, you attracted the attention of Baba Yaga, who has decided to teach you a lesson or two - either in thanks for your conduct or in the belief that only through her harsh tutelage will you learn some respect for the Land of Eternal Winter. Choose one of your characters to receive one of the following benefits; keep a copy of this boon with that character's records.</p>\n<p><strong>Option 1</strong> That character gains access to the rare @UUID[Compendium.pf2e.classfeatures.VVMMJdIWL7fAsQf3]{Baba Yaga witch patron}, as well as the character options that she grants: the <em>@UUID[Compendium.pf2e.spells-srd.yp4w9SG4RuqRM8KD]{Spirit Object}</em> hex, lesson of the frozen queen major lesson, the <em>@UUID[Compendium.pf2e.spells-srd.ZyREiMaul0VhDYh3]{Glacial Heart}</em> hex, and inanimate object familiars.</p>\n<p><strong>Option 2</strong> The character can also elect not to take Baba Yaga as a patron, in which case they still gain access to the lesson of the frozen queen major lesson and the <em>@UUID[Compendium.pf2e.spells-srd.ZyREiMaul0VhDYh3]{Glacial Heart}</em> hex.</p>\n<p><strong>Character chosen</strong> -20_________</p>"
		},
		"Secondary Initiation": {
			"name": "Secondary Initiation",
			"description": "<p><strong>[Slotless][Social]</strong></p>\n<p><strong>Prerequisites</strong> Tier 0 with any faction</p>\n<p><strong>Cost</strong> 2 Fame</p>\n<hr />\n<p><strong>Effect</strong> Your contacts have introduced you to an influential member of another organization, allowing you to join that group or train in some of their techniques. Select an organization other than the Pathfinder Society. For the purpose of fulfilling prerequisites and Access conditions, you are treated as being a member of that group in addition to your belonging to the Pathfinder Society.</p>\n<p><strong>Special</strong> You can purchase this boon multiple times, but each time you purchase it, you relinquish your membership in the previous group in order to join a different group. Before doing so, you must retrain any options that listed membership in your previous group as a prerequisite.</p>"
		},
		"Sellback Plan": {
			"name": "Sellback Plan",
			"description": "<p><strong>[Service]</strong></p>\n<p><strong>Prerequisites</strong> Tier 1 with any faction</p>\n<p><strong>Cost</strong> 0 Fame</p>\n<hr />\n<p><strong>Effect</strong> You can return previously purchased boons whose Fame cost is less than or equal to 2 times your Reputation Tier for All Factions so long as the boon is does not have the faction, limited-use, or service traits. You immediately gain an amount of Fame equal to the total Fame cost of the returned boon minus 1.</p>"
		},
		"Society Recruiter": {
			"name": "Society Recruiter",
			"description": "<p><strong>[Slotless]</strong></p>\n<p><strong>Prerequisites</strong> Tier 1 with the Envoy's Alliance</p>\n<p><strong>Cost</strong> 0 Fame</p>\n<hr />\n<p><strong>Effect</strong> The Envoys' Alliance celebrates your efforts to recruit new talent. If you bring a new player to a table-a player without a Pathfinder Society character or someone playing their first Pathfinder Society session-you earn 2 additional Fame and Reputation with the Envoys' Alliance faction.</p>\n<p><strong>Special</strong> You can benefit from this boon only a number of times equal to your current Reputation Tier with the Envoys' Alliance faction. Each time you fulfill the requirements of this boon, mark it on your Chronicle sheet along with the associated Reputation Tier. Have the GM sign beside this notation. The player you introduce to Pathfinder Society does not have to play at the same table as you (though being at the same table often improves their experience).</p>"
		},
		"Storied Talent": {
			"name": "Storied Talent",
			"description": "<p><strong>[Social]</strong></p>\n<p><strong>Prerequisites</strong> Tier 2 with the Horizon Hunters</p>\n<p><strong>Cost</strong> 4 Fame</p>\n<hr />\n<p><strong>Effect</strong> Word of your skill and expertise is spreading, and you find that increasingly prestigious clients are prepared to pay for your services. When using Downtime to Earn Income, you can choose to attempt a task of your level.</p>\n<p><strong>Normal</strong> When Earning Income, a PC can attempt a task of their level - 2 or lower.</p>"
		},
		"Swift Traveler": {
			"name": "Swift Traveler",
			"description": "<p><strong>[Service]</strong></p>\n<p><strong>Prerequisites</strong> Tier 2 with the Horizon Hunters</p>\n<p><strong>Cost</strong> 2 Fame</p>\n<hr />\n<p><strong>Effect</strong> No matter how far afield you travel, it seems there's always a fellow explorer ready to help you return home in record time and enjoy a few extra days to recuperate. You can purchase this boon at the end of an adventure that granted at least 4 XP while the GM is filling out Chronicle sheets. When you do so, you gain an additional 4 days of Downtime.</p>"
		},
		"Translator": {
			"name": "Translator",
			"description": "<p><strong>[Ally]</strong></p>\n<p><strong>Prerequisites</strong> Tier 2 with the Grand Archive</p>\n<p><strong>Cost</strong> 4 Fame</p>\n<hr />\n<p><strong>Effect</strong> You have recruited a capable linguist who accompanies you on your adventures. This ally speaks, reads, and understands Common as well as two additional languages of common rarity chosen when this boon is purchased. The ally can quickly translate any of these languages for your benefit, effectively allowing you to communicate in the additional two languages without difficulty. However, you are not treated as knowing those languages for the purpose of using spells with the linguistic trait.</p>"
		},
		"Unparalleled Scholarship": {
			"name": "Unparalleled Scholarship",
			"description": "<p><strong>[Slotless]</strong></p>\n<p><strong>Prerequisites</strong> Tier 4 with the Grand Archive</p>\n<p><strong>Cost</strong> 8 Fame</p>\n<hr />\n<p><strong>Effect</strong> Through a combination of your own research and the access to rare resources through the Grand Archive, you have identified an exceptional research opportunity-one that you can't decipher on your own. You have recruited a promising new agent to help research and publish your findings, which gives your assistant an extraordinary edge in their training.</p>\n<p>When you purchase this boon, select one of your Pathfinder Society characters with 12 or fewer XP who is not a field commissioned agent. That character gains one additional point to assign to their school training, for a total of 4 points.</p>"
		},
		"Untarnished Reputation": {
			"name": "Untarnished Reputation",
			"description": "<p><strong>[Service]</strong></p>\n<p><strong>Prerequisites</strong> Tier 3 with any faction</p>\n<p><strong>Cost</strong> 4 Fame</p>\n<hr />\n<p><strong>Effect</strong> When you purchase this boon, you remove one point of Infamy that you have accrued.</p>\n<p><strong>Normal</strong> Removing Infamy typically costs 12 Fame per point.</p>\n<p><strong>Special</strong> You can purchase this boon only once, even if you qualify for it from multiple factions.</p>"
		},
		"Vault Delver": {
			"name": "Vault Delver",
			"description": "<p><strong>[Slotless]</strong></p>\n<p><strong>Prerequisites</strong> Tier 4 with the Vigilant Seal</p>\n<p><strong>Cost</strong> 8 Fame</p>\n<hr />\n<p><strong>Effect</strong> Your mastery of the contents of the Pathfinder vaults has helped you locate unusual items, which you can pass along to one of your assistants as a reward for their aid. Pick one uncommon item that your character has access to and select 1 of your Pathfinder Society characters with 12 or fewer XP. That character gains access to that item as if it appeared on their Chronicle sheet.</p>"
		},
		"Verdant Wheel Champion": {
			"name": "Verdant Wheel Champion",
			"description": "<p><strong>[Faction]</strong></p>\n<p><strong>Prerequisites</strong> Tier 0 with the Verdant Wheel</p>\n<p><strong>Cost</strong> 4 Fame (0 fame if first faction for this PC)</p>\n<hr />\n<p><strong>Effect</strong> This faction boon represents your developing initial contacts with the Verdant Wheel faction, allowing you to gain Reputation with the faction. While you have this boon slotted, you gain Reputation with the faction after a successfully completed adventure, as detailed in its Primary and Secondary Objectives.</p>\n<p><strong>Normal</strong> A character gains no Reputation unless they have a faction boon slotted.</p>"
		},
		"Verdant Wheel Champion, Improved": {
			"name": "Verdant Wheel Champion, Improved",
			"description": "<p><strong>[Faction]</strong></p>\n<p><strong>Prerequisites</strong> Tier 2 with the Verdant Wheel, @UUID[Compendium.pf2e.pathfinder-society-boons.1FWpmtZHOLRvEIdp]{Verdant Wheel Champion}</p>\n<p><strong>Cost</strong> 8 Fame</p>\n<hr />\n<p><strong>Effect</strong> This faction boon represents your expanding connections in the Verdant Wheel faction. While you have this boon slotted, you gain Reputation with the faction after a successfully completed adventure, as detailed in its Primary and Secondary Objectives.</p>\n<p>In addition, when you slot this boon, you gain one additional boon slot during the adventure. You can use this additional boon slot only for a boon whose prerequisite includes a Verdant Wheel faction tier of 1, 2, or 3.</p>\n<p><strong>Normal</strong> A character gains no Reputation unless they have a faction boon slotted.</p>"
		},
		"Vigilant Seal Champion": {
			"name": "Vigilant Seal Champion",
			"description": "<p><strong>[Faction]</strong></p>\n<p><strong>Prerequisites</strong> Tier 0 with the Vigilant Seal</p>\n<p><strong>Cost</strong> 4 Fame (0 fame if first faction for this PC)</p>\n<hr />\n<p><strong>Effect</strong> This faction boon represents your developing initial contacts with the Vigilant Seal faction, allowing you to gain Reputation with the faction. While you have this boon slotted, you gain Reputation with the faction after a successfully completed adventure, as detailed in its Primary and Secondary Objectives.</p>\n<p><strong>Normal</strong> A character gains no Reputation unless they have a faction boon slotted.</p>"
		},
		"Vigilant Seal Champion, Improved": {
			"name": "Vigilant Seal Champion, Improved",
			"description": "<p><strong>[Faction]</strong></p>\n<p><strong>Prerequisites</strong> Tier 2 with the Vigilant Seal, @UUID[Compendium.pf2e.pathfinder-society-boons.6frkVrsCgTgFhMjl]{Vigilant Seal Champion}</p>\n<p><strong>Cost</strong> 8 Fame</p>\n<hr />\n<p><strong>Effect</strong> This faction boon represents your expanding connections in the Vigilant Seal faction. While you have this boon slotted, you gain Reputation with the faction after a successfully completed adventure, as detailed in its Primary and Secondary Objectives.</p>\n<p>In addition, when you slot this boon, you gain one additional boon slot during the adventure. You can use this additional boon slot only for a boon whose prerequisite includes an Vigilant Seal faction tier of 1, 2, or 3.</p>\n<p><strong>Normal</strong> A character gains no Reputation unless they have a faction boon slotted.</p>"
		},
		"Wayfinder": {
			"name": "Wayfinder",
			"description": "<p><strong>[Slotless]</strong></p>\n<p><strong>Prerequisites</strong> Tier 0 with any faction</p>\n<p><strong>Cost</strong> 2 Fame</p>\n<hr />\n<p><strong>Effect</strong> To guide your path, your faction has secured a wayfinder for you to carry on your journeys and serve as a badge of office in the Pathfinder Society. This wayfinder has an effective sale price of 0 gp.</p>"
		},
		"Wayfinder, Adamant": {
			"name": "Wayfinder, Adamant",
			"description": "<p><strong>[Item]</strong></p>\n<p><strong>Prerequisites</strong> Tier 2 with the Vigilant Seal; You own a @UUID[Compendium.pf2e.equipment-srd.gbwr57aT9ou8yKWT]{Wayfinder}</p>\n<p><strong>Cost</strong> 2 Fame</p>\n<p><strong>Action</strong> Reaction</p>\n<hr />\n<p><strong>Effect</strong> You have specially reinforced your @UUID[Compendium.pf2e.equipment-srd.gbwr57aT9ou8yKWT]{Wayfinder}, devising a way for the device to absorb harmful energies. When you slot this boon, you apply its benefits to one @UUID[Compendium.pf2e.equipment-srd.gbwr57aT9ou8yKWT]{Wayfinder} in your possession, granting you a special reaction ability when the @UUID[Compendium.pf2e.equipment-srd.gbwr57aT9ou8yKWT]{Wayfinder} is invested and in your possession. You gain the following reaction:</p>\n<hr />\n<p>Resist Harm <span class=\"pf2-icon\">R</span></p>\n<p><strong>Trigger</strong> You would take damage.</p>\n<hr />\n<p><strong>Effect</strong> You gain resistance to acid, cold, electricity, fire, force, negative, positive, and sonic damage equal to 1 plus your reputation tier against one attack, spell, or effect. This applies only to the initial effect, not to any subsequent attacks or damage dealt by the effect (such as persistent damage or an ongoing hazard).</p>\n<hr />\n<p>You can safely use this benefit once per adventure. You can attempt to use it a second time, overcharging the @UUID[Compendium.pf2e.equipment-srd.gbwr57aT9ou8yKWT]{Wayfinder} at the risk of destroying it. When you do so, roll a @Check[type:flat|dc:10]. On a success, the @UUID[Compendium.pf2e.equipment-srd.gbwr57aT9ou8yKWT]{Wayfinder} is broken. On a failure, the <em>wayfinder</em> is destroyed. If anyone tries to overcharge a @UUID[Compendium.pf2e.equipment-srd.gbwr57aT9ou8yKWT]{Wayfinder} that's already been overcharged, the item is automatically destroyed (even if it has been repaired) and does not provide the activated benefit.</p>"
		},
		"Wayfinder, Esoteric": {
			"name": "Wayfinder, Esoteric",
			"description": "<p><strong>[Item]</strong></p>\n<p><strong>Prerequisites</strong> Tier 2 with the Grand Archive; You own a @UUID[Compendium.pf2e.equipment-srd.gbwr57aT9ou8yKWT]{Wayfinder}</p>\n<p><strong>Cost</strong> 2 Fame</p>\n<p><strong>Action</strong> Free Action</p>\n<hr />\n<p><strong>Effect</strong> You have modified your @UUID[Compendium.pf2e.equipment-srd.gbwr57aT9ou8yKWT]{Wayfinder} to focus your mental energy, driving more reliable insights. When you slot this boon, you apply its benefits to one @UUID[Compendium.pf2e.equipment-srd.gbwr57aT9ou8yKWT]{Wayfinder} in your possession, granting you a special free action ability when the @UUID[Compendium.pf2e.equipment-srd.gbwr57aT9ou8yKWT]{Wayfinder} is invested and in your possession.</p>\n<p>You can activate this ability as a free action before you Recall Knowledge. If you roll a critical failure on the Recall Knowledge check, you instead get a failure.</p>\n<p>You can safely use this benefit once per adventure. You can attempt to use it a second time, overcharging the @UUID[Compendium.pf2e.equipment-srd.gbwr57aT9ou8yKWT]{Wayfinder} at the risk of destroying it. When you do so, roll a @Check[type:flat|dc:10]. On a success, the @UUID[Compendium.pf2e.equipment-srd.gbwr57aT9ou8yKWT]{Wayfinder} is broken. On a failure, the <em>wayfinder</em> is destroyed. If anyone tries to overcharge a @UUID[Compendium.pf2e.equipment-srd.gbwr57aT9ou8yKWT]{Wayfinder} that's already been overcharged, the item is automatically destroyed (even if it has been repaired) and does not provide the activated benefit.</p>"
		},
		"Wayfinder, Harmonic": {
			"name": "Wayfinder, Harmonic",
			"description": "<p><strong>[Item]</strong></p>\n<p><strong>Prerequisites</strong> Tier 2 with the Envoy's Alliance; You own a @UUID[Compendium.pf2e.equipment-srd.gbwr57aT9ou8yKWT]{Wayfinder}</p>\n<p><strong>Cost</strong> 2 Fame</p>\n<p><strong>Action</strong> Free action</p>\n<hr />\n<p><strong>Effect</strong> You have modified your @UUID[Compendium.pf2e.equipment-srd.gbwr57aT9ou8yKWT]{Wayfinder} to resonate with your allies' actions, allowing you to better help them in times of need. When you slot this boon, you apply its benefits to one @UUID[Compendium.pf2e.equipment-srd.gbwr57aT9ou8yKWT]{Wayfinder} in your possession, granting you a special free action ability when the @UUID[Compendium.pf2e.equipment-srd.gbwr57aT9ou8yKWT]{Wayfinder} is invested and in your possession.</p>\n<p>You can activate this ability as a free action before you @UUID[Compendium.pf2e.actionspf2e.HCl3pzVefiv9ZKQW]{Aid} an ally. If you roll a success on the check to @UUID[Compendium.pf2e.actionspf2e.HCl3pzVefiv9ZKQW]{Aid}, you instead get a critical success.</p>\n<p>You can safely use this benefit once per adventure.You can attempt to use it a second time, overcharging the wayfinder at the risk of destroying it. When you do so, roll a @Check[type:flat|dc:10]. On a success, the wayfinder is @UUID[Compendium.pf2e.conditionitems.6dNUvdb1dhToNDj3]{Broken}. On a failure, the wayfinder is destroyed. Trying to overcharge it twice destroys it.</p>"
		},
		"Wayfinder, Radiant": {
			"name": "Wayfinder, Radiant",
			"description": "<p><strong>[Item]</strong></p>\n<p><strong>Prerequisites</strong> Liked by Radiant Oath; You own a <em>@UUID[Compendium.pf2e.equipment-srd.gbwr57aT9ou8yKWT]{Wayfinder}</em></p>\n<p><strong>Action</strong> <span class=\"pf2-icon\">2</span> command</p>\n<hr />\n<p><strong>Effect</strong> The <em>wayfinder</em> glows with a spiritual radiance, revealing that which is @UUID[Compendium.pf2e.conditionitems.iU0fEDdBp3rXpTMC]{Hidden}. This has the effects of @UUID[Compendium.pf2e.spells-srd.HRb2doyaLtaoCfi3]{Faerie Fire}, except the effect occurs in a @Template[type:emanation|distance:10]{10-foot radius} centered around you.</p>\n<p>You can safely use this benefit once per adventure. You can attempt to use it a second time, overcharging the <em>wayfinder</em> at the risk of destroying it. When you do so, roll a @Check[type:flat|dc:10]. On a success, the <em>wayfinder</em> is broken. On a failure, the <em>wayfinder</em> is destroyed. If anyone tries to overcharge a <em>wayfinder</em> that's already been overcharged, the item is automatically destroyed (even if it has been repaired) and does not provide the activated benefit.</p>\n<hr />\n<p><strong>Special</strong> You can apply multiple upgrades to a single <em>wayfinder</em>. Each upgrade only affects one <em>wayfinder</em> in your possession, chosen when the boon is purchased. If a <em>wayfinder</em> has multiple upgrades on it, you can only safely use each ability once per scenario.</p>\n<p>If the <em>wayfinder</em> with this upgrade is destroyed, you can apply the upgrade to another <em>wayfinder</em> during Downtime for no additional cost beyond that of the <em>wayfinder</em> itself.</p>"
		},
		"Wayfinder, Rugged": {
			"name": "Wayfinder, Rugged",
			"description": "<p><strong>[Item]</strong></p>\n<p><strong>Prerequisites</strong> Tier 2 with the Horizon Hunters; You own a @UUID[Compendium.pf2e.equipment-srd.gbwr57aT9ou8yKWT]{Wayfinder}</p>\n<p><strong>Cost</strong> 2 Fame</p>\n<p><strong>Action</strong> Single Action</p>\n<hr />\n<p><strong>Effect</strong> You have modified your @UUID[Compendium.pf2e.equipment-srd.gbwr57aT9ou8yKWT]{Wayfinder} to absorb a small amount of your exhaustion, allowing you to continue exploring unhindered. When you slot this boon, you apply its benefits to one @UUID[Compendium.pf2e.equipment-srd.gbwr57aT9ou8yKWT]{Wayfinder} in your possession, granting you a special ability when the @UUID[Compendium.pf2e.equipment-srd.gbwr57aT9ou8yKWT]{Wayfinder} is invested and in your possession.</p>\n<p>As an action, you can reduce the severity of your @UUID[Compendium.pf2e.conditionitems.i3OJZU2nk64Df3xm]{Clumsy}, @UUID[Compendium.pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled}, or @UUID[Compendium.pf2e.conditionitems.fesd1n5eVhpCSS18]{Sickened} condition, reducing that condition's value by 1.</p>\n<p>You can safely use this benefit once per adventure. You can attempt to use it a second time, overcharging the @UUID[Compendium.pf2e.equipment-srd.gbwr57aT9ou8yKWT]{Wayfinder} at the risk of destroying it. When you do so, roll a @Check[type:flat|dc:10]. On a success, the @UUID[Compendium.pf2e.equipment-srd.gbwr57aT9ou8yKWT]{Wayfinder} is broken. On a failure, the <em>wayfinder</em> is destroyed. If anyone tries to overcharge a @UUID[Compendium.pf2e.equipment-srd.gbwr57aT9ou8yKWT]{Wayfinder} that's already been overcharged, the item is automatically destroyed (even if it has been repaired) and does not provide the activated benefit.</p>"
		},
		"World Traveller": {
			"name": "World Traveller",
			"description": "<p><strong>[Slotless]</strong></p>\n<p><strong>Prerequisites</strong> Tier 4 with the Horizon Hunters</p>\n<p><strong>Cost</strong> 8 Fame</p>\n<hr />\n<p><strong>Effect</strong> Your journeys have taken you far, and Pathfinders who follow in your footsteps benefit from your breadth of experience. Select 1 of your Pathfinder Society characters with 12 or fewer XP. That character can simultaneously benefit from two copies of the @UUID[Compendium.pf2e.pathfinder-society-boons.KXO4CUklzuJ0tZnw]{Home Region} boon.</p>"
		}
	}
}