{
	"label": "Outlaws of Alkenstar - Player's Guide",
	"entries":{"Outlaws of Alkenstar - Player's Guide":{"name":"Outlaws of Alkenstar - Player's Guide","caption":"","description":"<p><em>Sometimes, a bullet is best.</em></p><p>A gang of outlaws, each with their own grudge against the villains who wronged them, must join forces to get their revenge. In the steam-powered city of <strong>Alkenstar</strong>, where most business is as orderly as the hands on a clock, these rugged antiheroes will have to go against the grain if they’re to settle their vendettas.</p><p>Will the vigilantes have enough firepower to cut a path through Alkenstar’s soot-stained streets? Or will they, like so many others, get swallowed up by the ever-churning gears of the City of Smog?</p>","items":{},"journals":{"Players Guide":{"name":"Players Guide","pages":{"Contents":{"name":"Contents","text":"<img class=\"chapter-image\" src=\"modules/pf2e-ap178-180-outlaws-of-alkenstar/assets/art/PZO90178_Scene_Hellside_Chase_final.webp\" alt />\n<h1 class=\"no-toc chapter-heading\">\n  <span>Player’s Guide</span>\n</h1>\n<h2 class=\"no-toc\">How to Use This Player’s Guide</h2>\n<h2 class=\"no-toc\">\n  @UUID[JournalEntry.pf2ooalk01player.JournalEntryPage.01alkenstarcit00]{Alkenstar,\n  City of Smog}\n</h2>\n<p>Places of Note</p>\n<p>Sidebar: Where on Golarion?</p>\n<p>Notable Personas</p>\n<p>Map: Alkenstar</p>\n<p>Magic in Alkenstar</p>\n<h2 class=\"no-toc\">\n  @UUID[JournalEntry.pf2ooalk01player.JournalEntryPage.01yourcharacte00]{Your\n  Character}\n</h2>\n<p>Outlawed</p>\n<p>Gunmetal Grudge</p>\n<p>Sidebar: Running this Adventure</p>\n<p>The Heist</p>\n<h2 class=\"no-toc\">\n  @UUID[JournalEntry.pf2ooalk01player.JournalEntryPage.01charactersug00]{Character\n  Suggestions}\n</h2>\n<p>Alignments</p>\n<p>Ancestries</p>\n<p>Table: Suggested Character Options</p>\n<p>Classes</p>\n<p>Languages</p>\n<p>Skills and Feats</p>\n<p>Backgrounds</p>"},"How to Use This Player’s Guide":{"name":"How to Use This Player’s Guide","text":"<p>Welcome to Alkenstar!</p>\n<p>\n  If you’re reading this Player’s Guide, it means you and your friends have\n  decided to play in the Outlaws of Alkenstar Adventure Path. In this campaign\n  for Pathfinder Second Edition, you’ll create a 1st-level character and take on\n  the role of a criminal outlaw in a steam-powered metropolis. To get revenge on\n  the villains who ruined you, you’ll need to defeat clockwork creatures,\n  collect fantastic firearms, and navigate industrial dungeons, magical wilds,\n  and myriad social spheres. If this sounds exciting, you’ve found the right\n  Adventure Path!\n</p>\n<p>\n  To play in this campaign, all you need is the Pathfinder Core Rulebook and a\n  character sheet. With the permission of your Game Master (GM), you can also\n  use other Pathfinder Second Edition books and accessories to further customize\n  your character. While not required to enjoy Outlaws of Alkenstar, Pathfinder\n  Guns &amp; Gears is an especially useful supplement to have on hand, as it\n  contains a number of character options and rules elements specifically\n  designed for characters in Alkenstar, the industrial metropolis at the heart\n  of this Adventure Path.\n</p>\n<p>This Player’s Guide is organized into the following sections:</p>\n<ul>\n  <li>\n    <strong>@UUID[JournalEntry.pf2ooalk01player.JournalEntryPage.01alkenstarcit00]{Alkenstar,\n      City of Smog}:</strong>\n    An overview of the industrial metropolis in which your story takes place.\n  </li>\n  <li>\n    <strong>@UUID[JournalEntry.pf2ooalk01player.JournalEntryPage.01yourcharacte00]{Your\n      Character}:</strong>\n    Important background details and inspiring lore to consider before creating\n    your character.\n  </li>\n  <li>\n    <strong>@UUID[JournalEntry.pf2ooalk01player.JournalEntryPage.01charactersug00]{Character\n      Suggestions}:</strong>\n    Additional guidance, practical advice, and specific tips for creating a\n    character tailored specifically for Outlaws of Alkenstar.\n  </li>\n</ul>"},"Alkenstar City of Smog":{"name":"Alkenstar City of Smog","text":"<h1 class=\"no-toc\">Alkenstar, City of Smog</h1>\n  <p>\n    In the heart of the war-torn Mana Wastes, a metropolis of industry,\n    innovation, and intrigue awaits travelers hardy enough to make the journey.\n    Beneath the towering gaze of brass spires and stone fortresses, amid a\n    tangle of oil-slicked streets and soot-stained alleys, human inventors and\n    their clockwork creations walk beside mutated gnoll scavengers,\n    bronze-masked religious zealots, and fire-fleshed geniekin merchants. Many\n    spend their days toiling without respite in grimy workshops or smoky\n    factories. Others patrol the cobblestone streets for their fortunes, one\n    hand firmly on their holstered sidearms, ready to confront a rival gang or\n    runaway bounty. All the while, pistons, gears, and cogs within every\n    machine and building turn as steadily as the hands of a clock, all\n    maintaining the mechanical rhythm of a settlement that never truly sleeps.\n    This is Alkenstar, the City of Smog.\n  </p>\n  <p>\n    Outlaws of Alkenstar begins in the eponymous city. Whether your character is\n    Alkenstar-born, a first- or second-generation immigrant, or a total\n    newcomer, it’s worthwhile to master some of the City of Smog’s basic\n    nomenclature. The following is some basic information about Alkenstar known\n    to most locals and visitors alike.\n  </p>\n  <aside class=\"sidebar\">\n    <h1 class=\"no-toc\">Where on Golarion</h1>\n    <p>\n      The Outlaws of Alkenstar Adventure Path starts in the city of Alkenstar,\n      an industrial and technological mecca in the Mana Wastes of eastern\n      Garund. For more information about the Mana Wastes and Alkenstar, see\n      pages 195–199 of Pathfinder Guns &amp; Gears or pages 74–76 of the\n      Pathfinder Lost Omens World Guide.\n    </p>\n    <img style=\"shape-outside:url('modules/pf2e-ap178-180-outlaws-of-alkenstar/assets/maps/where-on-golarion.webp')\" src=\"modules/pf2e-ap178-180-outlaws-of-alkenstar/assets/maps/where-on-golarion.webp\" />\n  </aside>\n  <h2>Places of Note</h2>\n  <p>\n    Alkenstar is a large city in an arid desert environment built atop the edge\n    of the 400-foot-tall\n    <strong>Hellfallen Cliffs</strong>. Formidable stone walls protect the city\n    on all sides from wasteland raiders. The easiest way into the city is via\n    the steady-flowing <strong>Ustradi River</strong>, which naturally bisects\n    Alkenstar.\n  </p>\n  <p>\n    In the center of the city is <strong>Alken Falls</strong>, a massive\n    waterfall set several hundred yards back from the rest of the Hellfallen\n    Cliffs to the north. Thousands of vessels traverse Alken Falls each year by\n    way of the <strong>Screw</strong>, a technological marvel that can raise or\n    lower multiple ships at a time from one end of the falls to the other.\n  </p>\n  <p>\n    The wealthy districts and neighborhoods south of the Ustradi are referred to\n    as <strong>Skyside</strong>, whereas the polluted, industrial quarters to\n    the north are collectively known as <strong>Smokeside</strong>. Within these\n    two major regions, the city is further subdivided into loosely defined\n    wards.\n  </p>\n  <ul>\n    <li>\n      Smokeside is home to the quaint inventors’ neighborhood of\n      <strong>Steamhaven</strong>, peaceful <strong>Ustradi Heights</strong>,\n      and lively <strong>Ferrous Quarter</strong>.\n    </li>\n    <li>\n      In Skyside, one can attend swanky aristocratic galas in the\n      <strong>Capital District</strong>, peruse the many marketplaces of\n      <strong>Auburn District</strong>, or head to\n      <strong>Pilot’s Square</strong> to pay for passage aboard an airship or\n      dirigible bound for major ports along the eastern Garundi coastline.\n    </li>\n    <li>\n      A few city districts defy categorization into either Skyside or Smokeside,\n      including <strong>Hellside</strong>—a shantytown that literally hangs from\n      the side of the cliffs overlooking Alken Falls—and the monster-infested\n      ruins of <strong>Ironside Quarter</strong> along the city’s far western\n      wall.\n    </li>\n  </ul>\n  <p>\n    Alkenstar’s major institutions include\n    <strong>Alkenstar Castle</strong> (from which the city’s elected politicians\n    hold court), the <strong>Temple of Brigh</strong> (overseen by the highly\n    influential priests of the goddess of clockwork), and\n    <strong>Blythir College</strong> (the city’s only major magical academy and\n    a hub of higher learning). Of course, as in any city, Alkenstar’s most\n    important cultural movements occur among its people, not its leaders. In the\n    sky-scraping towers of <strong>Graeson’s Fingers</strong> in the Capital\n    District or upscale establishments like the\n    <strong>Longhorn Lounge</strong>, socialites mingle and make deals behind\n    closed doors at ritzy soirees and gaudy galas, whose electric luxuries are\n    made possible only by the skilled engineers at the\n    <strong>Tinwound Hydroforge</strong>.\n  </p>\n  <p>\n    All the while, criminals both organized and independent haunt Alkenstar’s\n    alleyways, sewers, and seedy taverns like the\n    <strong>Hotfoot Hippodrome</strong>, where untold quantities of illicit\n    wealth are pushed through the city like so much lifeblood. At popular\n    saloons like the <strong>Barrel &amp; Bullet Saloon</strong>, impoverished\n    factory hands and honest laborers hold court from the fortress of a taproom\n    table and wielding only a mug of watery ale.\n  </p>\n  <p>\n    Beyond the city’s walls lie the <strong>Mana Wastes</strong>—a turbulent,\n    craggy desert irrevocably altered by centuries of magical warfare from the\n    neighboring, wizard-ruled nations of <strong>Nex</strong> and\n    <strong>Geb</strong>. Emigrants from either country are common in Alkenstar.\n    Many such expatriates are wanted by talented spellcasters, and so they come\n    to Alkenstar to exploit the region’s strange ambient effects on magic and\n    hide from their aggressors. Others are spellcasters themselves who wish to\n    experiment with their craft in the heart of the Mana Wastes.\n  </p>\n  <p>\n    Two geographical regions occupy most of the Mana Wastes: east of Alkenstar\n    to the Obari Ocean is the arid, storm–wracked\n    <strong>Spellscar Desert</strong>. On the city’s other side is the\n    <strong>Western Ravage</strong>, a craggy badland which spans the many miles\n    between Alkenstar and the Barrier Peaks.\n  </p>\n  <p>\n    Just 50 miles west of Alkenstar is the <strong>Gunworks</strong>, a sturdy\n    outpost of innovative metallurgists, ambitious gunsmiths, and seasoned\n    wasteland rangers. Here, a massive cannon called the Maw of Rovagug protects\n    the city from roving bandits and violent monsters.\n  </p>\n  <p>\n    Closer to Alkenstar proper is the dwarven Sky Citadel of Dongun Hold. It was\n    from the inventors and alchemists of\n    <strong>Dongun Hold</strong> that the settlers of Alkenstar first learned\n    the secrets of black powder and firearm technology. As a result of the\n    settlements’ decades of comingling, many Dongun dwarves can be found within\n    Alkenstar’s walls.\n  </p>\n  <h2>Notable Personas</h2>\n  <img class=\"float-right\" src=\"modules/pf2e-ap178-180-outlaws-of-alkenstar/assets/art/BLACKPOWDER_BERSERKER.webp\" alt style=\"shape-outside:url('modules/pf2e-ap178-180-outlaws-of-alkenstar/assets/art/BLACKPOWDER_BERSERKER.webp')\" />\n  <p>\n    Though the city’s rulers prefer to believe that their laws and norms make\n    Alkenstar a safe, orderly place to live, the truth is that power of all\n    kinds—monetary, social, alchemical—swaps hands as a matter of course.\n  </p>\n  <p>\n    Most of Alkenstar’s citizenry can be divided into either the working class\n    or the aristocratic elite. The former labor ceaselessly to produce goods,\n    services, and wealth, while the latter live to consume these resources.\n    Alkenstar’s best-known aristocrat is also the city’s leader, the popular and\n    savvy\n    <strong>Grand Duchess Trietta Ricia</strong>. Beyond politicians, the\n    aristocratic class also consists of the city’s money movers and power\n    brokers, including notorious financiers like\n    <strong>Ambrost Mugland</strong> and infamous iron-fisted shieldmarshals\n    like <strong>Deputy Anjelique Loveless</strong>. Lower on the social ladder\n    but no less impactful are charismatic rumormongers disguised as humble\n    workers, including the Bullet &amp; Barrel Saloon’s own shotgun-toting\n    barkeep, <strong>Foebe Dunsmith</strong>.\n  </p>\n  <p>\n    Beyond humans, dwarves, and other beings of flesh and blood, Alkenstar is\n    home to a diverse and populous class of clockwork servants. Incapable of\n    thought, feeling, or even (in most cases) any sensation at all, these\n    mechanical drones serve their creators diligently and without question.\n    Private companies and well-off individuals build or buy their own clockworks\n    to perform repetitive labor, private security, or miscellaneous errands.\n    Likewise, clockworks commissioned by the Grand Duchy fill less-desirable\n    civil roles—trash collecting, late guard shifts, road maintenance—so that\n    working-class laborers can keep their heads down and focus on the job at\n    hand. Meanwhile, behind the scenes, clockwork inventors wage their own\n    shadow wars and arms races to devise ever more impressive clockwork\n    creations.\n  </p>\n  <p>\n    In addition to inventors, Alkenstar is home to creators of nearly every\n    stripe, particularly alchemists and gunsmiths. Among this class of tinkers\n    and scholars, technological news and rumors of new innovations spread at the\n    speed of sound—often literally, considering the booming explosions that can\n    be heard from workshops and factories at nearly every hour of the day. For\n    example, recently, an eccentric alchemist named Vashon Gattlebee stunned\n    onlookers at his ill-fated exhibition at Blythir College, where he showed\n    off a devastating new explosive called pyronite. The pyronite incident, as\n    the exhibition has become known, sent shock waves throughout Alkenstar’s\n    scientific community, with nearly every metallurgist, engineer, and\n    researcher speculating upon the implications of this dramatic new weapon.\n  </p>\n  <h2>Magic in Alkenstar</h2>\n  <p>\n    The City of Smog has a reputation for favoring technological innovations\n    over supernatural ones. This is partially as a result of the city’s origins;\n    the expatriates who emigrated from the nations of Nex and Geb to found\n    Alkenstar were mostly renegades and exiles. They eschewed the strong magical\n    traditions of their wizard-ruled homelands in favor of different approaches\n    to common societal problems. The emergence of black powder technology from\n    nearby Dongun Hold only exacerbated newcomers’ preference for alchemy and\n    machines over wands and spellbooks.\n  </p>\n  <p>\n    Another reason for Alkenstar’s relative dearth of spellcasters comes from\n    its climate: the Mana Wastes are infamous for the devastating magical\n    siroccos that regularly sweep across the desert—“mana storms,” in the local\n    parlance. When a mana storm rolls in, spells and magical powers are much\n    more likely to go awry, so wise spellcasters sheathe their wands and\n    travelers run for cover. During such storms, a well-aimed fireball is just\n    as likely to hit its mark as warp into a spear of ice that backfires on its\n    caster. Thankfully, the walls around the city of Alkenstar protect those\n    inside the settlement proper from the worst effects of mana storms. Local\n    forecasts called whispersheets also offer reliable predictions for times of\n    day when magic might not function as intended.\n  </p>\n  <p>\n    In the Outlaws of Alkenstar Adventure Path, magic is assumed, by default, to\n    function reliably and as described in the Pathfinder Core Rulebook. This\n    means that you can play as a sorcerer, witch, or any other spellcaster\n    without fear of being at a disadvantage. The rare mana storm might\n    complicate matters once or twice during the campaign, but your characters\n    will be made aware of these events well in advance, giving you plenty of\n    time to prepare for situations that could dramatically impact your\n    character’s abilities.\n  </p>\n  <p>\n    That said, your GM might have other ideas in mind, particularly if the rest\n    of the group is interested in playing a campaign where magic is relatively\n    rare. If you plan to play a spellcaster class, make sure you and your GM are\n    on the same page regarding mana storms, whispersheets, and what effect (if\n    any) these elements might have on your adventures.\n  </p>"},"Your Character":{"name":"Your Character","text":"<p>\n  In the Outlaws of Alkenstar Adventure Path, you and your friends assume the\n  roles of wanted criminals who must operate outside the law to earn their\n  fortunes and freedom. Your ultimate goal is twofold: clear your name, and also\n  seek revenge against the villain responsible for your ruined reputation.\n</p>\n<p>\n  Read on to learn more about the implications of your outlaw status, the\n  nemeses responsible for your infamy, and the upcoming job that promises to\n  help you get revenge.\n</p>\n<h2>Outlawed</h2>\n<p>\n  At the beginning of this Adventure Path, your character is presumed to be an\n  outlaw—a notorious roughneck, wanted renegade, or wrongly accused\n  runaway—currently at large and charged by the city of Alkenstar with breaking\n  one, two, or a dozen laws. The crime of which you’ve been accused might be\n  petty (such as trespassing, picking pockets, or breaking and entering), or it\n  might be grand (high treason, prison break, or murder), or it might land\n  somewhere between these two extremes. You might have committed the crime with\n  full knowledge of your misdeed, or perhaps you believed you were in the right\n  or had no other option. Maybe you didn’t do anything wrong at all, and the\n  entire matter is a grave understanding or a setup. Whatever the specifics,\n  you’ve caught the attention of Alkenstar’s organized guard force, the\n  shieldmarshals.\n</p>\n<p>\n  Now, to retain your freedom and eventually clear your name, you’ll need to\n  stay one step ahead of the law by operating outside of it. This means that you\n  must disguise yourself before appearing in public, you’d do well to avoid\n  drawing undue attention toward yourself, and any allies you have are either\n  wanted criminals as well or aid you only after thinking long and hard about\n  whether to do so. No one in polite society dares to be seen by your side, and\n  your opportunities for honest work are slim to none.\n</p>\n<p>\n  How did you get yourself in this predicament? The specific details of your\n  alleged wrongdoing are up to you to decide. For some inspiration and potential\n  ideas to help you build your character’s backstory, see the new\n  @UUID[JournalEntry.pf2ooalk01player.JournalEntryPage.01charactersug00]{Backgrounds}.\n  These backgrounds also provide you with an important hook: the name of the\n  betrayer responsible for your newly acquired criminal reputation.\n</p>\n<aside class=\"sidebar\">\n  <h1 class=\"no-toc\">Running this Adventure Path</h1>\n  <p>\n    Playing in Outlaws of Alkenstar is a blast, and running the Adventure Path\n    as a GM can be just as fun. If you’d like to run your own Outlaws of\n    Alkenstar campaign, doing so is as easy as picking up the first volume in\n    the series, <i>Pathfinder Adventure Path #178: Punks in a Powderkeg</i>, a\n    complete adventure for 1st- to 3rd-level characters. You can find this\n    volume and many more Pathfinder adventures at your friendly local game store\n    or <i>paizo.com</i>.\n  </p>\n  <p>\n    After the party has finished the first adventure, you can continue your\n    players’ exciting story in Alkenstar and conclude the campaign with the\n    second and third volumes in the Outlaws of Alkenstar Adventure Path: “Cradle\n    of Quartz” and “The Smoking Gun.”\n  </p>\n</aside>\n<h2>Gunmetal Grudge</h2>\n<p>\n  Even if your character’s misdeeds were bound to catch up to them, the bulk of\n  the blame for your character’s ill fame rests firmly on the shoulders of one\n  of two infamous Alkenstar villains: the notoriously corrupt Deputy\n  Shieldmarshal Anjelique Loveless or the infamous business mogul Ambrost\n  Mugland. The backgrounds on page 11 are designed specifically to explain your\n  character’s grudge against either Loveless or Mugland, but you can pick either\n  villain as your sworn nemesis and tailor the reasons for your character’s\n  vendetta however you like.\n</p>\n<p>\n  Whichever of these wretches wronged your character, it’s an open secret in\n  Alkenstar that Loveless and Mugland are in league with one another, each using\n  their particular realm of influence to scratch the other’s back. Though this\n  makes them nearly impervious to the forces of law and order—few with the power\n  to do so are brave enough to take the pair to task—their alliance is useful\n  because it expands your character’s pool of potential allies. After all,\n  there’s a famous saying in Alkenstar: “A bullet for my enemy aims as true in\n  any gun.”\n</p>\n<h2>The Heist</h2>\n<img class=\"float-right\" src=\"modules/pf2e-ap178-180-outlaws-of-alkenstar/assets/art/FOEBE_DUNSMITH_PORTRAIT_FINAL.webp\" alt style=\"shape-outside:url('modules/pf2e-ap178-180-outlaws-of-alkenstar/assets/art/FOEBE_DUNSMITH_PORTRAIT_FINAL.webp')\" />\n<p>\n  In the days immediately preceding the beginning of this Adventure Path, your\n  character received word of a potentially lucrative job opportunity.\n  Apparently, a mysterious job broker is looking for a party of outlaws to rob a\n  bank called the Gold Tank Reserve in Ferrous Quarter. The employer is Foebe\n  Dunsmith, a tavern proprietor and barkeep much beloved by the rough and rowdy\n  clientele of her storied watering hole, the Bullet &amp; Barrel Saloon.\n  Dunsmith’s promised payment for the heist might be tantalizing, depending on\n  how hard up your character is. More importantly, though, is the fact that the\n  Gold Tank is owned by none other than Ambrost Mugland, and some of the gold\n  that flows through it eventually finds its ways into the pockets of Anjelique\n  Loveless and her league of crooked shieldmarshals.\n</p>\n<p>\n  With the goal of hitting your nemesis where it hurts most—the coin\n  purse—you’ve decided to take up Dunsmith on her job offer. To pull off such an\n  audacious stunt, you’ll be working alongside a handful of other outlaws who\n  also bear grudges against Mugland or Loveless. If you’ve any hopes of\n  succeeding at all, you’ll need to befriend these fellow felons and coordinate\n  your tactics, at least until you’ve gotten your sweet revenge.\n</p>"},"Character Suggestions":{"name":"Character Suggestions","text":"<p>\n  Though you’re free to create any kind of character you like for the Outlaws of\n  Alkenstar Adventure Path, the following suggestions are designed to help you\n  make a character well suited for this campaign. These suggestions are\n  summarized on the table on page 9, which lists character options from strongly\n  recommended to not recommended.\n</p>\n<h2>Alignments</h2>\n<p>\n  Because you and your friends will be taking on the roles of outlaws, it makes\n  sense that your character might be someone who lives outside typical legal\n  parameters or codes of ethics. Because of this, chaotic good and chaotic\n  neutral are ideal choices for your character’s alignment. Such characters\n  likely find themselves frequently at odds with Alkenstar’s highly regimented\n  powers that be, including the Temple of\n  @Compendium[pf2e.deities.vEMCpm7iidycRT5D]{Brigh} (most of whose devotees tend\n  to be lawful neutral), shieldmarshals (guards charged with upholding the\n  letter of the law), and the many famous guilds, private armies, and shadowy\n  corporations whose strict, regimented systems keep the city’s denizens in\n  lockstep with power brokers’ fiscal and industrial aims.\n</p>\n<p>\n  On the other hand, although your character ostensibly broke the law, they\n  might have been wrongfully accused, framed, or set up. Even if they did commit\n  the crime that’s led to their outlaw status, perhaps your character follows a\n  personal code that, while structured and methodical, simply doesn’t mesh with\n  Alkenstar’s conceptions of law and order. If so, lawful neutral or lawful good\n  are great alignment options.\n</p>\n<p>\n  As in nearly all Pathfinder Adventure Paths, evil alignments are best suited\n  for your party’s enemies, not your character. Though your character begins the\n  adventure as an outlaw and might even be a selfish antihero, the campaign\n  won’t put you in positions where you have to commit heinous or evil deeds.\n  Likewise, it’s assumed that the deeds that made your character a wanted\n  criminal weren’t motivated by greed, malevolence, or depravity (or, if they\n  were, your character has had a dramatic and sincere change of heart between\n  the crime and the beginning of the campaign). As usual, intentionally\n  committing atrocities or victimizing others will make it much harder for you\n  to work with your party and potential allies who don’t want anything to do\n  with evildoers.\n</p>\n<h2>Ancestries</h2>\n<p>\n  Alkenstar is home to a wide variety of ancestries and ethnicities, though the\n  majority of its inhabitants are humans, particularly ethnic Garundi closely\n  descended from Nexian and Gebbite immigrants. Since the city’s founding over a\n  century ago, plenty of other diverse peoples have found their footing here,\n  including Mwangi from west of the Barrier Peaks or south of Geb, Keleshites\n  from as near as Katapesh or Qadira or as far as Kelesh, and Vudrani from\n  Jalmeray or elsewhere across the Obari Ocean.\n</p>\n<p>\n  Dwarves are the city’s second-most populous ancestry, many hailing from the\n  nearby Sky Citadel of Dongun Hold. It was Dongun dwarves who supplied the\n  first firearms to Ancil Alkenstar’s burgeoning community of technologists and\n  magic-weary refugees. Today, Dongun dwarves continue to be regarded as among\n  the best gunsmiths and explosives engineers in the world.\n</p>\n<p>\n  Jaric halflings and Vourinoi elves are far from unknown in Alkenstar—Ambrost\n  Mugland and Anjelique Loveless are only two of the most famous examples,\n  respectively. Roughly as common as these are gnolls and geniekin, the latter\n  of which are perhaps more common than usual in Alkenstar due, in part, to the\n  mysterious effects of mana storms on mortal bloodlines.\n</p>\n<p>\n  Finally, a notable number of Gebbite dhampirs and Nexian fleshwarps—comprising\n  a combination of temporary visitors, traveling adventurers, and full-blown\n  expatriates—also call the City of Smog home. Perhaps more than any other\n  ancestries, these individuals are uniquely suited to Alkenstar’s industrial\n  environment; hazardous pollutants and smog are of less concern to undead, and\n  fleshwarps too often boast anatomies that lessen the severity of environmental\n  dangers.\n</p>\n<p>\n  For more details on these ancestries and others that call Alkenstar home, see\n  the Pathfinder Lost Omens Ancestry Guide.\n</p>\n<h2>Classes</h2>\n<p>\n  Alkenstar is the Inner Sea’s preeminent hub of technological and industrial\n  innovation. In the City of Smog, the quickest way to gain power, prestige, or\n  profit is to invent something that other people want; this holds as true for\n  adventurers as it does for aristocrats and common folk. Because scientific\n  experimentation and progress are keystones of daily life in Alkenstar,\n  alchemists and inventors (Pathfinder Guns &amp; Gears 15–33) do extremely well\n  as a general rule. Whether by mixing rare reagents collected from the Mana\n  Wastes or by tinkering with the literal tons of scrap that fill Alkenstar’s\n  junkyards, there are countless opportunities for old-time residents and\n  newcomers alike to practice the skills necessary to become accomplished in\n  either of these fields.\n</p>\n<p>\n  The same can be said for the gunslinger class (Guns &amp; Gears 105–119),\n  which is probably more common in Alkenstar than in any other corner of the\n  Inner Sea region. Alkenstar’s proximity to Dongun Hold—the birthplace of black\n  powder—means that firearms aren’t just easily accessible, but practically\n  commonplace. Mercenaries, monster slayers, bounty hunters, and criminals all\n  might call themselves gunslingers, though only a few ever exhibit the true\n  grit necessary to make it to the big leagues. The most talented shootists and\n  desperados command a high price as guns-for-hire or swiftly rise through the\n  ranks of organizations such as the shieldmarshals, making the gunslinger class\n  a natural fit for this campaign.\n</p>\n<p>\n  For the full rules on gunslingers and inventors, see Pathfinder Guns &amp;\n  Gears.\n</p>\n<p>\n  Beyond these three thematically suitable classes—alchemists, gunslingers, and\n  inventors—characters of any class well-suited for urban adventuring can hope\n  to succeed in the Outlaws of Alkenstar Adventure Path. Investigators and\n  rogues can uncover countless mysteries and hidden treasures on the streets of\n  the City of Smog, and swashbucklers and bards can likewise find opportunities\n  for escapades and entertainment at every turn.\n</p>\n<p>\n  For all of Alkenstar’s emphasis on technological novelties and progress, it’s\n  sometimes hard to beat a well-placed punch or a masterfully executed sword\n  swing. The fearsome threat of monsters encroaching from the Mana Wastes makes\n  adventurous martial experts of all stripes—such as fighters, monks, and\n  barbarians—always in high demand.\n</p>\n<p>\n  On the spiritual side of things, clerics, champions, and other pious\n  adventurers might strongly consider\n  @Compendium[pf2e.deities.vEMCpm7iidycRT5D]{Brigh}, the Whisper in Bronze and\n  patron goddess of clockwork inventors, as their deity. The Temple of Brigh in\n  Alkenstar is the largest organized church dedicated to the Bronze Lady in the\n  Inner Sea region. Ever-orderly\n  @Compendium[pf2e.deities.d56paSkcwvll2OhR]{Abadar} is also a popular deity\n  with Alkenstar’s most cosmopolitan believers. At the other extreme,\n  comfort-eschewing wasteland wanderers vastly prefer the age-old wisdom of the\n  divine hunter, @Compendium[pf2e.deities.mm1j6UbHqFCI8fwB]{Erastil}. Finally,\n  many Dongun dwarves pay stalwart homage to\n  @Compendium[pf2e.deities.sZrdzh0ANQnZGXJb]{Torag}, Father of Dwarvenkind, and\n  honor him with creative spins on ancient traditions.\n</p>\n<p>\n  Because of the surrounding region’s unique climate—magic-warping mana storms\n  are relatively common outside the city’s walls—druids, wizards, summoners, and\n  sorcerers don’t flock to Alkenstar as a rule, but they aren’t necessarily\n  unknown either. The few arcane spellcasters who intentionally travel to\n  Alkenstar often do so in the hopes of attending Blythir College, the city’s\n  only official academy of magic. Sorcerers and druids are more likely to dwell\n  on the city’s outskirts, where they can better tap into the mysterious powers\n  of so-called wellspring magic (Pathfinder Secrets of Magic 248).\n</p>\n<p>\n  Many spellcasters living in the City of Smog are exiles from Geb or Nex, where\n  they likely first gained their penchant for ancient necromantic secrets or\n  universal arcane truths, respectively. Witches, magi, and oracles similarly\n  travel to the Mana Wastes for their own mysterious reasons, and their\n  unorthodox relationship with esoterica makes them perhaps a bit more common in\n  the weird and wild Mana Wastes.\n</p>\n<h2>Languages</h2>\n<p>\n  Owing to its cosmopolitan cultural makeup, the Grand Duchy of Alkenstar’s\n  official language is Common (Taldane), though the high population of dwarves\n  (especially dwarves from Dongun Hold) makes Dwarven nearly as ubiquitous. The\n  most successful merchants and travelers also take it upon themselves to learn\n  Kelish, a language commonly spoken in nearby nations like Geb, Nex, and\n  Katapesh.\n</p>\n<p>\n  In the wastelands beyond Alkenstar’s walls, roving bandits, violent mutated\n  giants, and horrific monsters tend to speak Gnoll, Jotun, Aklo, or a pidgin of\n  all three. Those who deal with evildoers could do far worse than to practice\n  one of these tongues as well.\n</p>\n<h2>Skills and Feats</h2>\n<p>\n  Alkenstar is a city of inventors and makers; thus, virtually everyone has at\n  least a bit of training in the Crafting skill, which is useful not just for\n  making and repairing things, but also identifying the many different kinds of\n  clockwork creatures that roam the city. By the same token, anyone who expects\n  to be fighting or evading clockworks and their masters would do well to study\n  Thievery as a means of disabling devices.\n</p>\n<p>\n  Even for those with supernatural means of avoiding arrest, prowess in\n  Athletics or Acrobatics can often spell the difference between capture and\n  escape. Likewise, silver-tongued outlaws can benefit greatly from expertise in\n  social skills like Deception, Diplomacy, Intimidation, or Society. Although\n  Performance can be useful for creating diversions, a knack for Religion might\n  be even more practical in a settlement whose predominant church—the Temple of\n  Brigh—functions like an essential cog in daily goings-on. Of course, when all\n  else fails, there’s always pure and simple Stealth, an invaluable addition to\n  any outlaw’s skill repertoire.\n</p>\n<p>\n  Although Nature and Survival are of minimal use in Alkenstar proper, the\n  outskirts of the city are rife with animals and environmental dangers, making\n  naturalists and survivalists useful in certain situations. While Medicine and\n  Occultism are always useful skills to have on hand, neither will open any\n  special doors in this campaign.\n</p>\n<p>\n  Among the subcategories of the Lore skill, Alkenstar Lore, Brigh Lore, and\n  Engineering Lore are highly relevant throughout this Adventure Path.\n</p>\n<p>\n  Suitable feats include any that complement your character concept and/or play\n  into the above skills. As an outlaw, your character might particularly benefit\n  from feats that could help you survive on the outskirts of proper society or\n  without the assistance of the law. Likewise, because Alkenstar’s architecture\n  is so tightly packed together, feats that increase mobility in close quarters\n  will typically be more useful than those which require a Large animal\n  companion or mount to enjoy. The\n  @UUID[JournalEntry.pf2ooalk01player.JournalEntryPage.01suggestedcha00]{table}\n  includes lists of specific feats to consider for your character.\n</p>\n<h2>Backgrounds</h2>\n<p>\n  Though you can choose any common background for your character (including the\n  ones starting on page 60 of the Core Rulebook; the criminal background is\n  particularly appropriate), the following new backgrounds are designed\n  specifically for the Outlaws of Alkenstar Adventure Path. You can use these\n  backgrounds to inspire personality traits and details that tie your character\n  to Alkenstar.\n</p>\n<p>\n  Additionally, each of the following backgrounds includes a reason for your\n  character to seek revenge against one of two villains who wronged you: the\n  nefarious mogul Ambrost Mugland or the corrupt shieldmarshal Anjelique\n  Loveless.\n</p>\n<p>@Compendium[pf2e.backgrounds.U1gbRkmZqJ7SmpeF]{Banished Brighite}</p>\n<p>@Compendium[pf2e.backgrounds.eHfsMNiVeqwnrpG3]{Framed in Ferrous Quarter}</p>\n<p>@Compendium[pf2e.backgrounds.UK40FVVVx6IKxipW]{Inexplicably Expelled}</p>\n<p>@Compendium[pf2e.backgrounds.bxWID85noazU72O3]{Ratted-Out Gun Runner}</p>\n<p>@Compendium[pf2e.backgrounds.4lbfPXwZEf3eE0ip]{Snubbed Out Stoolie}</p>\n<p>@Compendium[pf2e.backgrounds.wZikbWmCWYpjFxQF]{Wanted Witness}</p>"},"Suggested Character Options":{"name":"Suggested Character Options","text":"<h1 class=\"no-toc table\">Suggested Character Options</h1>\n    <table>\n    <tbody>\n    </tbody></table><table style=\"width:100%\">\n    <colgroup>\n    <col style=\"width:5%\"></col>\n    <col style=\"width:5%\"></col>\n    <col style=\"width:20%\"></col>\n    <col style=\"width:10%\"></col>\n    <col style=\"width:30%\"></col>\n    <col style=\"width:30%\"></col>\n    </colgroup>\n    <tbody>\n    <tr>\n    <th>Alignments</th>\n    <th><p>Ancestries</p><p>(and Ethnicities)</p></th>\n    <th>Classes</th>\n    <th>Languages</th>\n    <th>Skills</th>\n    <th>Feats</th>\n    </tr>\n    <tr>\n    <td colspan=\"6\">\n    <p style=\"font-weight:bold\">Strongly Recommended</p>\n    </td>\n    </tr>\n    <tr>\n    <td>\n    <p>CG</p>\n    <p>CN</p>\n    </td>\n    <td>\n    <p>Dwarf (Dongun)</p>\n    <p>Human (Garundi, Keleshite, Mwangi, Vudrani)</p>\n    </td>\n    <td>\n    <p>Alchemist</p>\n    <p>Gunslinger**</p>\n    <p>Inventor**</p>\n    </td>\n    <td>\n    <p>Common</p>\n    <p>Dwarven</p>\n    </td>\n    <td>\n    <p>Crafting</p>\n    <p>Lore (Alkenstar, Brigh, Engineering)</p>\n    <p>Thievery</p>\n    </td>\n    <td>\n    <p>Alchemical Crafting</p>\n    <p>Crafter’s Appraisal†</p>\n    <p>Feather Step</p>\n    <p>Quick Squeeze</p>\n    <p>Steady Balance</p>\n    </td>\n    </tr>\n    <tr>\n    <td colspan=\"6\">\n    <p style=\"font-weight:bold\">Recommended</p>\n    </td>\n    </tr>\n    <tr>\n    <td>\n    <p>N</p>\n    <p>NG</p>\n    </td>\n    <td>\n    <p>Halfling (Jaric)</p>\n    <p>Half-Elf (Vourinoi)</p>\n    <p>Geniekin*</p>\n    <p>Gnoll*</p>\n    </td>\n    <td>\n    <p>Bard</p>\n    <p>Cleric</p>\n    <p>Fighter</p>\n    <p>Investigator</p>\n    <p>Oracle</p>\n    <p>Rogue</p>\n    <p>Sorcerer</p>\n    <p>Swashbuckler</p>\n    </td>\n    <td>\n    <p>Gnoll</p>\n    <p>Goblin</p>\n    <p>Kelish</p>\n    </td>\n    <td>\n    <p>Acrobatics</p>\n    <p>Athletics</p>\n    <p>Deception</p>\n    <p>Society</p>\n    </td>\n    <td>\n    <p>Deceptive Worship</p>\n    <p>Experienced Smuggler</p>\n    <p>Lengthy Diversion</p>\n    <p>Pickpocket</p>\n    <p>Quick Coercion</p>\n    <p>Quick Repair</p>\n    <p>Streetwise</p>\n    <p>Subtle Theft</p>\n    </td>\n    </tr>\n    <tr>\n    <td colspan=\"6\">\n    <p style=\"font-weight:bold\">Appropriate</p>\n    </td>\n    </tr>\n    <tr>\n    <td>\n    <p>LN</p>\n    </td>\n    <td>\n    <p>Dhampir*</p>\n    <p>Fleshwarp*</p>\n    </td>\n    <td>\n    <p>Other common <br />classes</p>\n    </td>\n    <td>\n    <p>Aklo</p>\n    <p>Halfling</p>\n    <p>Jotun</p>\n    <p>Mwangi</p>\n    <p>Osiriani</p>\n    <p>Vudrani</p>\n    </td>\n    <td>\n    <p>Diplomacy</p>\n    <p>Intimidation</p>\n    <p>Performance</p>\n    <p>Religion</p>\n    <p>Stealth</p>\n    <p>Survival</p>\n    </td>\n    <td>\n    <p>Bon Mot†</p>\n    <p>Charming Liar</p>\n    <p>Courtly Graces</p>\n    <p>Group Impression</p>\n    <p>Hobnobber</p>\n    <p>Intimidating Glare</p>\n    </td>\n    </tr>\n    <tr>\n    <td colspan=\"6\">\n    <p style=\"font-weight:bold\">Not recommended</p>\n    </td>\n    </tr>\n    <tr>\n    <td>\n    <p>LG</p>\n    <p>LE</p>\n    <p>NE</p>\n    <p>CE</p>\n    </td>\n    <td>\n    <p>—</p>\n    </td>\n    <td>\n    <p>—</p>\n    </td>\n    <td>\n    <p>—</p>\n    </td>\n    <td>\n    <p>Medicine</p>\n    <p>Nature</p>\n    <p>Occultism</p>\n    </td>\n    <td>\n    <p>Express Rider</p>\n    <p>Forager</p>\n    <p>Multilingual</p>\n    <p>Natural Medicine</p>\n    <p>Ride</p>\n    <p>Survey Wildlife</p>\n    <p>Terrain Expertise</p>\n    <p>Train Animal</p>\n    <p>Underwater Marauder</p>\n    </td>\n    </tr>\n    <tr>\n    <td colspan=\"7\">\n    * See Pathfinder Lost Omens Ancestry Guide.\n    ** See Pathfinder Guns &amp; Gears.\n    † See Pathfinder Advanced Player’s Guide.\n    </td>\n    </tr>\n    </tbody>\n    </table>"},"Banished Brighite Background":{"name":"Banished Brighite Background","text":"<h2 class=\"no-toc\">Banished Brighite</h2>\n  <p>@Compendium[pf2e.backgrounds.U1gbRkmZqJ7SmpeF]{See background here}</p>\n  <p>\n    Once, you were a dedicated and important priest of @Compendium[pf2e.deities.vEMCpm7iidycRT5D]{Brigh}, goddess of\n    clockwork and invention, based out of the largest church to your deity, the Temple of Brigh in Alkenstar. Here, you\n    made important discoveries in the annals of your religion’s canon and furthered the Bronze Lady’s agendas of\n    innovation and creation. Your future seemed bright, and you predicted that it was only a matter of time until you\n    ascended to the rank of primary cog or, someday, grand cog.\n  </p>\n  <p>\n    Then, your years of devout service were undone in an instant. A man named Ambrost Mugland came to the Temple and\n    demanded not only access to the religious formulas you’d been uncovering, but exclusive rights to the precious\n    knowledge. When you refused, Mugland sent word to the church’s leaders that you’d been meddling in heretical\n    doctrine. He also implicated you in the theft of church funds that had mysteriously gone missing as of late. Sure\n    enough, you found yourself being asked to hand in your robes. Your church colleagues didn’t turn you in, but they\n    told you in no uncertain terms that you wouldn’t be able to find sanctuary for your alleged crimes in the halls of\n    the Temple of @Compendium[pf2e.deities.vEMCpm7iidycRT5D]{Brigh}.\n  </p>\n  <p>\n    On the run and with nowhere to turn, your faith has been thoroughly tested, though so far you’ve remained true to\n    your religion and maintained your sacred skills and divine powers. It’s unclear what the Bronze Lady has in store\n    for you, but at least one thing’s for certain: Ambrost Mugland will pay for what he did.\n  </p>\n  <p>Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost.</p>\n  <p>\n    You’re trained in the Religion skill and the Brigh Lore skill. You gain the\n    @Compendium[pf2e.feats-srd.IlOQuCQIhjJpig3S]{Quick Identification} skill feat.\n  </p>"},"Framed in Ferrous Quarter Background":{"name":"Framed in Ferrous Quarter Background","text":"<h2 class=\"no-toc\">Framed in Ferrous Quarter</h2>\n  <p>@Compendium[pf2e.backgrounds.eHfsMNiVeqwnrpG3]{See background here}</p>\n  <p>\n    Everyone knows that Ferrous Quarter isn’t exactly the nicest part of Alkenstar. Hard-working laborers, gunsmiths\n    suffering from black lung, and red-eyed tinkerers alike can toil their entire lives on these grimy streets and still\n    wind up dead in an alley with nothing to show for it. You were once one of these humble artisans, until one day, out\n    of nowhere, things broke bad.\n  </p>\n  <p>\n    Maybe you hung out with the wrong crowd. Maybe it was just bad luck. Whatever the case, you were framed for a crime\n    you didn’t commit—larceny, smuggling, possibly even murder. You didn’t stick around long enough to find out what,\n    exactly, the shieldmarshals banging on your door were charging you with. Now, you’re on the lam, uncertain where\n    you’ll be able to get a good night’s sleep, let alone your next meal.\n  </p>\n  <p>\n    At least one thing’s for sure, though: before you turned heel and ran into the streets, you saw a telltale signature\n    on the arrest warrant. It was the scrawl of a corrupt shieldmarshal who’s framed countless other hardworking folks\n    in your neighborhood on the basis of cooked-up evidence. Yes, you’re sure of it—the crooked guard who took you down\n    is none other than Deputy Anjelique Loveless, and you’re determined to return the favor.\n  </p>\n  <p>Choose two ability boosts. One must be to Dexterity or Constitution, and one is a free ability boost.</p>\n  <p>\n    You’re trained in the Crafting skill and the Engineering Lore skill. You gain the\n    @Compendium[pf2e.feats-srd.QLeMH5mQgh28sa5o]{Specialty Crafting} skill feat.\n  </p>"},"Inexplicably Expelled Background":{"name":"Inexplicably Expelled Background","text":"<h2 class=\"no-toc\">Inexplicably Expelled</h2>\n  <p>@Compendium[pf2e.backgrounds.UK40FVVVx6IKxipW]{See background here}</p>\n  <p>\n    Gaining admission to Blythir College is a difficult task, even for Alkenstar’s most well-to-do families. In the\n    magic-warped Mana Wastes, it’s next to impossible to fake arcane talents or alchemical aptitude. So when you were\n    accepted to the school, it was one of the most triumphant moments of your life.\n  </p>\n  <p>\n    Unfortunately, your victory was short-lived. Just as you were you making significant headway on a promising series\n    of explosive experiments, you found a letter on your desk informing you that, effective immediately, you were\n    permanently expelled from Blythir College. As bogus as the punishment was, the charges leveled against you were even\n    more puzzling: theft of property, both intellectual and physical. And just like that, you found your prestigious\n    honors replaced with a ruined reputation, and your colleagues and mentors became bitter rivals and accusers. In an\n    instant, you’d gone from promising scholar to wanted criminal.\n  </p>\n  <p>\n    You followed the money for answers and learned that a shady financier named Ambrost Mugland didn’t want you to\n    finish your research at Blythir. He’d learned that you were on the brink of a great discovery—one that even you\n    weren’t fully aware of—and he decided that your imminent breakthrough would be bad for business. Unfortunately for\n    Mugland, he chose the wrong student to destroy. Now, you’ll do whatever’s necessary to get your revenge on the\n    villain who stole the future you had worked so hard to build for yourself.\n  </p>\n  <p>Choose two ability boosts. One must be to Intelligence or Charisma, and one is a free ability boost.</p>\n  <p>\n    You’re trained in the Crafting skill and the Academia Lore skill. You gain the\n    @Compendium[pf2e.feats-srd.is3Oz9wt11lNq62K]{Alchemical Crafting} skill feat.\n  </p>"},"Ratted-Out Gun Runner Background":{"name":"Ratted-Out Gun Runner Background","text":"<h2 class=\"no-toc\">Ratted-Out Gun Runner</h2>\n  <p>@Compendium[pf2e.backgrounds.bxWID85noazU72O3]{See background here}</p>\n  <p>\n    Sure, you’ve got a checkered past. Who doesn’t? It’s hard to make a living in the City of Smog, so you did what you\n    could to put silvers in your pocket and food on the table. You made a good deal of money selling firearms from\n    the Gunworks to people who perhaps shouldn’t have had them. You even worked with wasteland marauders a few times,\n    sticking up Ustradi barges plying the river between the Gunworks and Alkenstar. Of course, you never hurt any\n    innocents or did anything truly heinous; your criminal career was always just a matter of money.\n  </p>\n  <p>\n    One day, a corrupt financier named Ambrost Mugland—a true crook if there ever was one—approached you, demanding a\n    cut of your business. When you refused, he put in a word with the shieldmarshals that you’d be a certain somewhere\n    at a certain time with a certain large quantity of illegally obtained firearms. Even though you escaped arrest, your\n    identity was compromised, and your old accomplices have all turned their backs on you. Your gun-running days are\n    clearly over. Now, you’re just running.\n  </p>\n  <p>Choose two ability boosts. One must be to Dexterity or Wisdom, and one is a free ability boost.</p>\n  <p>\n    You’re trained in the Stealth skill and the Firearm Lore skill. You gain the\n    @Compendium[pf2e.feats-srd.t3btih0O5RUwWynt]{Experienced Smuggler} skill feat.\n  </p>"},"Snubbed Out Stoolie Background":{"name":"Snubbed Out Stoolie Background","text":"<h2 class=\"no-toc\">Snubbed Out Stoolie</h2>\n  <p>@Compendium[pf2e.backgrounds.4lbfPXwZEf3eE0ip]{See background here}</p>\n  <p>\n    You were once a distinguished informant for the shieldmarshals, working deep undercover to infiltrate gangs of\n    bootleggers and assassins. Then, one day, you discovered that the records of your service had all been completely\n    destroyed. In an instant, you were no longer an elite spy impersonating a criminal—you were just a plain criminal.\n  </p>\n  <p>\n    Now, not a trace remains of your work for the city. Not only is it as though you were never a shieldmarshal at all,\n    but you’ve got a rap sheet implicating you as a key member in the criminal organizations you spent your career\n    infiltrating. Luckily, no one could take away the skills you learned from your deep-cover missions, and your new\n    notoriety has earned you quite a reputation among Alkenstar’s criminal elite. Through your underworld connections,\n    you’ve identified Deputy Shieldmarshal Anjelique Loveless as the one responsible for your fall from grace. It seems\n    you were onto something that she didn’t want you to know about, but there’s only one way to figure out exactly why\n    Loveless ruined your reputation and gave you your outlaw status—find her.\n  </p>\n  <p>Choose two ability boosts. One must be to Strength or Charisma, and one is a free ability boost.</p>\n  <p>\n    You’re trained in the Deception skill and the Underworld Lore skill. You gain the\n    @Compendium[pf2e.feats-srd.Dvz54d6aPhjsmUux]{Lie To Me} skill feat.\n  </p>"},"Wanted Witness Background":{"name":"Wanted Witness Background","text":"<h2 class=\"no-toc\">Wanted Witness</h2>\n  <p>@Compendium[pf2e.backgrounds.wZikbWmCWYpjFxQF]{See background here}</p>\n  <p>\n    You saw something you shouldn’t have, plain and simple. The shame is that you don’t even know what it is, exactly,\n    that you saw.\n  </p>\n  <p>\n    After moving to Alkenstar, you swiftly fell in love with the City of Smog, but you found it difficult to get a\n    foothold in the fast-paced metropolis. Luckily, a chance invitation promised good work for someone with your unique\n    social talents. You went to an inconspicuous chamber in a humble tower somewhere in the Capital District. There, you\n    met some clearly powerful, clearly corrupt members of the Alkenstar elite. Among the faces you recognized were the\n    notorious mogul Ambrost Mugland and the steely-eyed shieldmarshal Anjelique Loveless. Before you were asked to\n    leave, you made quite an impression—but not a good one.\n  </p>\n  <p>\n    Not only did you not make the cut for whatever kinds of jobs were on offer that day, but you soon discovered that\n    you couldn’t get a room at any inn in the city, and there were wanted posters with your name on them plastered all\n    over town. Friends and families turned their backs on you, afraid to get involved. Clearly, someone at that\n    meeting—Mugland, maybe, or perhaps Loveless—believed you were a liability, and they had you excised from Alkenstar\n    society. All you want is to be able to walk the streets without fearing for your life, and there’s only one way to\n    make that happen: find the villains responsible for your predicament and get them to undo the curse now attached to\n    your name.\n  </p>\n  <p>Choose two ability boosts. One must be to Constitution or Charisma, and one is a free ability boost.</p>\n  <p>\n    You’re trained in the Society skill and the Alkenstar Lore skill. You gain the\n    @Compendium[pf2e.feats-srd.yUuU9xyotrpwpTyC]{Read Lips} skill feat.\n  </p>"},"Credits":{"name":"Credits","text":"<img class=\"chapter-image\" src=\"modules/pf2e-ap178-180-outlaws-of-alkenstar/assets/art/OoA_Logo.webp\" alt />\n  <h1 class=\"no-toc chapter-heading\">Player’s Guide</h1>\n  <h3 class=\"no-toc\">By Patrick Renie</h3>\n  <p><strong>Author</strong></p>\n  <p>Patrick Renie</p>\n  <p><strong>DEVELOPER</strong></p>\n  <p>Patrick Renie</p>\n  <p><strong>Design Lead</strong></p>\n  <p>Michael Sayre</p>\n  <p><strong>Additional Design</strong></p>\n  <p>Mark Seifter</p>\n  <p><strong>Editing Lead</strong></p>\n  <p>Leo Glass</p>\n  <p><strong>Editor</strong></p>\n  <p>Simone D. Sallé</p>\n  <p><strong>Cover Artist</strong></p>\n  <p>Denis Zhbankov</p>\n  <p><strong>Interior Artists</strong></p>\n  <p>Rob Lazzaretti, Ilina Naydenova, <br />and Vladislav Orlowski</p>\n  <p><strong>Art Direction</strong></p>\n  <p>Sonja Morris and Sarah E. Robinson</p>\n  <p><strong>Graphic Design</strong></p>\n  <p>Sonja Morris</p>\n  <p><strong>Publisher</strong></p>\n  <p>Erik Mona</p>\n  <div style=\"text-align:center\">\n    <img src=\"modules/pf2e-ap178-180-outlaws-of-alkenstar/assets/art/Correct_Paizo_Logo.webp\" alt />\n    <p>Paizo Inc.</p>\n    <p>7120 185th Ave NE Ste 120</p>\n    <p>Redmond, WA 98052-0577</p>\n    <p>paizo.com</p>\n  </div>"}}}},"scenes":{},"tables":{},"cards":{},"playlists":{},"folders":{"Outlaws of Alkenstar":"Outlaws of Alkenstar"}}}}