{
    "label": "bestiary-family-ability-glossary",
    "entries": {
        "(Graveknight) Empty Save for Dust": {
            "description": "<p>The graveknight's armor contains nothing more than swirling dust that puffs out from joints in their armor. A living creature that touches or is touched by the graveknight (including one hit by the graveknight's fist Strike) must succeed at a @Check[type:reflex|dc:] saving throw or become contaminated with the dust. While contaminated, the targeted creature is @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} and gains weakness to the graveknight's energy damage equal to half the graveknight's level. The contamination ends after 1 minute or when the creature is doused with water, whichever occurs first.</p>",
            "name": "(Graveknight) Empty Save for Dust"
        },
        "(Werecreature) Change Shape": {
            "description": "<p>The werecreature changes into its humanoid, hybrid, or animal shape. Each shape has a specific, persistent appearance. A true werecreature's natural form is its hybrid shape.</p>\n<p>In humanoid shape, the werecreature uses its original humanoid size, loses its jaws and claws Strikes, and gains a melee fist Strike that deals bludgeoning damage equal to the slashing damage dealt by its claw.</p>\n<p>In animal shape, its Speed and size change to that of the animal, it gains any special Strike effects of the animal that it didn't already have (such as Grab), and it loses its weapon Strikes.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>",
            "name": "(Werecreature) Change Shape"
        },
        "(Divine Warden) Divine Domain Spells": {
            "description": "<p>The divine warden selects two of its patron deity's domains. The divine warden can cast the basic domain spell for its chosen domains. The divine warden has a focus pool of 1 Focus Point. It can't @UUID[Compendium.pf2e.actionspf2e.Item.OSefkMgojBLqmRDh]{Refocus}, but its focus pool automatically refills 24 hours after it last used a Focus Point. If the divine warden is at least 10th level, it also gains the advanced domain spells for its chosen domains, and its focus pool increases to 2 Focus Points.</p>",
            "name": "(Divine Warden) Divine Domain Spells"
        },
        "(Ghost) Telekinetic Assault": {
            "description": "<p>The ghost cries out in pain and anguish as small objects and debris fly about in a @Template[type:emanation|distance:30]. Creatures in this area take @Damage[1d6[bludgeoning]] damage + 1d6 per 2 levels, subject to a @Check[type:reflex|dc:|basic:true] save.</p>",
            "name": "(Ghost) Telekinetic Assault"
        },
        "(Graveknight) Portentous Glare": {
            "description": "<p>@Template[type:emanation|distance:30] @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>The graveknight's visage is one of overwhelming menace. When a creature ends its turn in the aura, it must attempt a @Check[type:will|dc:] saving throw. A creature that fails is @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 1} (or doomed 1 and @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2} on a critical failure). The graveknight can activate or deactivate the aura by using an Interact action to open or close their helmet visor.</p>",
            "name": "(Graveknight) Portentous Glare"
        },
        "(Vampire, Jiang-Shi, Minister) Distant Steps": {
            "description": "<p>When the jiang-shi @UUID[Compendium.pf2e.actionspf2e.Item.d5I6018Mci2SWokk]{Leaps}, they can add 10 feet to the horizontal and/or vertical distance they move without affecting the Leap DC. The jiang-shi can stand and walk on water and other solid or liquid surfaces that wouldn't normally support their weight.</p>",
            "name": "(Vampire, Jiang-Shi, Minister) Distant Steps"
        },
        "(Beheaded) Fiendish": {
            "description": "<p>@Template[type:emanation|distance:30]{30 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>The beheaded has a twisted, unsettling countenance. Foes that begin their turn in the area must succeed at a @Check[type:will|dc:] save or be @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p>",
            "name": "(Beheaded) Fiendish"
        },
        "(Beheaded) Furious Headbutt": {
            "description": "<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p><strong>Effect</strong> The beheaded makes a wild Strike, taking a -2 penalty to its AC until the end of its next turn. If the Strike damages a creature, it deals additional damage equal to the beheaded's level.</p>",
            "name": "(Beheaded) Furious Headbutt"
        },
        "(Vampire, Vetalarana, Basic) Mental Rebirth": {
            "description": "<p>Unlike most other undead, a vetalarana isn't destroyed when they reach 0 HP. Instead, their body is destroyed, crumbling to ash, and their mind is immediately transferred into a creature they rendered comatose through Drain Thoughts. This creature must be within 1 mile; if no such creature is in range, the vetalarana is destroyed. The creature becomes controlled by the vetalarana and loses the stupefied and @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} conditions. If the creature controlled by a vetalarana in this way is killed, the vetalarana's mind transfers to another creature within 1 mile who they rendered comatose through Drain Thoughts.</p>\n<p>After [[/r 1d6 #days]]{1d6 days} of being controlled, the controlled creature dies, and its body transforms into that of the vetalarana who rendered it comatose.</p>",
            "name": "(Vampire, Vetalarana, Basic) Mental Rebirth"
        },
        "(Vampire, Nosferatu Thrall) Fast Healing": {
            "description": "<p>A nosferatu thrall gains @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.fJSNOw4zHGbIm4bZ]{Fast Healing 5} from being sustained by their master's blood.</p>",
            "name": "(Vampire, Nosferatu Thrall) Fast Healing"
        },
        "(Skeleton) Rotten": {
            "description": "<p>The bones of this skeleton are black and rotten, having spent years in polluted water or some other foul substance. The skeleton loses its resistance to piercing and slashing damage and is surrounded by a horrific stench in a @Template[type:emanation|distance:10]{10-foot aura}. A creature entering or starting its turn in the aura must succeed at a @Check[type:fortitude|dc:] save against the standard DC of the skeleton's level or become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (plus @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for as long as it remains sickened on a critical failure). While within the aura, affected creatures take a -2 circumstance penalty to saves against disease and to recover from the sickened condition. A creature that succeeds at its save is temporarily immune for 1 minute.</p>\n<p>This stench remains for 1 hour after the rotten skeleton has been destroyed unless the bones are burned, or the rot is washed away with at least 1 gallon of water.</p>",
            "name": "(Skeleton) Rotten"
        },
        "(Zombie) Unholy Speed": {
            "description": "<p>The zombie gains a +10 status bonus to all its Speeds.</p>",
            "name": "(Zombie) Unholy Speed"
        },
        "(Secret Society) Get out of Jail": {
            "description": "<p>It's almost impossible to force the secret society member to face the consequences of their actions. Their society has fingers in the halls of law and justice, and where it can't sway the verdict, it can at least arrange the escape. When the secret society member would be brought to justice for their crimes, they attempt a Society check against a simple DC, depending on the severity of their crimes and the exposure of the evidence to the public. This is typically an expert simple DC of 20.</p>\n<hr />\n<p><strong>Critical Success</strong> Not only is the secret society member exonerated but they also manage to stay clean in the eyes of the public. Those who attempted to bring them to justice are called in for harassment, libel, filing frivolous charges, or other trumped-up indictments.</p>\n<p><strong>Success</strong> The secret society member is declared not guilty and exonerated of their crimes in the eyes of the law.</p>\n<p><strong>Failure</strong> While the secret society member is initially declared guilty, they're released on a technicality, or manage to bribe or sneak their way out. While they're free, their reputation has been damaged.</p>\n<p><strong>Critical Failure</strong> Justice prevails, and the secret society member can't escape their sentence. Their society likely cuts ties with them and might turn to more dramatic means to ensure they can't expose the society.</p>",
            "name": "(Secret Society) Get out of Jail"
        },
        "(Mana Wastes Mutant) Grasping Tentacle": {
            "description": "<p>The mutant grows a writhing, serpentine appendage, granting them a tentacle Strike (an agile unarmed attack that deals bludgeoning damage), and the @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.Tkd8sH4pwFIPzqTr]{Grab} ability with that Strike. If they had any agile attacks, the damage dealt by their tentacle should be roughly the same as the damage dealt by those attacks. If they had only non-agile attacks, their tentacle should deal three-quarters that damage.</p>",
            "name": "(Mana Wastes Mutant) Grasping Tentacle"
        },
        "(Lich) Metamagic Alteration": {
            "description": "<p>If the lich's next action is to @UUID[Compendium.pf2e.actionspf2e.Item.aBQ8ajvEBByv45yz]{Cast a Spell}, they can alter it in one of two ways.</p>\n<ul>\n<li>Increase the range of that spell by 30 feet (giving it a range of 30 feet if it's a touch spell).</li>\n<li>Alternatively, the lich can change the area of the spell if the spell has an area and doesn't have a duration. If the spell is a burst with a radius of at least 10 feet, increase the radius by 5 feet. If it is a line or a cone that has an area of 15 feet or smaller, add 10 feet to the area.</li>\n</ul>",
            "name": "(Lich) Metamagic Alteration"
        },
        "(Kuworsys) Rapid Bombardment": {
            "description": "<p>Kuworsys's sling becomes a reload 0 weapon instead of reload 1.</p>",
            "name": "(Kuworsys) Rapid Bombardment"
        },
        "(Ghost) Beatific Appearance": {
            "description": "<p><strong>Requirements</strong> A creature the ghost is aware of targets the ghost with an attack</p>\n<hr />\n<p><strong>Effect</strong> The ghost has an unusually pitiable appearance or can change its features to look like someone close to the attacker, which causes the target to pull back on its attack.</p>\n<p>The triggering creature must attempt a @Check[type:will|dc:] save. On a failure, the creature takes a -1 circumstance penalty to its attack roll (-2 on a critical failure).</p>",
            "name": "(Ghost) Beatific Appearance"
        },
        "(Zombie, Shock) Breath Weapon": {
            "description": "<p>The shock zombie breathes lightning, dealing @Damage[4d12[electricity]] damage in a @Template[type:line|distance:40] (@Check[type:reflex|dc:24|basic:true]). It can't use its Breath Weapon again for 1 minute.</p>",
            "name": "(Zombie, Shock) Breath Weapon"
        },
        "(Vampire, Nosferatu) Dominate": {
            "description": "<p>The nosferatu can cast <em>@UUID[Compendium.pf2e.spells-srd.Item.OsOhx3TGIZ7AhD0P]{Dominate}</em> at will as a divine innate spell. Casting it requires staring into the target's eyes, giving the spell the visual trait (@Check[type:will|dc:]). The save DC uses a high DC for the nosferatu's level, and a creature that succeeds is temporarily immune to that nosferatu's Dominate for 24 hours. Fully destroying the nosferatu ends the domination, but merely reducing the nosferatu to 0 HP is insufficient to break the spell.</p>",
            "name": "(Vampire, Nosferatu) Dominate"
        },
        "(Ghost) Lynchpin": {
            "description": "<p>The ghost extends some of its nature to one or more undead of equal or lower level, who are connected to the ghost's story and unfinished business.</p>\n<p>These undead gain the ghost's @UUID[Compendium.pf2e.bestiary-family-ability-glossary.Item.unR8VVR4yyRnsmnB]{Rejuvenation} ability and can't be permanently destroyed so long as the ghost exists. If the ghost is laid to rest, all linked undead are likewise instantly destroyed.</p>\n<p>Linked undead often, but not always, share the ghost's @UUID[Compendium.pf2e.bestiary-family-ability-glossary.Item.BcSlVpaN72LoQ5BV]{Site Bound} ability as well. The ghost doesn't have any control over such undead, and indeed the ghost and their partners in eternity may be unremittingly hostile to one another.</p>",
            "name": "(Ghost) Lynchpin"
        },
        "(Beheaded) Lifesense 60 feet": {
            "description": "<p>The beheaded has imprecise @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.sebk9XseMCRkDqRg]{Lifesense} out to 60 feet.</p>",
            "name": "(Beheaded) Lifesense 60 feet"
        },
        "(Visitant) Wrestle": {
            "description": "<p>The visitant makes a claw Strike against a creature it has @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}. If the attack hits, that creature is knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}.</p>",
            "name": "(Visitant) Wrestle"
        },
        "(Vampire, Vrykolakas) Vrykolakas Vulnerabilities": {
            "description": "<p>Vrykolakas all have the following vulnerabilities.</p>\n<ul>\n<li><strong>Burial Site Bound</strong> A vrykolakas is bound to the place of its death or interment. It must return to this location once per week and bury itself in the earth for 24 hours, during which time it is @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed} and can be beheaded. If it is unable to return to this site, it is reduced to 0 Hit Points and attempts to use Feral Corruption; if this host animal can't return to the burial site before the possession effect ends, the vrykolakas is destroyed and the animal host returns to normal.</li>\n<li><strong>Vulnerable to Decapitation</strong> A vrykolakas that is beheaded can't use its Feral Possession, and a beheaded corpse cannot rise as a vrykolakas.</li>\n</ul>",
            "name": "(Vampire, Vrykolakas) Vrykolakas Vulnerabilities"
        },
        "(Graveknight) Graveknight's Curse": {
            "description": "<p>This curse affects anyone who wears a graveknight's armor for at least 1 hour.</p>\n<p><strong>Saving Throw</strong> @Check[type:will|dc:] save</p>\n<hr />\n<p><strong>Onset</strong> 1 hour</p>\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 1} and cannot remove the armor (1 day)</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 2}, the creature's Speed is reduced by 10, and cannot remove the armor (1 day)</p>\n<p><strong>Stage 3</strong> dies and transforms into the armor's graveknight.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.6rnB7nK6J6zF4vea]{Effect: Graveknight's Curse}</p>",
            "name": "(Graveknight) Graveknight's Curse"
        },
        "(Vampire, Basic) Vampire Weaknesses": {
            "description": "<p>All vampires possess the following weaknesses.</p>\n<ul>\n<li><strong>Compulsions</strong> Vampires are creatures of strange and unknowable compulsions. A typical vampire can't voluntarily cross running water unless it is transported while it hides within its coffin, nor can it enter a private dwelling unless invited in by someone with the authority to do so. At your discretion, vampires might have different compulsions-a pirate vampire might not be able to set foot on solid ground without being invited, for example. The vampire can still be forced to do these things and might be able to overcome its compulsion just as it does its revulsion.</li>\n<li><strong>Revulsion</strong> A vampire can't voluntarily come within 10 feet of brandished garlic or a brandished religious symbol of a non-evil deity. To brandish garlic or a religious symbol, a creature must Interact to do so for 1 round (similar to Raising a Shield). If the vampire involuntarily comes within 10 feet of an object of its revulsion, it gains the @UUID[Compendium.pf2e.conditionitems.Item.sDPxOjQ9kx2RZE8D]{Fleeing} condition, running from the object of its revulsion until it ends an action beyond 10 feet. After 1 round of being exposed to the subject of its revulsion, a vampire can attempt a @Check[type:will|dc:25|name:Overcome Revulsion] save as a single action, which has the concentrate trait. On a success, it overcomes its revulsions for [[/br 1d6 #rounds]]{1d6 rounds} (or 1 hour on a critical success).</li>\n<li><strong>Stake</strong> A wooden stake driven through a vampire's heart drops the vampire to 0 HP and prevents it from healing above 0 HP, even in its coffin. Staking a vampire requires three actions and works only if the vampire is unconscious. If the stake is removed, the vampire can heal above 0 HP again, and if it's in its coffin the 1-hour rest period begins once the stake is removed. If the vampire's head is severed and anointed with <em>@UUID[Compendium.pf2e.equipment-srd.Item.z9T4c1hXwOotsMCp]{Holy Water}</em> while the stake is in place, the vampire is destroyed.</li>\n<li><strong>Sunlight</strong> If exposed to direct sunlight, a vampire immediately becomes @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1}. The slowed value increases by 1 each time the vampire ends its turn in sunlight. If the vampire loses all its actions in this way, it is destroyed. Due to their supernatural aversion to light, vampires don't cast shadows or show a reflection in mirrors.</li>\n</ul>",
            "name": "(Vampire, Basic) Vampire Weaknesses"
        },
        "(Ghost) Pyre's Memory": {
            "description": "<p>The ghost causes great gouts of flame to erupt without warning.</p>\n<p>The ghost picks three 5-foot squares within 30 feet. Creatures that start in or enter one of these squares take @Damage[1d6[fire]] damage per 2 levels the ghost has, subject to a @Check[type:reflex|dc:|basic:true] save.</p>\n<p>The flames last for 1 minute and don't set other things alight unless the ghost wishes. If the ghost uses this ability again, it dismisses any existing flames.</p>",
            "name": "(Ghost) Pyre's Memory"
        },
        "(Ravener) Cowering Fear": {
            "description": "<p>@Template[type:emanation|distance:0]{0 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura} @Check[type:will|dc:|name:Cowering Fear]</p>\n<p>A ravener's frightful presence causes creatures to cower in fear as well. As long as a creature is at least @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2} or more as a result of the ravener's frightful presence, it is also @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} from the fear.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.FrightfulPresence]</p>",
            "name": "(Ravener) Cowering Fear"
        },
        "(Harrowkin) Defensive Suit": {
            "description": "<p>When the harrowkin attempts a saving throw connected to its suit—that is, Fortitude (Hammers or Shields), Reflex (Keys or Books), or Will (Stars or Crowns)—if they roll a success, they get a critical success instead.</p>",
            "name": "(Harrowkin) Defensive Suit"
        },
        "(Graveknight) Weapon Master": {
            "description": "<p>The graveknight has access to the critical specialization effects of any weapons it wields.</p>",
            "name": "(Graveknight) Weapon Master"
        },
        "(Graveknight) Ruinous Weapons": {
            "description": "<p>At the time of its creation, a graveknight chooses one of the following energy types that was relevant to its life or death: acid, cold, electricity, or fire.</p>\n<p>Any weapon the graveknight wields gains the effects of the caustic, frost, shock, or flaming weapon rune, respectively, in addition to a +1 striking weapon rune.</p>\n<p>If the graveknight is 14th level or higher, its weapons instead gain the effects of the greater versions of both of these runes.</p>",
            "name": "(Graveknight) Ruinous Weapons"
        },
        "(Cryptid, Primeval) Stench": {
            "description": "<p>@Template[type:emanation|distance:30] @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>A creature entering the emanation or starting its turn in the emanation must succeed at a @Check[type:fortitude|dc:] save against the standard DC for the creature's level or become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (plus @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} as long as it's sickened on a critical failure). While within the emanation, affected creatures take a -2 circumstance penalty to saves against diseases and to recover from the sickened condition. A creature that succeeds at its save is temporarily immune for 1 minute.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.wX9L6fbqVMLP05hn]{Effect: Stench}</p>",
            "name": "(Cryptid, Primeval) Stench"
        },
        "(Lich) Mask Death": {
            "description": "<p>The lich changes their appearance to look as they did in life. This effect lasts indefinitely, but if the lich takes damage, their rotten flesh beneath becomes visible until this ability is used again.</p>",
            "name": "(Lich) Mask Death"
        },
        "(Castrovelian) Gaseous Adaptation": {
            "description": "<p>A creature adapted to Castrovel's atmosphere has fire resistance equal to its level and electricity weakness equal to its level + 2.</p>",
            "name": "(Castrovelian) Gaseous Adaptation"
        },
        "(Zombie) Spitting Zombie": {
            "description": "<p>The zombie spits acid as a ranged Strike with a range of 30 feet. This uses the highest attack bonus among the zombie's Strikes and deals @Damage[1d12[acid]] damage per 3 levels of the zombie (or @Damage[1d6[acid]] damage below level 3). On a critical hit, the target also takes [[/r 1d4[persistent,acid]]] damage per 3 levels of the zombie. Once used, the zombie must spend 1 action to cough up enough acid to use this ability again.</p>",
            "name": "(Zombie) Spitting Zombie"
        },
        "(Lich) Blasphemous Utterances": {
            "description": "<p>@Template[type:emanation|distance:10]{10 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>The lich is accompanied by a constant echo of blasphemous murmurs and tainted whispers.</p>\n<p>A creature in the aura takes a -2 circumstance penalty to saves against mental effects and can't take actions that have the concentrate trait unless they succeed at a @Check[type:flat|dc:10] check. Failing this check wastes the action.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.jrfuplUEq3PIo6j1]{Effect: Blasphemous Utterances}</p>",
            "name": "(Lich) Blasphemous Utterances"
        },
        "(Vampire, Strigoi Progenitor) Create Spawn": {
            "description": "<p>If a creature dies after being reduced to 0 HP by Drink Essence or Domain of Dusk, the vampire can turn this victim into a vampire by donating some of its own blood to the victim and burying the victim in earth for 3 nights.</p>\n<p>If the new vampire is lower level than its creator, it is under the creator's control. If a vampire controls too many spawn at once (as determined by the GM), strong-willed spawn can free themselves by succeeding at a @Check[type:will|dc:resolve(10+@actor.system.saves.will.value)|name:Escape Thralldom] saving throw against the vampire's Will DC.</p>\n<p>A victim that is 8th level or higher becomes a strigoi servant, while a lower-level victim instead becomes a moroi vampire</p>",
            "name": "(Vampire, Strigoi Progenitor) Create Spawn"
        },
        "(Vampire, Nosferatu Thrall) Weakness": {
            "description": "<p>The strain of being controlled wears on the nosferatu thrall's mind, giving them weakness 10 to mental damage.</p>",
            "name": "(Vampire, Nosferatu Thrall) Weakness"
        },
        "(Vampire, Nosferatu) Command Thrall": {
            "description": "<p><strong>Requirements</strong> One of the nosferatu's thralls is present and can hear the nosferatu</p>\n<hr />\n<p><strong>Effect</strong> The nosferatu gives a single command to one of their thralls, which the thrall follows to the best of its ability during its next turn.</p>",
            "name": "(Vampire, Nosferatu) Command Thrall"
        },
        "(Skeleton) Grave Eruption": {
            "description": "<p><strong>Requirements</strong> The skeleton is undetected and buried in dirt, gravel, or other loose material</p>\n<hr />\n<p><strong>Effect</strong> The skeleton erupts from the ground, Stands, and makes a melee Strike. The target is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} against this Strike. If the Strike hits, the target is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1} (or @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2} on a critical hit).</p>",
            "name": "(Skeleton) Grave Eruption"
        },
        "(Vampire, Vrykolakas) Drink Blood": {
            "description": "<p><strong>Requirements</strong> The vrykolakas' last action was a successful fangs Strike</p>\n<hr />\n<p><strong>Effect</strong> The vrykolakas sinks its fangs into that creature to drink its blood. This requires an Athletics check against the creature's Fortitude DC. On a success, the creature becomes @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} (@UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2} if a vrykolakas master uses this action), and the vrykolakas regains HP equal to 10% of its maximum HP, gaining any excess HP as temporary Hit Points. Drinking Blood from a creature that's already drained doesn't restore any HP to the vampire, but it increases the creature's drained condition value by 1. A vrykolakas can also consume blood that's been emptied into a vessel for sustenance, but it gains no HP from doing so.</p>\n<p>The target creature's drained condition value decreases by 1 per week. A blood transfusion, which requires a successful @Check[type:medicine|dc:20|name:Blood Transfusion] check and sufficient blood or a blood donor, reduces the drained value by 1 after 10 minutes.</p>",
            "name": "(Vampire, Vrykolakas) Drink Blood"
        },
        "(Skeleton) Blaze": {
            "description": "<p>The skeleton is wreathed with fire, which doesn't consume its bones or gear.</p>\n<p>The skeleton gains immunity to fire and weakness 5 to cold, loses its resistance to cold, and its Strikes deal additional persistent fire damage equal to half the skeleton's level (minimum 1 damage).</p>",
            "name": "(Skeleton) Blaze"
        },
        "(Secret Society) Connected": {
            "description": "<p>The secret society member has numerous connections, especially within the broad band of social class from which the society recruits, but stretching further through friendships, extortion, and other forms of influence. Whenever encountering a character from a settlement where the secret society has influence, the secret society member can attempt a Society check with an easy DC for the level of the encountered character if that character is a member of the demographic from which the secret society recruits, and a DC of hard or higher for other characters.</p>",
            "name": "(Secret Society) Connected"
        },
        "(Ulgrem-Axaan) Ichor Coating": {
            "description": "<p>Beneath the plates of bone and ice on Ulgrem-Axaan flow the viscous remains of its vital fluids. Creatures coming into physical contact with this fluid must succeed at a @Check[type:fortitude|dc:22|name:Ichor Coating] save or become infected with @UUID[Compendium.pf2e.bestiary-family-ability-glossary.Item.N7UV5CZXtcoxDxCF]{Ghoul Fever}.</p>",
            "name": "(Ulgrem-Axaan) Ichor Coating"
        },
        "(Lich) Rejuvenation": {
            "description": "<p>When a lich is destroyed, its soul immediately transfers to its <em>@UUID[Compendium.pf2e.equipment-srd.Item.NEbr7nKuiluJgBHT]{Soul Cage}</em>. A lich can be permanently destroyed only if its <em>soul cage</em> is found and destroyed.</p>",
            "name": "(Lich) Rejuvenation"
        },
        "(Cryptid, Rumored) Hybrid Form": {
            "description": "<p>The cryptid's form morphs to be like a specific animal as the tales get longer. The rumored cryptid gains either a burrow, climb, or swim Speed equal to its land Speed.</p>",
            "name": "(Cryptid, Rumored) Hybrid Form"
        },
        "(Sporeborn) Contagious Spores": {
            "description": "<p>The sporeborn continues to infect creatures with @UUID[Compendium.pf2e.bestiary-family-ability-glossary.Item.EosAqVmnYlxMEGdT]{Sporeborn Infestation}, creating more of its own kind.</p>",
            "name": "(Sporeborn) Contagious Spores"
        },
        "(Ghost) Frightful Moan": {
            "description": "<p>The ghost laments its fate, forcing each living creature within @Template[type:emanation|distance:30]{30 feet} to attempt a @Check[type:will|dc:] save. On a failure, a creature becomes @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2} (or @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 3} on a critical failure). On a success, a creature is temporarily immune to this ghost's frightful moan for 1 minute.</p>",
            "name": "(Ghost) Frightful Moan"
        },
        "(Vampire, True) Dominate": {
            "description": "<p>The vampire can cast <em>@UUID[Compendium.pf2e.spells-srd.Item.OsOhx3TGIZ7AhD0P]{Dominate}</em> at will as a divine innate spell. Casting it requires staring into the target's eyes, giving the spell the visual trait (@Check[type:will|dc:]). The save DC uses the DC of the vampire's level, and a creature that succeeds is temporarily immune to that vampire's Dominate for 24 hours.</p>\n<p>Fully destroying the vampire ends the domination, but merely reducing the vampire to 0 HP is insufficient to break the spell.</p>",
            "name": "(Vampire, True) Dominate"
        },
        "(Graveknight) Eager for Battle": {
            "description": "<p>When the graveknight rolls initiative, they roll twice and take the better result. They're @UUID[Compendium.pf2e.conditionitems.Item.nlCjDvLMf2EkV2dl]{Quickened} during their first round after rolling initiative and can use this extra action to Step, Stride, or Strike.</p>",
            "name": "(Graveknight) Eager for Battle"
        },
        "(Zombie) Infested Zombie": {
            "description": "<p>The zombie's flesh is infested with swarming vermin. When the zombie is hit with a critical hit or destroyed, the swarm is set free. Its initiative is immediately after the zombie's. If the swarm is 4 or more levels lower than the zombie, it isn't worth XP (and doesn't add its XP to the encounter budget).</p>",
            "name": "(Zombie) Infested Zombie"
        },
        "(Skeleton) Aquatic Bones": {
            "description": "<p>The skeleton has bones from aquatic creatures, allowing it to swim using a simple tail, paddles, or similar appendage. The skeleton has a swim Speed of 20 feet and gains the aquatic trait and the @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.HBrBrUzjfvj2gDXB]{Aquatic Ambush} ability.</p>",
            "name": "(Skeleton) Aquatic Bones"
        },
        "(Ulgrem-Axaan) Befouling Odor": {
            "description": "<p>@Template[type:emanation|distance:15]{15 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>Creatures entering or starting their turn in the emanation must succeed at a @Check[type:fortitude|dc:20|name:Befouling Odor] save or be @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (@UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} on a critical failure). A creature that succeeds at its save is temporarily immune to befouling odor for 1 minute.</p>",
            "name": "(Ulgrem-Axaan) Befouling Odor"
        },
        "(Ghost) Cold Spot": {
            "description": "<p>@Template[type:emanation|distance:5|damaging:yes]{5 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>The air within 5 feet of the ghost is supernaturally cold. Characters that enter or begin their turn in the ghost's aura take @Damage[1d6[cold]] damage per 3 levels the ghost has (@Check[type:fortitude|dc:|basic:true] save).</p>",
            "name": "(Ghost) Cold Spot"
        },
        "(Vampire, Strigoi) Domain of Dusk": {
            "description": "<p>With a wave of its hand, the strigoi calls fourth vile ruination from the surrounding shadows, causing coils of darkness and shadowy bats, rats, and wolves to lash out at living targets in a @Template[type:emanation|distance:30]. Living creatures in this area take @Damage[1d6[negative]] damage +1d6 per 2 levels possessed by the strigoi (@Check[type:fortitude|dc:|basic:true] save against the DC of the strigoi's level). A creature that fails this save is also @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} for 1 round (or @UUID[Compendium.pf2e.conditionitems.Item.XgEqL1kFApUbl5Z2]{Blinded} for 1 round and then dazzled for 1 round)</p>",
            "name": "(Vampire, Strigoi) Domain of Dusk"
        },
        "(Lich) Siphon Life": {
            "description": "<p><strong>Trigger</strong> The lich deals damage with its hand Strike.</p>\n<hr />\n<p><strong>Effect</strong> The lich regains Hit Points equal to half the damage dealt.</p>",
            "name": "(Lich) Siphon Life"
        },
        "(Vampire, Jiang-Shi, Basic) One More Breath": {
            "description": "<p>Unlike other undead, a jiang-shi isn't destroyed at 0 HP. Instead, they fall @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} and awaken in 1 minute with 1 Hit Point. Scattering at least 1 Bulk of glutinous rice or hen eggs on an unconscious jiang-shi destroys them permanently. If the jiang-shi was reduced to 0 HP by an attack from a weapon made of darkwood, they're destroyed immediately.</p>",
            "name": "(Vampire, Jiang-Shi, Basic) One More Breath"
        },
        "(Ghost) Site Bound": {
            "description": "<p>A typical ghost can stray only a short distance from where it was killed or the place it haunts. A typical limit is 120 feet. Some ghosts are instead bound to a room, building, item, or creature that was special to it rather than a location.</p>",
            "name": "(Ghost) Site Bound"
        },
        "(Graveknight) Phantom Mount": {
            "description": "<p>HP __; AC __, Fort +__, Ref +__, Will +__</p>\n<hr />\n<p>The graveknight summons a supernatural mount as per <em>@UUID[Compendium.pf2e.spells-srd.Item.WPKJOhEihhcIm2uQ]{Phantom Steed}</em>, heightened to a level equal to half the graveknight's level.</p>\n<p>Unlike <em>phantom steed</em>, the steed's AC and saving throw bonuses are all 4 lower than the graveknight's, and the steed has one-third the graveknight's Hit Points (rounded down).</p>\n<p>If the steed is destroyed, the graveknight must wait 1 hour before using this ability again.</p>",
            "name": "(Graveknight) Phantom Mount"
        },
        "(Harrowkin) Shuffle the Deck": {
            "description": "<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> The harrowkin has rolled initiative</p>\n<hr />\n<p><strong>Effect</strong> At the end of the current round, all creatures currently in initiative reroll their initiative, using the same modifiers as their original initiative roll, and use the new initiative values for all following rounds..</p>",
            "name": "(Harrowkin) Shuffle the Deck"
        },
        "(Mana Wastes Mutant) Hungry Maw": {
            "description": "<p>A mouth full of razor-sharp teeth opens somewhere on the mutant's body. They gain a maw Strike (an unarmed attack that does piercing damage roughly the same as the damage dealt by their most damaging melee attack), and they gain the Vengeful Bite reaction.</p>",
            "name": "(Mana Wastes Mutant) Hungry Maw"
        },
        "(Cryptid, Rumored) Burning Eyes": {
            "description": "<p>The cryptid's eyes are distinctive; perhaps they burn bright red in the dark night. The rumored cryptid gains darkvision. If the base creature already has darkvision, it gains greater darkvision.</p>",
            "name": "(Cryptid, Rumored) Burning Eyes"
        },
        "(Vampire, Vrykolakas) Swift Tracker": {
            "description": "<p>The vrykolakas moves at full Speed while @UUID[Compendium.pf2e.actionspf2e.Item.EA5vuSgJfiHH7plD]{Tracking}.</p>",
            "name": "(Vampire, Vrykolakas) Swift Tracker"
        },
        "(Zombie) Unkillable": {
            "description": "<p>This zombie is nigh unkillable. The zombie loses its weakness to slashing and gains resistance against all damage equal to its level (minimum 3), and it gains weakness equal to twice its level (minimum 6) to critical hits.</p>\n<p>Increase the zombie's level by 1 if you give it this ability.</p>",
            "name": "(Zombie) Unkillable"
        },
        "(Graveknight) Sacrilegious Aura": {
            "description": "<p>@Template[type:emanation|distance:30]{30 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>When a creature in the aura uses a positive spell or ability, the graveknight automatically attempts to counteract it, with a counteract modifier of [[/r 1d20+0 #Counteract]]{+x}.</p>",
            "name": "(Graveknight) Sacrilegious Aura"
        },
        "(Skeleton) Frozen": {
            "description": "<p>The skeleton's bones are covered in a thin layer of ice. The skeleton gains immunity to cold and weakness 5 to fire and loses resistance to fire. The skeleton is surrounded by an aura of cold that deals [[/r @actor.level/2[cold]]]{cold damage equal to half the skeleton's level} to all adjacent creatures at the start of the skeleton's turn (@Check[type:reflex|dc:|basic:true] save with a standard DC for its level).</p>",
            "name": "(Skeleton) Frozen"
        },
        "(Ghast) Paralysis": {
            "description": "<p>Any living creature hit by a ghast's attack must succeed at a @Check[type:fortitude|dc:] save or become @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}. It can attempt a new save at the end of each of its turns, and the DC cumulatively decreases by 1 on each such save.</p>",
            "name": "(Ghast) Paralysis"
        },
        "(Vampire, Basic) Drink Blood": {
            "description": "<p><strong>Requirement</strong> A @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}, or willing creature is within the vampire's reach.</p>\n<hr />\n<p><strong>Effect</strong> The vampire sinks its fangs into that creature to drink its blood. This requires an Athletics check against the victim's Fortitude DC if the victim is grabbed and is automatic for any of the other conditions.</p>\n<p>The victim is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} and the vampire regains HP equal to 10% of its maximum HP, gaining any excess HP as temporary Hit Points. Drinking Blood from a creature that's already drained doesn't restore any HP to the vampire but increases the victim's drain value by 1. A vampire can also consume blood that's been emptied into a vessel for sustenance, but it gains no HP from doing so.</p>\n<p>A victim's drained condition decreases by 1 per week. A blood transfusion, which requires a @Check[type:medicine|dc:20|name:Blood Transfusion] check and sufficient blood or a blood donor, reduces the drain by 1 after 10 minutes.</p>",
            "name": "(Vampire, Basic) Drink Blood"
        },
        "(Sporeborn) Fungal Armor": {
            "description": "<p>The sporeborn grows broad patches of dense fungus on the outside of the corpse. It gains resistance to bludgeoning damage equal to its level.</p>",
            "name": "(Sporeborn) Fungal Armor"
        },
        "(Zombie) Ankle Biter": {
            "description": "<p>This zombie fights just as well on the ground as it does standing. While @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}, the zombie isn't @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard}, it ignores the status penalty to its attack rolls, and it gains a +2 circumstance bonus to Athletics checks to @UUID[Compendium.pf2e.actionspf2e.Item.ge56Lu1xXVFYUnLP]{Trip}. The zombie can also move up to half its Speed when it Crawls.</p>",
            "name": "(Zombie) Ankle Biter"
        },
        "(Cryptid, Mutant) Explosive End": {
            "description": "<p>The mutant cryptid's death reveals one last surprise as it explodes into flame, acid, a pile of toxic goop, or something stranger still. Choose a damage type appropriate for the mutant cryptid. When it dies, it explodes, dealing @Damage[1d6[damagetype]]{1d6 damage of the chosen type} to each creature in a @Template[type:emanation|distance:10], with a @Check[type:reflex|dc:|basic:true] save against a standard DC of the creature's level. The damage increases by 1d6 at 3rd level and every odd level thereafter.</p>",
            "name": "(Cryptid, Mutant) Explosive End"
        },
        "(Zombie) Rotting Aura": {
            "description": "<p>@Template[type:emanation|distance:10]{10 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>The zombie emits an aura of rot and disease that causes wounds to fester and turn sour.</p>\n<p>Any living creature that starts its turn within 10 feet of the zombie and is not at full Hit Points takes [[/r {1d6}]]{1d6 damage} as its wounds fester. This damage increases by 1d6 for every 6 levels the zombie has.</p>\n<p>Creatures that take a critical hit from the zombie also take this damage immediately.</p>",
            "name": "(Zombie) Rotting Aura"
        },
        "(Ghost) Phantasmagoria": {
            "description": "<p>The ghost causes all or part of its bound site to look, sound, feel, and smell like a different kind of place, and can populate it with simple illusions of people or animals.</p>\n<p>Typically, the ghost can recreate only a handful of images, usually different versions of its bound site as it appeared during the ghost's life. This can't disguise any creatures in the area, though it can cause minor, cosmetic changes (like causing a creature's clothing to appear nicer for a party or bloodstained for a battle).</p>\n<p>Any creature that touches the illusion or uses the Seek action to examine it can attempt to disbelieve it. Creatures can't leave the area of the illusion until they successfully disbelieve it.</p>",
            "name": "(Ghost) Phantasmagoria"
        },
        "(Melfesh Monster) Swell": {
            "description": "<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p><strong>Effect</strong> The Melfesh Monster inflates with gas for 1 minute. It grows to Huge size, and its reach increases to 15 feet. It also gains 12 temporary Hit Points, resistance 5 to bludgeoning, and a +2 status bonus to damage rolls, but it's @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1}. When the Melfesh Monster takes damage while swollen, all creatures within 15 feet inhale spores that remain in their body for 1 minute. This ability replaces terrorspores and Spore Cloud.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.JlaO7fgm53Om1DxB]{Effect: Swell}</p>",
            "name": "(Melfesh Monster) Swell"
        },
        "(Sporeborn) Consume Biomatter": {
            "description": "<p>If the sporeborn is adjacent to a helpless or @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} creature, or a deceased creature who died in the past hour, the sporeborn can consume its flesh with mycelium tendrils to heal itself. This restores an amount of Hit Points equal to the sporeborn's level. If the creature is alive, the sporeborn deals damage equal to one of its unarmed attacks.</p>",
            "name": "(Sporeborn) Consume Biomatter"
        },
        "(Siabrae) Earth Glide": {
            "description": "<p>The siabrae can @UUID[Compendium.pf2e.actionspf2e.Item.H6v1VgowHaKHnVlG]{Burrow} through any earthen matter, including rock. When it does so, the siabrae moves at its full burrow Speed, leaving no tunnels or signs of its passing.</p>",
            "name": "(Siabrae) Earth Glide"
        },
        "(Divine Warden) Divine Innate Spells": {
            "description": "<p>A divine warden whose patron deity has any alignment components gains <em>@UUID[Compendium.pf2e.spells-srd.Item.qwZBXN6zBoB9BHXE]{Divine Lance}</em> as an innate cantrip. A divine warden with a neutral patron deity instead gains <em>@UUID[Compendium.pf2e.spells-srd.Item.4gBIw4IDrSfFHik4]{Daze}</em> as an innate cantrip.</p>",
            "name": "(Divine Warden) Divine Innate Spells"
        },
        "(Vampire, Nosferatu) Change Shape": {
            "description": "<p>The nosferatu transforms into a swarm of pale-gray rats. They gain a land Speed of 30 feet and a climb Speed of 10 feet, and they become Large. Each enemy in the swarm's space takes @Damage[2d10[piercing]] damage and must attempt a @Check[type:reflex|dc:|basic:true] save with a high DC for the creature's level. A creature that fails its save is exposed to plague of ancients.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>",
            "name": "(Vampire, Nosferatu) Change Shape"
        },
        "(Sporeborn) Sporeborn Infestation": {
            "description": "<p>An infected creature can't heal damage it takes from sporeborn infestation until it has been cured of the disease.</p>\n<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:]</p>\n<p><strong>Stage 1</strong> carrier with no ill effect (1 day)</p>\n<p><strong>Stage 2</strong> @Damage[1d6[poison]] damage (1 day)</p>\n<p><strong>Stage 3</strong> @Damage[2d6[poison]] damage (1 day)</p>\n<p><strong>Stage 4</strong> @Damage[3d6[poison]] damage (1 day)</p>\n<p><strong>Stage 5</strong> dead, rising as an uncontrolled sporeborn immediately</p>",
            "name": "(Sporeborn) Sporeborn Infestation"
        },
        "(Vampire, Vetalarana, Basic) Drain Thoughts": {
            "description": "<p><strong>Requirements</strong> A @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}, or willing creature is within the vetalarana's reach</p>\n<hr />\n<p><strong>Effect</strong> The vetalarana seizes a creature and consumes its memories. This requires an Athletics check against the victim's Fortitude DC if the victim is grabbed and is automatic for any of the other conditions. The victim is @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1}, and the vetalarana regains HP equal to 10% of the vetalarana's maximum HP, gaining any excess as temporary Hit Points. Draining Thoughts from a creature that is already stupefied doesn't restore any HP to the vetalarana but increases the victim's stupefied value by 1. Additionally, the vetalarana views one of the victim's memories.</p>\n<p>A victim's stupefied condition value decreases by 1 every week.</p>\n<p>A victim that becomes stupefied 5 in this way is rendered comatose, becoming permanently @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}. As long as the vetalarana lives, a comatose victim can't regain consciousness, and its stupefied condition doesn't decrease.</p>",
            "name": "(Vampire, Vetalarana, Basic) Drain Thoughts"
        },
        "(Vampire, Strigoi) Shadow Form": {
            "description": "<p>The strigoi reverts to pure shadow and absorbs its body and its gear into the darkness, or it shifts back to its physical form. In shadow form, the strigoi gains a climb Speed equal to its land Speed and can move through any gap that isn't airtight. However, it can only move along solid surfaces that aren't highly reflective, not liquid or mirrored surfaces. If the surface it's on is destroyed, the strigoi returns to physical form and is @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1}. The strigoi loses fast healing while in shadow form but can remain in shadow form indefinitely.</p>\n<p>A strigoi that is exposed to sunlight while in shadow form becomes @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 2} and must attempt a @Check[type:flat|dc:16] at the end of each of its turns. If it fails this flat check, it is destroyed, the shadow vanishing with a blood-curdling wail.</p>",
            "name": "(Vampire, Strigoi) Shadow Form"
        },
        "(Siabrae) Miasma": {
            "description": "<p>@Template[type:emanation|distance:20] @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}, @Check[type:fortitude|dc:]{DC equal to the siabrae's spell DC - 4}.</p>\n<hr />\n<p>A creature that enters the aura or begins its turn there becomes @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} on a failure (or sickened 4 on a critical failure). An animal, fey, or plant that rolls a failure gets a critical failure instead. Regardless of the result of the saving throw, the creature is temporarily immune to the siabrae's miasma for 1 minute.</p>",
            "name": "(Siabrae) Miasma"
        },
        "(Vampire, Nosferatu Overlord) Paralytic Fear": {
            "description": "<p><strong>Requirements</strong> The nosferatu overlord's last action was a successful claw Strike</p>\n<hr />\n<p><strong>Effect</strong> The nosferatu drags the target of the Strike close and freezes its mind in terror. The target must attempt a @Check[type:will|dc:] save with a moderate DC for the nosferatu's level.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target is @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} by fear until the end of the nosferatu's next turn.</p>\n<p><strong>Failure</strong> The target is @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained} and takes a -2 circumstance penalty to its Fortitude DC against the nosferatu's Drink Blood ability until the end of the nosferatu's next turn.</p>\n<p><strong>Critical Failure</strong> As failure, and the target is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2}.</p>",
            "name": "(Vampire, Nosferatu Overlord) Paralytic Fear"
        },
        "(Visitant) Vengeful Presence": {
            "description": "<p>@Template[type:emanation|distance:20]{20 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>A creature that starts its turn within the visitant's aura must succeed at a @Check[type:will|dc:|name:Vengeful Presence] save or be overcome with a thirst for vengeance.</p>\n<p>For [[/r 1d4 #rounds]]{1d4 rounds} (1 minute on a critical failure), if the affected creature was attacked within the last round (whether or not the attack hit), the creature must use at least 1 action per round to Strike or use a hostile action toward its last attacker as long as the attacker is still alive. Failure to do so deals the affected creature @Damage[1d6[mental]] damage, plus 1d6 for every 5 levels the visitant has.</p>",
            "name": "(Visitant) Vengeful Presence"
        },
        "(Vampire, Nosferatu) Divine Innate Spells": {
            "description": "<p>The nosferatu can cast <em>@UUID[Compendium.pf2e.spells-srd.Item.tpLTLbJUrYcMWGld]{Telekinetic Haul}</em> (heightened to half their level rounded up) three times per day as a divine innate spell. They use a high DC for their level.</p>",
            "name": "(Vampire, Nosferatu) Divine Innate Spells"
        },
        "(Nymph Queen) Change Shape": {
            "description": "<p>Nymph queens can transform between their original form, which looks much like a typical nymph of their kind, and any Small or Medium humanoid form, typically choosing a more humanoid-looking version of their natural form.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>",
            "name": "(Nymph Queen) Change Shape"
        },
        "(Lich) Animate Cage": {
            "description": "<p>The lich has placed their <em>soul cage</em> inside an animated object that fights fiercely to defend itself, or at the very least to elude capture. If the lich's body is destroyed, the lich can control this animated object directly, although they can't cast any spells while inside the vessel. The lich's body is often restored inside this object, being ejected from the animated object after 1d10 days in the normal manner for a <em>soul cage</em>. The animated object is usually at least 4 levels lower than the lich, but it doesn't engage in combat unless directly threatened or if the lich is in control of it.</p>",
            "name": "(Lich) Animate Cage"
        },
        "(Zombie) Putrid Stench": {
            "description": "<p>@Template[type:emanation|distance:15] @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>The zombie's rotting flesh is particularly malodorous. A creature that enters the area must attempt a @Check[type:fortitude|dc:] save. On a failure, the creature is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}, and on a critical failure, the creature also takes a -5-foot status penalty to its Speeds for 1 round. While within the aura, the creature takes a -2 circumstance penalty to saves to recover from the sickened condition. A creature that succeeds at its save is temporarily immune to all zombies' putrid stenches for 1 minute.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.xmES7HVxM7L3j1EN]{Effect: Putrid Stench}</p>",
            "name": "(Zombie) Putrid Stench"
        },
        "(Werecreature) Moon Frenzy": {
            "description": "<p>When a full moon appears in the night sky, the werecreature must enter hybrid form, can't Change Shape thereafter, becomes one size larger, increases its reach by 5 feet, and increases the damage of its jaws Strike (or a similar Strike) by 2.</p>\n<p>When the moon sets or the sun rises, the werecreature returns to humanoid form and is @UUID[Compendium.pf2e.conditionitems.Item.HL2l2VRSaQHu9lUw]{Fatigued} for [[/br 2d4 #Fatigued duration]]{2d4 hours}.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.dRe8n1nBWMIXd8jh]{Effect: Moon Frenzy}</p>",
            "name": "(Werecreature) Moon Frenzy"
        },
        "(Mana Wastes Mutant) Mirror Thing": {
            "description": "<p>The mutant takes on the specific appearance of any Small or Medium humanoid they can currently see. This doesn't alter their statistics, but it might change the damage type of their Strikes.</p>",
            "name": "(Mana Wastes Mutant) Mirror Thing"
        },
        "(Vampire, Strigoi Progenitor) Drink Essence": {
            "description": "<p><strong>Requirements</strong> A @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}, or willing creature is within the strigoi's reach</p>\n<hr />\n<p><strong>Effect</strong> The strigoi progenitor sinks their fangs into the targeted creature to drink its blood and draw out its vital essence. This requires an @Check[type:athletics] check against the creature's Fortitude DC if the creature is grabbed and is automatic for any of the other conditions. The creature becomes @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2} and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2}, and the strigoi regains HP equal to 10% of their maximum HP, gaining any excess HP as temporary Hit Points. Drinking Essence from a creature that's already drained or stupefied doesn't restore any HP, but increases either the creature's drained condition value or its stupefied condition value by 1 (whichever value is lesser is increased; if both values are equal, then the strigoi chooses which condition to increase the value of).</p>\n<p>A victim's drained condition decreases by 1 per week. A blood transfusion, which requires a successful @Check[type:medicine|dc:20] check and sufficient blood or a blood donor, reduces the drained value by 1 after 10 minutes.</p>\n<p>A victim's stupefied condition decreases by 1 per day after performing daily preparations. If the daily preparations are done in full sunlight, the stupefied condition is removed entirely.</p>",
            "name": "(Vampire, Strigoi Progenitor) Drink Essence"
        },
        "(Graveknight) Clutching Armor": {
            "description": "<p><strong>Trigger</strong> A creature attempts to move away from the graveknight</p>\n<hr />\n<p><strong>Effect</strong> The graveknight's armor animates and attempts to Grab the triggering creature. It makes an Athletics check to @UUID[Compendium.pf2e.actionspf2e.Item.PMbdMWc2QroouFGD]{Grapple} using the graveknight's Athletics modifier - 2. The armor can continue to Grapple the creature normally.</p>\n<p>Since the armor is grappling the creature, the graveknight doesn't need a free hand to do so.</p>",
            "name": "(Graveknight) Clutching Armor"
        },
        "(Mana Wastes Mutant) Magic Hunger": {
            "description": "<p>The mutant gains the ability to detect the source of any magic within 30 feet as an imprecise sense.</p>",
            "name": "(Mana Wastes Mutant) Magic Hunger"
        },
        "(Lich) Drain Soul Cage": {
            "description": "<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The lich taps into its <em>@UUID[Compendium.pf2e.equipment-srd.Item.NEbr7nKuiluJgBHT]{Soul Cage's}</em> power to cast any arcane spell up to the highest level the lich can cast, even if the spell being cast is not one of the lich's prepared spells. The lich's <em>soul cage</em> doesn't need to be present for the lich to use this ability.</p>",
            "name": "(Lich) Drain Soul Cage"
        },
        "(Ravener) Soul Ward": {
            "description": "<p>An intangible field of necromantic energy protects a ravener from total destruction. A soul ward has 150 maximum Hit Points, or 200 if the ravener is level 21 or higher.</p>\n<p>Whenever a ravener would be reduced below 1 Hit Point, all damage in excess of what would reduce them to 1 Hit Point is instead dealt to their soul ward. If this damage reduces the soul ward to fewer than 0 Hit Points, the ravener is destroyed.</p>\n<p>A soul ward's Hit Points can be restored only via specific ravener abilities such as Consume Soul, ravenous breath, or vicious criticals. A ravener who goes more than a week without successfully using Consume Soul to feed on a dying creature starves, and their soul ward loses [[/r {1d4} #Soul Ward Decay]] Hit Points each day until they feed. If the ravener's soul ward loses all its Hit Points while the ravener still has more than 1 HP, they become a @UUID[Compendium.pf2e.pathfinder-bestiary-2.Actor.Yv0005Vym1peVKHq]{Ravener Husk}.</p>",
            "name": "(Ravener) Soul Ward"
        },
        "(Lich) Dark Deliverance": {
            "description": "<p>The lich has resistance to positive equal to its level.</p>",
            "name": "(Lich) Dark Deliverance"
        },
        "(Ghost) Draining Touch": {
            "description": "<p>With a touch, the ghost attempts to drain a living creature's life force. It makes a ghostly hand Strike but deals no damage on a hit.</p>\n<p>Instead, the target becomes @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} for 1 day, and the ghost regains HP equal to half its own level.</p>",
            "name": "(Ghost) Draining Touch"
        },
        "(Ghoul) Paralysis": {
            "description": "<p>Any living, non-elf creature hit by a ghoul's attack must succeed at a @Check[type:fortitude|dc:] save or become @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}. It can attempt a new save at the end of each of its turns, and the DC cumulatively decreases by 1 on each such save.</p>",
            "name": "(Ghoul) Paralysis"
        },
        "(Vampire, Basic) Coffin Restoration": {
            "description": "<p>Unlike other undead, a vampire isn't destroyed at 0 HP. Instead, it falls @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}. If its body rests in its coffin for 1 hour, the vampire gains 1 HP, after which its fast healing begins to function normally.</p>",
            "name": "(Vampire, Basic) Coffin Restoration"
        },
        "(Ravener) Soulsense": {
            "description": "<p>A ravener senses the spiritual essence of living and undead creatures within the listed range. Creatures whose material bodies are one unit with their souls, like celestials and fiends, appear brighter to this sense.</p>",
            "name": "(Ravener) Soulsense"
        },
        "(Melfesh Monster) Burrowing Grasp": {
            "description": "<p>The Melfesh Monster Burrows twice. At any point in this movement, it can shed a temporary fungal limb to grasp a creature within 10 feet. The creature must succeed at a @Check[type:reflex|dc:21|name:Burrowing Grasp] save or be @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} for 1 round (on a critical failure, 2 rounds) or until it Escapes (DC 21). This ability grants the Melfesh Monster a burrow speed of 15 feet and replaces its fly speed and Envelop.</p>",
            "name": "(Melfesh Monster) Burrowing Grasp"
        },
        "(Ghost) Corrupting Gaze": {
            "description": "<p>The ghost stares at a creature it can see within 30 feet. The target takes @Damage[1d6[negative]] damage + 1d6 per 2 levels with a @Check[type:will|dc:]{basic Will} save.</p>\n<p>A creature that fails its save is also @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} for 1 minute.</p>",
            "name": "(Ghost) Corrupting Gaze"
        },
        "(Siabrae) Rejuvenation": {
            "description": "<p>When a siabrae is destroyed, they can attempt a @Check[type:flat|dc:10] (they automatically succeed if they're standing on blighted or diseased terrain, and automatically fail if they're standing on sacred ground). If the flat check succeeds, the siabrae's body crumbles to dust and absorbs into the earth. After [[/r 1d10 #days]]{1d10 days}, the siabrae's body reforms from a mass of unworked stone large enough to create a new body; this stone is in a random location within 1d10 miles of where the siabrae was destroyed. The siabrae emerges from the stone with a peal of thunder, though without any of their gear.</p>",
            "name": "(Siabrae) Rejuvenation"
        },
        "(Zombie, Shock) Arcing Strikes": {
            "description": "<p>When a shock zombie hits a creature with a melee attack, an arc of lighting leaps to a second creature, dealing @Damage[1d12[electricity]] damage. This secondary target must be within 10 feet of the shock zombie's original target and must be the creature closest to the original target (if multiple creatures are equidistant, the shock zombie chooses which to affect).</p>",
            "name": "(Zombie, Shock) Arcing Strikes"
        },
        "(Vampire, Vetalarana, Basic) Thoughtsense 100 feet": {
            "description": "<p>The vetalarana senses all non-mindless creatures within 100 feet as a precise sense.</p>",
            "name": "(Vampire, Vetalarana, Basic) Thoughtsense 100 feet"
        },
        "(Vampire, Nosferatu) Drink Blood": {
            "description": "<p><strong>Requirements</strong> The nosferatu's last action was a successful fangs Strike</p>\n<hr />\n<p><strong>Effect</strong> The nosferatu sinks their fangs into the targeted creature to drink its blood. This requires an @Check[type:athletics] check against the creature's Fortitude DC. On a success, the creature becomes @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1}, and the nosferatu regains HP equal to 10% of their maximum HP, gaining any excess HP as temporary Hit Points. Drinking Blood from a creature that's already drained doesn't restore any HP to the nosferatu, but increases the creature's drained condition value by 1. A nosferatu can also consume blood that's been emptied into a vessel for sustenance, but they gain no HP from doing so.</p>\n<p>The target creature's drained condition value decreases by 1 per week. A blood transfusion, which requires a successful @Check[type:medicine|dc:20] check and sufficient blood or a blood donor, reduces the drained value by 1 after 10 minutes.</p>",
            "name": "(Vampire, Nosferatu) Drink Blood"
        },
        "(Secret Society) Not Today!": {
            "description": "<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> The secret society member is reduced to 0 Hit Points</p>\n<hr />\n<p><strong>Effect</strong> Whether it's a fellow society member waiting in the wings to spirit them away, a clever contraption, a contingent spell, or some other means, a secret society member always has an escape plan. Instead of being reduced to 0 Hit Points, the secret society member remains at 1 Hit Point. They gain temporary Hit Points equal to their level and then Stride twice. If they have the appropriate forms of movement, they can instead choose to @UUID[Compendium.pf2e.actionspf2e.Item.H6v1VgowHaKHnVlG]{Burrow}, @UUID[Compendium.pf2e.actionspf2e.Item.pprgrYQ1QnIDGZiy]{Climb}, Fly, or Swim.</p>",
            "name": "(Secret Society) Not Today!"
        },
        "(Castrovelian) Extra Large": {
            "description": "<p>A rich atmosphere and access to plentiful food make this creature larger than its Golarion counterpart. The creature's size increases one step (from Medium to Large, for example).</p>",
            "name": "(Castrovelian) Extra Large"
        },
        "(Ghast) Ghast Fever": {
            "description": "<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:]</p>\n<hr />\n<p><strong>Stage 1</strong> carrier with no ill effect (1 day)</p>\n<p><strong>Stage 2</strong> @Damage[3d8[negative]] damage and regains half as many Hit Points from all healing (1 day)</p>\n<p><strong>Stage 3</strong> as stage 2 (1 day)</p>\n<p><strong>Stage 4</strong> @Damage[3d8[negative]] damage and gains no benefit from healing (1 day)</p>\n<p><strong>Stage 5</strong> as stage 4 (1 day)</p>\n<p><strong>Stage 6</strong> dead, and rises as a @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.VC7rtYR4hLxwg7WZ]{Ghast} the next midnight</p>",
            "name": "(Ghast) Ghast Fever"
        },
        "(Vampire, Vrykolakas Master) Bubonic Plague": {
            "description": "<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:|name:Bubonic Plague|traits:disease] (use a high DC for the vrykolakas's level)</p>\n<p><strong>Onset</strong> 1 day</p>\n<hr />\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.HL2l2VRSaQHu9lUw]{Fatigued} (1 day)</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 2} and fatigued (1 day)</p>\n<p><strong>Stage 3</strong> @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 3}, fatigued, and takes @Damage[1d6[bleed]] every [[/br {1d20} #minutes]]{1d20 minutes} (1 day)</p>",
            "name": "(Vampire, Vrykolakas Master) Bubonic Plague"
        },
        "(Skeleton) Skeleton of Roses": {
            "description": "<p>Thick briars have grown through the skeleton's bones, covering it in red roses with inch-long thorns.</p>\n<p>The skeleton's unarmed melee Strikes deal additional piercing damage equal to 1/3 the skeleton's level (minimum 1 damage).</p>\n<p>At the end of each of its turns, if the skeleton has caused piercing damage with its thorns, it regains HP equal to its level (minimum 1). Each time the skeleton regains HP in this way, another rose blossoms.</p>",
            "name": "(Skeleton) Skeleton of Roses"
        },
        "(Blackfrost Dead) Mindburning Gaze": {
            "description": "<p>The blackfrost dead fixes its terrifying gaze on a creature within 60 feet. The creature takes @Damage[1d4[mental]] per level of the blackfrost dead (minimum 2d4), with a @Check[type:will|dc:|basic:true] save. On a critical failure, the creature is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p>",
            "name": "(Blackfrost Dead) Mindburning Gaze"
        },
        "(Beheaded) Entangling": {
            "description": "<p>Long, stringy hair clings to the beheaded's scalp. Its Strikes gain the @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.Tkd8sH4pwFIPzqTr]{Grab} ability.</p>",
            "name": "(Beheaded) Entangling"
        },
        "(Sporeborn) Spore Explosion": {
            "description": "<p>When the sporeborn is destroyed, its body explodes, releasing toxic fumes and spores. Adjacent creatures take @Damage[1d6[poison]] damage per 2 levels (minimum 1d6) with a @Check[type:fortitude|dc:|basic:true] save.</p>",
            "name": "(Sporeborn) Spore Explosion"
        },
        "(Spring-Heeled Jack) Change Shape": {
            "description": "<p>Spring-Heeled Jack takes on the appearance of a Medium humanoid dressed in exquisite finery. This doesn't change his Speed or his attack and damage modifiers with his Strikes. When in this form, Spring-Heeled Jack gains a Diplomacy modifier equal to his Intimidation modifier.</p>\n<p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>",
            "name": "(Spring-Heeled Jack) Change Shape"
        },
        "(Lich) Steal Soul": {
            "description": "<p><strong>Trigger</strong> A creature dies within 30 feet of the lich</p>\n<hr />\n<p><strong>Effect</strong> The creature must attempt one final @Check[type:fortitude|dc:] save. On a failure, the lich siphons the soul from the dying creature, storing it in a black mote of energy that orbits the lich's skull. The creature can't be brought back from the dead while its soul is trapped in this way. Once per day, as a single action, the lich can consume a mote to heal a number of Hit Points equal to double the soul's level. This utterly destroys the soul, making the creature impossible to bring back to life without a wish, miracle, or similar magic. The lich can have a number of motes orbiting them equal to their Charisma modifier (to a minimum of one mote); if the lich gains an additional mote, the oldest one is released, its soul free to travel to the afterlife.</p>",
            "name": "(Lich) Steal Soul"
        },
        "(Protean) Warpwave": {
            "description": "<p>Many proteans can subject their foes to disorienting alterations perceived in time and space by creating ripples of unstable reality in the environment called warpwaves. When a creature fails its saving throw and is affected by a warpwave, roll [[/br 1d8 #Warpwave]]{1d8} and consult the table below for the specific effect on that creature. Unless indicated otherwise, a warpwave effect lasts for [[/br 1d4 #Duration Warpwave Effect]]{1d4 rounds}, and a new warpwave effect negates any previous warpwave effect already affecting a creature.</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>[[/br 1d8 #Warpwave]]{1d8}</th>\n<th>Warpwave Effect</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>@UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2} (@UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 3} on a critical failure)</td>\n</tr>\n<tr>\n<td>2</td>\n<td>@UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused} and gains [[/r 4d6 #Temporary Hit Points]]{4d6 temporary Hit Points}</td>\n</tr>\n<tr>\n<td>3</td>\n<td>@UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} (permanent on a critical failure)</td>\n</tr>\n<tr>\n<td>4</td>\n<td>@UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 2} (@UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 3} on a critical failure)</td>\n</tr>\n<tr>\n<td>5</td>\n<td>@UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} by filaments of energy</td>\n</tr>\n<tr>\n<td>6</td>\n<td>@UUID[Compendium.pf2e.conditionitems.Item.nlCjDvLMf2EkV2dl]{Quickened} (Stride, Strike, or Step only)</td>\n</tr>\n<tr>\n<td>7</td>\n<td>@UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1}</td>\n</tr>\n<tr>\n<td>8</td>\n<td>@UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2} (@UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 3} on a critical failure)</td>\n</tr>\n</tbody>\n</table>",
            "name": "(Protean) Warpwave"
        },
        "(Ravener) Discorporate": {
            "description": "<p><strong>Trigger</strong> The ravener takes excess damage to their soul ward but still has at least 51 Hit Points in their soul ward</p>\n<hr />\n<p><strong>Effect</strong> The ravener draws deeply into their soul ward, discorporating their body into soul energy in order to escape. They take 50 damage to their soul ward and their physical body vanishes, reappearing [[/br 1d4 #hours]]{1d4 hours} later in a random location within 1 mile from the location where they used Discorporate.</p>",
            "name": "(Ravener) Discorporate"
        },
        "(Vampire, Nosferatu) Plagued Coffin Restoration": {
            "description": "<p>Unlike other undead, a nosferatu isn't destroyed at 0 HP. Instead, they disperse into an immense number of individual rats heading in every direction in an attempt to return to their coffin. If even a single rat reaches the coffin, the nosferatu can recover. A nosferatu regains their strength through resting in earth taken from the grave of a creature who died of plague. If their body rests in their earth-filled coffin for 1 hour, the nosferatu gains 1 HP, after which their fast healing begins to function normally. If the coffin doesn't contain this plagued grave dirt, they instead need to rest in their coffin for 1 day before they gain 1 HP and regain their fast healing.</p>",
            "name": "(Vampire, Nosferatu) Plagued Coffin Restoration"
        },
        "(Vampire, Jiang-Shi, Basic) Warped Fulu": {
            "description": "<p>The jiang-shi has corrupted the fulu attached to their brow. The jiang-shi is immune to spells cast from a magic item without expending a spell slot, such as from a scroll or wand. A creature can @UUID[Compendium.pf2e.actionspf2e.Item.RDXXE7wMrSPCLv5k]{Steal} the fulu to remove it, rolling against the jiangshi's Perception DC. This immediately ends the jiang-shi's immunity to these effects. If a creature then destroys the removed fulu with an Interact action, the jiang-shi also loses their fast healing ability. A jiang-shi can create a replacement fulu by spending 1 uninterrupted hour inscribing a strip of paper (or similar) with a writing instrument.</p>",
            "name": "(Vampire, Jiang-Shi, Basic) Warped Fulu"
        },
        "(Mana Wastes Mutant) Energy Blast": {
            "description": "<p>Choose an energy type; this ability gains that energy type as a trait. The mutant gains some sort of physical alteration to their shape that suggests how they trigger their energy blast, be it numerous pustules on their body, an extra limb, or an additional opening in their throat to exhale the blast as a breath weapon. Choose whether the mutant creates a @Template[type:line|distance:60] of energy or a @Template[type:cone|distance:30] of energy when they activate this ability. The energy deals [[/r ((@actor.level)d6)[energy]]]{1d6 damage per level} with a @Check[type:reflex|dc:|basic:true] save. The mutant can't use Energy Blast again for [[/r 1d4 #Recharge Energy Blast]]{1d4 rounds}.</p>",
            "name": "(Mana Wastes Mutant) Energy Blast"
        },
        "(Melfesh Monster) False Synapses": {
            "description": "<p>The Melfesh Monster partially controls a creature within 60 feet that has inhaled its spores. This has the effects of a command spell (@Check[type:will|dc:24|name:False Synapses] save). This ability replaces sporesight and Spore Cloud.</p>",
            "name": "(Melfesh Monster) False Synapses"
        },
        "(Ghost) Ghost Storm": {
            "description": "<p>@Template[type:emanation|distance:30]{30 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>Wind surrounds the ghost out to a range of 30 feet. The wind extinguishes small non-magical fires, disperses fog and mist, blows objects of light Bulk or less around, and pushes larger objects. Squares in the ghost's aura are difficult terrain and flying creatures are always considered to be moving against the wind.</p>\n<p>The ghost can dismiss or resume the wind as an action, which has the concentrate trait.</p>",
            "name": "(Ghost) Ghost Storm"
        },
        "(Werecreature) Animal Empathy": {
            "description": "<p>A werecreature can communicate with animals of the same general kind.</p>",
            "name": "(Werecreature) Animal Empathy"
        },
        "(Werecreature) Curse of the Werecreature": {
            "description": "<p>This curse affects only humanoids.</p>\n<hr />\n<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:|name:Curse of the Werecreature] DC is the standard DC for the werecreature's new level -1.</p>\n<p>On each full moon, the cursed creature must succeed at another Fortitude save or turn into the same kind of werecreature until dawn.</p>\n<p>The creature is under the GM's control and goes on a rampage for half the night before falling unconscious until dawn.</p>",
            "name": "(Werecreature) Curse of the Werecreature"
        },
        "(Nymph Queen) Inspiration": {
            "description": "<p>A nymph queen can inspire a single intelligent creature by giving that creature a token of her favor, typically a lock of her hair. As long as the creature carries her token and remains in good standing with the nymph queen, the creature gains a +1 status bonus to all Crafting checks, Performance checks, and Will saves.</p>\n<p>If a nymph queen grants her Inspiration to a bard and the nymph queen is that bard's muse, the bard gains an additional benefit depending on their muse theme: for lore muse, the bard also gains a +1 status bonus to all Lore checks; for maestro muse, the status bonus to Performance checks increases to +2 for the purpose of determining the effects of compositions; for polymath muse, the bard gains a +4 status bonus to untrained skill checks; and for all other muses, the Will save bonus increases to +2 against fey.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.iSyyR4QVOaY6mxtg]{Effect: Nymph Queen's Inspiration}</p>",
            "name": "(Nymph Queen) Inspiration"
        },
        "(Zombie, Shock) Lightning Rod": {
            "description": "<p><strong>Trigger</strong> A spell or ability with the electricity trait is used within 30 feet of the shock zombie</p>\n<hr />\n<p><strong>Effect</strong> The shock zombie attempts to counteract the spell or ability (counteract level 3, counteract modifier [[/r 1d20+17 #Counteract]]{+17}), harmlessly redirecting the electricity into one of its electricity coils.</p>",
            "name": "(Zombie, Shock) Lightning Rod"
        },
        "(Melfesh Monster) Smolderstench": {
            "description": "<p>@Template[type:emanation|distance:60] @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>The Melfesh Monster emits the overwhelming stink of burning, rotting matter. A creature that enters or begins its turn in the area inhales spores and must attempt a @Check[type:fortitude|dc:21|name:Smolderstench] save. On a failure, the creature takes @Damage[2d4[poison]] damage and is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}; on a critical failure, the creature also takes [[/r 4[persistent,poison]]] damage and is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2}. A creature that succeeds at its save is temporarily immune to smolderstench for 1 minute. This ability replaces terrorspores.</p>",
            "name": "(Melfesh Monster) Smolderstench"
        },
        "(Vampire, Nosferatu Thrall) Rally": {
            "description": "<p><strong>Trigger</strong> The thrall ends their turn more than 30 feet away from their master</p>\n<hr />\n<p><strong>Effect</strong> The thrall Strides up to their Speed toward their master.</p>",
            "name": "(Vampire, Nosferatu Thrall) Rally"
        },
        "(Protean) Protean Anatomy": {
            "description": "<p>A protean's vital organs shift and change shape and position constantly. Immediately after the protean takes acid, electricity, or sonic damage, it gains the listed amount of resistance to that damage type. This lasts for 1 hour or until the next time the protean takes damage of one of the other types (in which case its resistance changes to match that type), whichever comes first. The protean is immune to polymorph effects unless it is a willing target. If @UUID[Compendium.pf2e.conditionitems.Item.XgEqL1kFApUbl5Z2]{Blinded} or @UUID[Compendium.pf2e.conditionitems.Item.9PR9y0bi4JPKnHPR]{Deafened}, the protean automatically recovers at the end of its next turn as new sensory organs grow to replace the compromised ones.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.c6SiBB3mzV8lZUQr]{Effect: Protean Anatomy}</p>",
            "name": "(Protean) Protean Anatomy"
        },
        "(Zombie) Feast": {
            "description": "<p>If the zombie is adjacent to a helpless or unconscious creature, or a deceased creature that died in the past hour, the zombie can feast upon its flesh to heal itself.</p>\n<p>This restores an amount of Hit Points equal to the zombie's level. If the creature is alive, the zombie deals damage equal to its jaws, fist, or claw damage.</p>",
            "name": "(Zombie) Feast"
        },
        "(Ghost) Malevolent Possession": {
            "description": "<p>The ghost attempts to possess an adjacent corporeal creature. This has the same effect as the <em>@UUID[Compendium.pf2e.spells-srd.Item.wU6hNzK8Yfqdmc8m]{Possession}</em> spell, except since the ghost doesn't have a physical body, it is unaffected by that restriction of the spell.</p>",
            "name": "(Ghost) Malevolent Possession"
        },
        "(Graveknight) Devastating Blast": {
            "description": "<p>The graveknight unleashes a @Template[type:cone|distance:30] of energy. Creatures in the area take @Damage[1d12[damagetype]] damage, plus an additional 1d12 damage for every two levels the graveknight has (@Check[type:reflex|dc:|basic:true] save).</p>\n<p>The graveknight can use this ability once every [[/br 1d4 #Recharge Devastating Blast]]{1d4 rounds}.</p>\n<p>This energy damage is of the same type as that of its ruinous weapons; <em>Devastating Blast gains the associated energy trait</em>.</p>",
            "name": "(Graveknight) Devastating Blast"
        },
        "(Ghoul) Consume Flesh": {
            "description": "<p><strong>Requirements</strong> The ghoul is adjacent to the corpse of a creature that died within the last hour.</p>\n<hr />\n<p><strong>Effect</strong> The ghoul devours a chunk of the corpse and regains @Damage[1d6[healing]] Hit Points plus 1d6 for every 2 levels it has.</p>\n<p>It can regain Hit Points from any given corpse only once.</p>",
            "name": "(Ghoul) Consume Flesh"
        },
        "(Siabrae) Blight Mastery": {
            "description": "<p>Any of the siabrae's spells or effects that would normally be restricted to affecting animals can also affect undead animals. Furthermore, any animals the siabrae takes the form of or summons appear to be diseased, malnourished, or even dead and rotting. (This doesn't affect their statistics.)</p>",
            "name": "(Siabrae) Blight Mastery"
        },
        "(Divine Warden) Divine Destruction": {
            "description": "<p>When the divine warden is reduced to 0 HP, it erupts with divine energy in a @Template[type:emanation|distance:30], dealing @Damage[1d6[damage]] damage per level. This damage is either positive or negative, determined by the patron deity's divine font (chosen at the divine warden's creation if the deity offers a choice), and this ability gains the corresponding trait. Each creature in the area must attempt a @Check[type:will|dc:|traits:damaging-effect] save with the following outcomes.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature takes half damage.</p>\n<p><strong>Success</strong> The creature takes full damage.</p>\n<p><strong>Failure</strong> The creature takes full damage and becomes temporarily cursed by the patron deity. The creature becomes @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} for 1 day; this is a curse effect that uses the Will save DC as the counteract DC.</p>\n<p><strong>Critical Failure</strong> As failure, except the creature becomes @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 2} and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2}.</p>",
            "name": "(Divine Warden) Divine Destruction"
        },
        "(Kallas Devil) Blameless": {
            "description": "<p>While in disguise, the Kallas Devil can attempt to keep others from noticing her Loathsome Stench by attempting a Deception check to Lie. She has a +4 circumstance bonus to this check.</p>",
            "name": "(Kallas Devil) Blameless"
        },
        "(Ghost) Inhabit Object": {
            "description": "<p>The ghost possesses an object of size Large or smaller within 20 feet, making it an animated object. This animated object's level can be no higher than the ghost's level -2. If the target object is being held by a creature, the bearer can attempt a @Check[type:will|dc:] save to prevent the possession.</p>\n<p>This possession ends when the object is destroyed or the ghost leaves it. At this point, the ghost reappears in the object's square and can't Inhabit an Object again for [[/br 1d4 #Recharge Inhabit Object]]{1d4 rounds}.</p>",
            "name": "(Ghost) Inhabit Object"
        },
        "(Coven) Share Senses": {
            "description": "<p>The creature selects one other member of their coven; they can sense what the other member is sensing at that time regardless of distance, even if they're on different planes of existence.</p>",
            "name": "(Coven) Share Senses"
        },
        "(Ghost) Haunted House": {
            "description": "<p><strong>Frequency</strong> once every 10 minutes</p>\n<hr />\n<p><strong>Effect</strong> The ghost extends its presence throughout its bound site until the end of its next turn. Within this area, the ghost can extend its senses, gaining the benefits of @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.9qV49KjZujZnSp6w]{All-Around Vision}, and can make ghostly hand attacks or use special abilities originating from any part of the area.</p>",
            "name": "(Ghost) Haunted House"
        },
        "(Cryptid, Rumored) Shifting Form": {
            "description": "<p>The cryptid is sustained by localized tales or reports from witnesses. As a result, its appearance morphs between different appearances. If all records of the rumored cryptid are destroyed or all witnesses die, the rumored cryptid ceases to exist.</p>",
            "name": "(Cryptid, Rumored) Shifting Form"
        },
        "(Skeleton) Collapse": {
            "description": "<p><strong>Trigger</strong> The skeleton is critically hit.</p>\n<hr />\n<p><strong>Effect</strong> The skeleton collapses into a pile of bones and the attack deals only normal damage. The skeleton can reform in a standing position as an action, but until it does, it is @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} and @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard}.</p>",
            "name": "(Skeleton) Collapse"
        },
        "(Greater Barghest) Mutation - Toxic Breath": {
            "description": "<p>The barghest breathes a cloud of toxic gas that deals @Damage[8d6[poison]] damage to all creatures in a @Template[type:cone|distance:30] (@Check[type:fortitude|dc:25|basic:true] save).</p>\n<p>It can't use Toxic Breath again for [[/br 1d4 #Recharge Toxic Breath]]{1d4 rounds}.</p>",
            "name": "(Greater Barghest) Mutation - Toxic Breath"
        },
        "(Mana Wastes Mutant) Energy Resistance": {
            "description": "<p>The mutant has strangely colored skin or fur and gains resistance to a single type of energy damage. The amount of energy resistance gained depends on the mutant's level.</p>\n<table style=\"width: 100.018%; height: 88.889px;\" border=\"1\"><colgroup><col style=\"width: 73.5726%;\"><col style=\"width: 26.2643%;\"></colgroup>\n<tbody>\n<tr style=\"height: 17.7778px;\">\n<td style=\"height: 17.7778px;\">Mutant's Level</td>\n<td style=\"height: 17.7778px;\">Energy Resistance</td>\n</tr>\n<tr style=\"height: 17.7778px;\">\n<td style=\"height: 17.7778px;\">2 or lower</td>\n<td style=\"height: 17.7778px;\">2</td>\n</tr>\n<tr style=\"height: 17.7778px;\">\n<td style=\"height: 17.7778px;\">3-7</td>\n<td style=\"height: 17.7778px;\">5</td>\n</tr>\n<tr style=\"height: 17.7778px;\">\n<td style=\"height: 17.7778px;\">8-14</td>\n<td style=\"height: 17.7778px;\">10</td>\n</tr>\n<tr style=\"height: 17.7778px;\">\n<td style=\"height: 17.7778px;\">15+</td>\n<td style=\"height: 17.7778px;\">15</td>\n</tr>\n</tbody>\n</table>",
            "name": "(Mana Wastes Mutant) Energy Resistance"
        },
        "(Nymph Queen) Nymph's Beauty": {
            "description": "<p>@Template[type:emanation|distance:30]{30 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>Creatures that start their turn in the aura must succeed at a @Check[type:will|dc:0] save or suffer an effect described in the nymph queen's entry.</p>",
            "name": "(Nymph Queen) Nymph's Beauty"
        },
        "(Kallas Devil) Suffer the Children": {
            "description": "<p>@Template[type:emanation|distance:20] @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>While the Kallas Devil is disguised as a child, any creature in the aura who is considered an adult by their culture takes a -2 circumstance penalty to checks and DCs opposing the Kallas Devil's Deception.</p>",
            "name": "(Kallas Devil) Suffer the Children"
        },
        "(Cryptid, Rumored) Howl": {
            "description": "<p>The rumored cryptid calls out with a wretched sound no living creature should make. Each creature in a @Template[type:emanation|distance:30] must attempt a @Check[type:will|dc:] save. A creature that fails is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1} (or @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2} on a critical failure). A creature that succeeds is temporarily immune for 1 minute. The DC is the high DC for a creature of the rumored cryptid's level.</p>",
            "name": "(Cryptid, Rumored) Howl"
        },
        "(Blackfrost Dead) Blackfrost": {
            "description": "<p>This affliction can't be reduced below stage 1, nor the damage from it healed, until successfully treated with <em>@UUID[Compendium.pf2e.spells-srd.Item.OyFCwQuw8XRazsNr]{Remove Curse}</em> or a similar effect; the affliction can then be removed as a normal disease. A creature that dies from cold damage while cursed with blackfrost rises as a blackfrost dead after 24 hours. Blackfrost has a counteract level of 10.</p>\n<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:27]</p>\n<p><strong>Stage 1</strong> @Damage[4d6[cold]] (1 minute)</p>\n<p><strong>Stage 2</strong> weakness to cold 5 and @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} (1 day)</p>\n<p><strong>Stage 3</strong> weakness to cold 10 and @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2} (1 day)</p>",
            "name": "(Blackfrost Dead) Blackfrost"
        },
        "(Beheaded) Bleeding": {
            "description": "<p>The beheaded is covered in slimy blood. The target of a successful Strike is splattered with gore and must succeed at a @Check[type:fortitude|dc:] save or become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}.</p>",
            "name": "(Beheaded) Bleeding"
        },
        "(Visitant) Visitant Spells": {
            "description": "<p>Some visitants can cast the following innate occult spells. If you give a visitant the following spells, consider removing one of its other special abilities.</p>\n<p><strong>Occult Innate Spells</strong></p>\n<p><strong>DC</strong> varies</p>\n<p><strong>Spell Attack</strong> varies</p>\n<p><strong>1st</strong> <em>@UUID[Compendium.pf2e.spells-srd.Item.4koZzrnMXhhosn0D]{Fear}</em>, <em>@UUID[Compendium.pf2e.spells-srd.Item.J7Y7tl0bbdz7TcCc]{Ray of Enfeeblement}</em></p>\n<p><strong>Constant (1st)</strong> <em>@UUID[Compendium.pf2e.spells-srd.Item.QnTtGCAvdWRU4spv]{Detect Alignment (evil only)}</em></p>",
            "name": "(Visitant) Visitant Spells"
        },
        "(Clockwork Creature) Malfunction - Damaged Propulsion": {
            "description": "<p>The clockwork loses [[/br 1d4 #Lost Hours]]{1d4 hours} of operational time at the end of each of its turns.</p>",
            "name": "(Clockwork Creature) Malfunction - Damaged Propulsion"
        },
        "(Spring-Heeled Jack) Vanishing Leap": {
            "description": "<p><strong>Trigger</strong> Spring-Heeled Jack uses Vault</p>\n<hr />\n<p><strong>Effect</strong> Spring-Heeled Jack becomes @UUID[Compendium.pf2e.conditionitems.Item.zJxUflt9np0q4yML]{Invisible} for 1 round.</p>",
            "name": "(Spring-Heeled Jack) Vanishing Leap"
        },
        "(Cryptid, Rumored) Obscura Vulnerability": {
            "description": "<p>The cryptid is weakened by those who seek its truth. Whenever a creature succeeds at a Recall Knowledge check to identify the rumored cryptid, the rumored cryptid becomes @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} (or @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2} if the Recall Knowledge check was a critical success).</p>",
            "name": "(Cryptid, Rumored) Obscura Vulnerability"
        },
        "(Cryptid, Primeval) Shockwave": {
            "description": "<p>The primeval cryptid creates a shockwave by stomping on the ground, beating its tail on the ground, or making another similarly violent, percussive slam. Creatures on the ground within 30 feet of the primeval cryptid take @Damage[1d6[bludgeoning]] damage per level of the primeval cryptid (minimum 2d6 damage), with a @Check[type:reflex|dc:|basic:true]. On a critical failure, a creature is also knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}.</p>",
            "name": "(Cryptid, Primeval) Shockwave"
        },
        "(Secret Society) Prepared Trap": {
            "description": "<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p><strong>Effect</strong> The secret society member's agents trapped the area in advance, and the secret society member arms one such snare. The secret society member chooses an unoccupied space within 60 feet and activates a snare hidden there; the snare can be any common snare of the secret society's member's level - 2 or lower (minimum level 1). From this point on, creatures can trigger the snare as normal. During the activation, the secret society member must attempt a Deception check against the Perception DCs of creatures observing them; on a failure, those creatures realize where the secret society member activated the snare.</p>",
            "name": "(Secret Society) Prepared Trap"
        },
        "(Vampire, Jiang-Shi, Minister) Tumult of the Blood": {
            "description": "<p>The third time a jiang-shi successfully Drains Qi within a single minute, they become @UUID[Compendium.pf2e.conditionitems.Item.nlCjDvLMf2EkV2dl]{Quickened} for 1 minute. They can use their extra action only to Strike or Stride.</p>",
            "name": "(Vampire, Jiang-Shi, Minister) Tumult of the Blood"
        },
        "(Divine Warden) Instrument of Faith": {
            "description": "<p>The divine warden is a beacon for its deity's faith. A cleric of the divine warden's patron deity can channel a <em>@UUID[Compendium.pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs]{Heal}</em> spell through a divine warden they can see within 60 feet. The cleric determines any targets or area for the spell as if they were standing in the divine warden's space.</p>",
            "name": "(Divine Warden) Instrument of Faith"
        },
        "(Ghost) Fade": {
            "description": "<p>The ghost becomes @UUID[Compendium.pf2e.conditionitems.Item.zJxUflt9np0q4yML]{Invisible} until the beginning of its next turn.</p>",
            "name": "(Ghost) Fade"
        },
        "(Mana Wastes Mutant) Revolting Appearance": {
            "description": "<p>@Template[type:emanation|distance:60] @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<p>Details of the mutant's appearance are disturbing and unnatural in the extreme. A non-mutant living creature who begins their turn within 60 feet of the mutant must succeed at a Fortitude save or become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2}. A creature who succeeds at its save is then temporarily immune to the aura for 24 hours.</p>",
            "name": "(Mana Wastes Mutant) Revolting Appearance"
        },
        "(Vampire, Nosferatu Thrall) Mindbound": {
            "description": "<p>A nosferatu master exerts a fierce hold over their thrall's mind. If any creature other than the thrall's master targets them with an effect that would give them the @UUID[Compendium.pf2e.conditionitems.Item.9qGBRpbX9NEwtAAr]{Controlled} condition, the thrall's master rolls a counteract check against it using their Dominate DC - 10 as the counteract check modifier.</p>",
            "name": "(Vampire, Nosferatu Thrall) Mindbound"
        },
        "(Kallas Devil) Cold Currents": {
            "description": "<p>While the Kallas Devil is in water, she gains cold resistance 10 and electricity weakness 5.</p>",
            "name": "(Kallas Devil) Cold Currents"
        },
        "(Mana Wastes Mutant) Sprouted Limb": {
            "description": "<p>The mutant grows an extra leg, increasing their Speed by 10 feet.</p>",
            "name": "(Mana Wastes Mutant) Sprouted Limb"
        },
        "(Sporeborn) Potent Poison": {
            "description": "<p>The sporeborn fungus enhances the dead creature's natural toxins rather than diminishing them. Increase the DC of poison and spore abilities of the base creature by 2 rather than decreasing them.</p>",
            "name": "(Sporeborn) Potent Poison"
        },
        "(Ghast) Consume Flesh": {
            "description": "<p><strong>Requirements</strong> The ghast is adjacent to the corpse of a creature that died within the last hour.</p>\n<hr />\n<p><strong>Effect</strong> The ghast devours a chunk of the corpse and regains @Damage[2d6[healing]] Hit Points plus 1d6 for every 2 levels it has.</p>\n<p>It can regain Hit Points from any given corpse only once.</p>",
            "name": "(Ghast) Consume Flesh"
        },
        "(Skeleton) Screaming Skull": {
            "description": "<p>The skeleton removes its skull and throws it, making a jaws attack with a range of 20 feet. It then attempts to @UUID[Compendium.pf2e.actionspf2e.Item.2u915NdUyQan6uKF]{Demoralize} each foe within 10 feet of the target.</p>\n<p>The head bounces, rolls, or even flies back, returning to the skeleton at the start of its next turn. The skeleton is @UUID[Compendium.pf2e.conditionitems.Item.XgEqL1kFApUbl5Z2]{Blinded} until then.</p>",
            "name": "(Skeleton) Screaming Skull"
        },
        "(Dragon) Change Shape": {
            "description": "<p>The dragon takes on the appearance of any Small or Medium humanoid. This doesn't change its Speed or attack and damage bonuses with its Strikes, but might change the damage type its Strikes deal (typically to bludgeoning).</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>",
            "name": "(Dragon) Change Shape"
        },
        "(Zombie) Plague-Ridden": {
            "description": "<p>The zombie carries a plague that can create more of its own kind.</p>\n<p>This functions as the @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.KxN9aGFGPxl6oLGF]{Plague Zombie's} zombie rot, except at stage 5, the victim rises as another of the zombie's type, rather than a plague zombie.</p>\n<hr />\n<p><strong>Zombie Rot</strong></p>\n<p>An infected creature can't heal damage it takes from zombie rot until it has been cured of the disease.</p>\n<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:|name:Zombie Rot]</p>\n<p><strong>Stage 1</strong> carrier with no ill effect (1 day)</p>\n<p><strong>Stage 2</strong> @Damage[1d6[negative]] damage (1 day)</p>\n<p><strong>Stage 3</strong> @Damage[1d6[negative]] damage (1 day)</p>\n<p><strong>Stage 4</strong> @Damage[1d6[negative]] damage (1 day)</p>\n<p><strong>Stage 5</strong> dead, rising as another of the zombie's type immediately</p>",
            "name": "(Zombie) Plague-Ridden"
        },
        "(Mana Wastes Mutant) Chameleon Skin": {
            "description": "<p>The mutant can change their coloration to match their surroundings. They don't need cover or concealment to attempt to Hide with a Stealth check.</p>",
            "name": "(Mana Wastes Mutant) Chameleon Skin"
        },
        "(Mana Wastes Mutant) Vengeful Bite": {
            "description": "<p><strong>Trigger</strong> A creature critically hits the mutant with a melee unarmed Strike or a non-reach melee Strike</p>\n<hr />\n<p><strong>Effect</strong> The mutant makes a maw Strike against the triggering creature.</p>",
            "name": "(Mana Wastes Mutant) Vengeful Bite"
        },
        "(Greater Barghest) Mutation - Vestigial Arm Strike": {
            "description": "<p><strong>Frequency</strong> once per round</p>\n<p><strong>Trigger</strong> The barghest completes a Strike.</p>\n<hr />\n<p><strong>Effect</strong> The barghest makes a claw Strike with a shriveled third arm hanging from its torso. This attack doesn't count for the barghest's multiple attack penalty, nor does that penalty apply on the attack.</p>",
            "name": "(Greater Barghest) Mutation - Vestigial Arm Strike"
        },
        "(Graveknight) Graveknight's Shield": {
            "description": "<p>The graveknight's curse extends to their shield, or the graveknight's armor uses a portion of itself to produce a shield.</p>\n<p>The graveknight has a shield that uses the statistics of a <em>@UUID[Compendium.pf2e.equipment-srd.Item.f9ygr5Cjrmop8LWV]{Sturdy Shield}</em> of a level no higher than the graveknight's level - 1.</p>\n<p>The shield is quasi-independent of the graveknight and automatically protects the graveknight from harm. When the shield is raised, it automatically uses Shield Block to reduce the damage of the first attack against the graveknight each round without the graveknight needing to spend their reaction to do so.</p>\n<p>The shield automatically rejuvenates with the rest of the graveknight and must be destroyed in the same manner as the graveknight's armor.</p>",
            "name": "(Graveknight) Graveknight's Shield"
        },
        "(Ghoul) Ghoul Fever": {
            "description": "<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:]</p>\n<hr />\n<p><strong>Stage 1</strong> carrier with no ill effect (1 day)</p>\n<p><strong>Stage 2</strong> @Damage[2d6[negative]] damage and regains half as many Hit Points from all healing (1 day)</p>\n<p><strong>Stage 3</strong> as stage 2 (1 day)</p>\n<p><strong>Stage 4</strong> @Damage[2d6[negative]] damage and gains no benefit from healing (1 day)</p>\n<p><strong>Stage 5</strong> as stage 4 (1 day)</p>\n<p><strong>Stage 6</strong> dead, and rises as a @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.LHHgGSs0ELCR4CYK]{Ghoul} the next midnight.</p>",
            "name": "(Ghoul) Ghoul Fever"
        },
        "(Cryptid, Rumored) Vanishing Escape": {
            "description": "<p>The rumored cryptid breaks away and fades into the background. It Strides, then Hides.</p>",
            "name": "(Cryptid, Rumored) Vanishing Escape"
        },
        "(Kallas Devil) Infectious Water": {
            "description": "<p>The Kallas Devil has a vengeful streak and has the ability to infect wells and water supplies in Riverton with sewer haze. She can infect the water supply [[/br 1d6 #Days]]{1d6 days} after the Festival of the Skinned Hooves if the ritual sacrifice of the festival isn't performed.</p>",
            "name": "(Kallas Devil) Infectious Water"
        },
        "(Secret Society) Tag Team": {
            "description": "<p>A secret society member works best with other members of the same society (whether they have the secret society member adjustment and this ability or not). Any creature is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} against a secret society member's melee attacks due to flanking as long as the enemy is within both the secret society member's reach and the reach of one allied creature that is a member of the same secret society. Against a creature within the reach of two or more allied creatures that are members of the same secret society, the secret society member's Strikes deal an additional 1d6 precision damage.</p>",
            "name": "(Secret Society) Tag Team"
        },
        "(Sporeborn) Rancid Spore Pods": {
            "description": "<p>The sporeborn is covered in spore pods that rupture when it takes any piercing damage or a critical hit. In either case, adjacent creatures are hit with spores, causing them to become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} unless they succeed at a @Check[type:fortitude|dc:] save.</p>",
            "name": "(Sporeborn) Rancid Spore Pods"
        },
        "(Ghost) Memento Mori": {
            "description": "<p>The ghost causes one creature within 30 feet to relive the ghost's death.</p>\n<p>The target must succeed at a @Check[type:will|dc:] save or see and feel what the ghost did, taking [[/r 1d4[persistent,mental]]] per 2 levels the ghost has.</p>\n<p>All other creatures are @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} to the target until the persistent damage ends.</p>",
            "name": "(Ghost) Memento Mori"
        },
        "(Vampire, Nosferatu) Plague of Ancients": {
            "description": "<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:] (use a high DC for the nosferatu's level)</p>\n<hr />\n<p><strong>Onset</strong> 1 day</p>\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} (1 day)</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2} and @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 2} (1 day)</p>\n<p><strong>Stage 3</strong> @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 1}, @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 3}, and @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 3} (1 day)</p>\n<p><strong>Stage 4</strong> @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 2}, drained 3, and enfeebled 3 (1 day)</p>\n<p><strong>Stage 5</strong> @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} (1 day)</p>\n<p><strong>Stage 6</strong> death</p>",
            "name": "(Vampire, Nosferatu) Plague of Ancients"
        },
        "(Harrowkin) Read the Cards": {
            "description": "<p><strong>Trigger</strong> The harrowkin is about to roll initiative</p>\n<hr />\n<p><strong>Effect</strong> The harrowkin attempts to rewrite destiny. Roll 1d6 to determine a suit. The harrowkin gains the effects of the suit for 1 minute. If the suit matches the harrowkin's suit, the value is doubled.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.8tCNgEE9OsQE9Xnh]{Effect: Read the Cards}</p>\n<p><strong>Hammers</strong> The harrowkin gains a +2 status bonus to damage rolls.</p>\n<p><strong>Keys</strong> The harrowkin gains a +1 status bonus to AC.</p>\n<p><strong>Shields</strong> The harrowkin gains fast healing 5.</p>\n<p><strong>Books</strong> The harrowkin gains a +1 status bonus to skill checks.</p>\n<p><strong>Stars</strong> The harrowkin gains a +1 status bonus to saving throws.</p>\n<p><strong>Crown</strong> The harrowkin can reroll 1 check within the next minute and take the higher result. This is a fortune effect.</p>\n<hr />\n<p><em>Note: The effect will roll the d6 automatically on placement.</em></p>",
            "name": "(Harrowkin) Read the Cards"
        },
        "(Vampire, True) Turn to Mist": {
            "description": "<p>The vampire turns into a cloud of vapor, as the <em>@UUID[Compendium.pf2e.spells-srd.Item.V8wXOsoejQhe6CyG]{Vapor Form}</em> spell, or back to its normal form. The vampire loses fast healing while in gaseous form.</p>\n<p>The vampire can remain in this form indefinitely.</p>",
            "name": "(Vampire, True) Turn to Mist"
        },
        "(Vampire, True) Children of the Night": {
            "description": "<p>The vampire's presence brings forth creatures of the night to do the master's bidding. These typically include @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.sPClc6y3dT3XZupv]{Rat Swarms}, @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.VAWmwDA08ZLQd8lW]{Bat Swarms}, and @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.Oilfs8Atv2LjAsUS]{Wolves}, but can include other creatures.</p>\n<p>The vampire can give telepathic orders to these creatures as long as they are within 100 feet, but they can't communicate back.</p>",
            "name": "(Vampire, True) Children of the Night"
        },
        "(Kallas Devil) Freezing Touch": {
            "description": "<p>When winter comes to Riverton, the Kallas Devil sharpens her claws with chunks of ice. When the Kallas Devil makes a jaws or claw attack, she deals an additional @Damage[1d6[cold]] damage.</p>",
            "name": "(Kallas Devil) Freezing Touch"
        },
        "(Lich) Familiar Soul": {
            "description": "<p>The lich has an undead familiar. Instead of a traditional <em>soul cage</em>, this lich stores their soul in the body of their undead familiar. While doing so makes it significantly more vulnerable, the moment the lich's body is destroyed, it can take over the body of the familiar. After 1 hour, the lich can use this body to cast spells, assuming it has an appendage capable of making somatic components. After [[/br 1d10 #days]]{1d10 days}, the lich's body reforms as normal.</p>",
            "name": "(Lich) Familiar Soul"
        },
        "(Vampire, Jiang-Shi, Basic) Rigor Mortis": {
            "description": "<p>The jiang-shi ignores difficult terrain and effects that would render them @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}. A jiang-shi can't take the @UUID[Compendium.pf2e.actionspf2e.Item.HYNhdaPtF1QmQbR3]{Drop Prone} action. When they @UUID[Compendium.pf2e.actionspf2e.Item.d5I6018Mci2SWokk]{Leap} they don't trigger reactions that are normally triggered by move actions, such as Attacks of Opportunity.</p>",
            "name": "(Vampire, Jiang-Shi, Basic) Rigor Mortis"
        },
        "(Melfesh Monster) Vent Flames": {
            "description": "<p><strong>Trigger</strong> The Melfesh Monster ends its movement next to or takes damage from an adjacent creature</p>\n<hr />\n<p><strong>Effect</strong> Rifts in the Melfesh Monster's body spew burning gas. The triggering creature must succeed at a @Check[type:reflex|dc:21|name:Vent Flames|traits:damaging-effect] save or inhale spores which remain in its body for 1 minute, take @Damage[2d6[fire]] damage, and become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (on a critical failure, double damage and @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2}). This ability replaces Reactive Growth.</p>",
            "name": "(Melfesh Monster) Vent Flames"
        },
        "(Greater Barghest) Mutation - Wings": {
            "description": "<p>The barghest has malformed wings extending from its back. It gains a fly Speed of 25 feet.</p>",
            "name": "(Greater Barghest) Mutation - Wings"
        },
        "(Lich) Unholy Touch": {
            "description": "<p>The lich's touch is suffused with evil, dealing evil damage instead of negative. On a critical hit, the target also takes persistent evil damage equal to half the lich's level.</p>",
            "name": "(Lich) Unholy Touch"
        },
        "(Graveknight) Channel Magic": {
            "description": "<p>The graveknight redirects magical energies through its armor, allowing it to deliver magic through an attack.</p>\n<p>The graveknight Casts a Spell that takes 1 or 2 actions to cast and requires a spell attack roll. The effects of the spell don't occur immediately but are imbued into an attack instead. The graveknight then makes a melee Strike with a weapon or unarmed attack. The spell is coupled with the attack, using the attack roll result to determine the effects of both the Strike and the spell.</p>\n<p>This counts as two attacks for the graveknight's multiple attack penalty but doesn't apply the penalty until after it's completed Channeling Magic.</p>\n<p>The graveknight can't use Channel Magic again for [[/br 1d4 #Recharge Channel Magic]]{1d4 rounds}.</p>",
            "name": "(Graveknight) Channel Magic"
        },
        "(Divine Warden) Faith Bound": {
            "description": "<p>A divine warden can't attack a creature that openly wears or displays the religious symbol of the divine warden's patron deity unless that creature uses a hostile action against the divine warden first. If the divine warden is intelligent, it can also attack a creature it believes isn't faithful to its deity or who wears the religious symbol as a ruse (typically after succeeding at a Perception check to @UUID[Compendium.pf2e.actionspf2e.Item.1xRFPTFtWtGJ9ELw]{Sense Motive}).</p>",
            "name": "(Divine Warden) Faith Bound"
        },
        "(Vampire, Nosferatu Thrall) Mortal Shield": {
            "description": "<p><strong>Trigger</strong> The thrall's master would take damage from a Strike or spell attack and is in an adjacent square</p>\n<hr />\n<p><strong>Effect</strong> The thrall throws themself in front of their master, taking half the damage of the attack (before applying any weaknesses or resistances). The thrall's master takes the remaining damage, applying any weaknesses or resistances as normal.</p>",
            "name": "(Vampire, Nosferatu Thrall) Mortal Shield"
        },
        "(Vampire, Jiang-Shi, Basic) Breathsense 60 feet": {
            "description": "<p>A jiang-shi can't perceive living creatures beyond 5 feet except with their breathsense. A living creature within the listed range who holds its breath is @UUID[Compendium.pf2e.conditionitems.Item.zJxUflt9np0q4yML]{Invisible} to the jiang-shi for as long as it holds its breath. To hold its breath in this way, a creature must have one hand free to fully plug its nose or cover its mouth.</p>",
            "name": "(Vampire, Jiang-Shi, Basic) Breathsense 60 feet"
        },
        "(Vampire, Vrykolakas) Feral Possession": {
            "description": "<p><strong>Trigger</strong> The vrykolakas is reduced to 0 Hit Points, and an animal is within 100 feet</p>\n<hr />\n<p><strong>Effect</strong> Unlike most other undead, a vrykolakas isn't destroyed when it reaches 0 HP. Instead, it attempts to cast its spirit into an animal within 100 feet, which must attempt a @Check[type:will|dc:|name:Feral Possession] save (use a high DC for the vrykolakas's level).</p>\n<p>On a failure, the animal is possessed. This has the effects of the <em>@UUID[Compendium.pf2e.spells-srd.Item.wU6hNzK8Yfqdmc8m]{Possession}</em> spell, but it lasts a number of days equal to the vrykolakas's level. This possession can't be counteracted with magic (though <em>@UUID[Compendium.pf2e.spells-srd.Item.OyFCwQuw8XRazsNr]{Remove Curse}</em> works against it normally).</p>\n<p>If the animal succeeds at its save, the vrykolakas can attempt to possess a different animal within 100 feet. If at any point an animal critically succeeds at its save or no animal is within 100 feet, the vrykolakas fails to possess anything and is destroyed.</p>\n<p>A vrykolakas possessing an animal seeks out its burial site immediately, burying itself there. While the vrykolakas is in this state of recovery, its animal host is @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, and beheading it destroys the vrykolakas and kills its host. Removing the curse destroys the vrykolakas and returns the animal to normal.</p>\n<p>After [[/br 1d4 #days]]{1d4 days}, if the vrykolakas hasn't been destroyed, the animal dies and the vrykolakas rises in a new body that's identical to its previous one, formed from the animal's remains.</p>",
            "name": "(Vampire, Vrykolakas) Feral Possession"
        },
        "(Skeleton) Bloody": {
            "description": "<p>The skeleton is covered in dripping blood and gains @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.fJSNOw4zHGbIm4bZ]{Fast Healing} equal to its level.</p>",
            "name": "(Skeleton) Bloody"
        },
        "(Kuworsys) Careless Block": {
            "description": "<p><strong>Trigger</strong> A creature attempts a Strike against Kuworsys</p>\n<hr />\n<p><strong>Effect</strong> Kuworsys blocks the triggering Strike by snapping its sling or a stolen weapon into a blocking position. Damage is dealt to Kuworsys's weapon first. If the weapon would be destroyed, excess damage is dealt to Kuworsys.</p>",
            "name": "(Kuworsys) Careless Block"
        },
        "(Kallas Devil) Underwater Views": {
            "description": "<p>While underwater, the Kallas Devil can blend in with the surrounding environment and hide from other creatures by attempting a Stealth check. She has a +4 circumstance bonus for this check.</p>",
            "name": "(Kallas Devil) Underwater Views"
        },
        "(Lich) Aura of Rot": {
            "description": "<p>The lich is surrounded by pervasive, supernatural rot. Unattended food and drink within 30 feet of the lich immediately spoils. Anyone attempting to eat or drink within this area must succeed at a @Check[type:flat|dc:5] or become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} as the sustenance spoils before it can be ingested (ruining potions and other magical food and drink). Ordinary plants that remain within this aura for more than 1 minute wither and begin to die (depending on their size, this might take significantly longer).</p>",
            "name": "(Lich) Aura of Rot"
        },
        "(Graveknight) Betrayed Revivification": {
            "description": "<p>The graveknight died after being deeply betrayed.</p>\n<p>Instead of being immune to a type of energy damage, it is immune to mental damage, its weapons deal @Damage[1d6[mental]] damage, and its Devastating Blast deals mental damage with a Will saving throw instead of Reflex.</p>",
            "name": "(Graveknight) Betrayed Revivification"
        },
        "(Clockwork Creature) Malfunction - Backfire": {
            "description": "<p>The clockwork rolls a @Check[type:flat|dc:5] at the start of each of its turns. On a failure, it backfires, dealing @Damage[2d6[fire]] damage in a @Template[type:cone|distance:15], including to itself (@Check[type:reflex|basic:true|dc:0] save at the standard DC for its level), and is @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} this turn.</p>",
            "name": "(Clockwork Creature) Malfunction - Backfire"
        },
        "(Zombie) Tearing Grapple": {
            "description": "<p>The zombies work in groups to rip foes to pieces. Whenever a zombie with this ability successfully @UUID[Compendium.pf2e.actionspf2e.Item.PMbdMWc2QroouFGD]{Grapples} a foe that's already @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} or @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained} by another zombie with this ability, they violently struggle over the poor victim, dealing fist damage (or a similar Strike's damage if the zombie doesn't have a fist Strike). If the grapple is a critical success, the target takes double damage and ceases being grabbed or restrained by any other creatures. If the zombie has the @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.Tkd8sH4pwFIPzqTr]{Grab} ability, using Grab deals half its fist Strike damage to the target.</p>",
            "name": "(Zombie) Tearing Grapple"
        },
        "(Cryptid, Rumored) Creature Obscura": {
            "description": "<p>The cryptid appears in so many urban legends, it can be identified using Society or a Lore skill connected to a nearby settlement, in addition to the normal skills. However, much of the information known about it is dubious. The DC to identify a rumored cryptid is incredibly hard (rather than very hard for most rare creatures), but all failures to identify a rumored cryptid gain the effects of the @UUID[Compendium.pf2e.feats-srd.Item.1Bt7uCW2WI4sM84P]{Dubious Knowledge} skill feat.</p>",
            "name": "(Cryptid, Rumored) Creature Obscura"
        },
        "(Vampire, Strigoi) Strigoi Weaknesses": {
            "description": "<p>All strigoi possess the following weaknesses:</p>\n<ul>\n<li><strong>Revulsion</strong> Strigoi are uncomfortable near mirrors or sources of bright light. Only a strigoi's shadow reflects in a mirror, and this often compels them to cover or destroy mirrors in their presence rather than risk their true nature being displayed. A strigoi can't voluntarily come within 10 feet of a brandished mirror or source of bright light. To brandish a mirror or light source, a creature must Interact to do so for 1 round (similar to Raising a Shield). If the strigoi involuntarily comes within 10 feet of a brandished mirror or light source, it gains the @UUID[Compendium.pf2e.conditionitems.Item.sDPxOjQ9kx2RZE8D]{Fleeing} condition, running from the brandished object until it ends an action beyond 10 feet. After 1 round of being exposed to the subject of its revulsion, a strigoi can attempt a @Check[type:will|dc:25] save as a single action, which has the concentrate trait. On a success, it overcomes its revulsions for [[/r 1d6 #Overcome Revulsions Duration]]{1d6 rounds} (or 1 hour on a critical success). A strigoi can move normally around mirrors or bright light sources that are not brandished, although doing so causes them discomfort that can be noticed with a successful Perception check to @UUID[Compendium.pf2e.actionspf2e.Item.1xRFPTFtWtGJ9ELw]{Sense Motive}.</li>\n<li><strong>Sunlight</strong> When exposed to direct sunlight, a strigoi immediately becomes @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} and falls to the ground. It appears to be dead: it doesn't breathe, its body temperature matches its surroundings, and it doesn't react to pain or other stimuli. A successful @Check[type:perception|dc:resolve(10+@actor.system.saves.reflex.value)] check against the strigoi's Reflex DC is enough to note one anomaly: the shadow cast by its \"dead\" body shifts and moves slightly, its edges twisting and active. Spells like <em>@UUID[Compendium.pf2e.spells-srd.Item.QnTtGCAvdWRU4spv]{Detect Evil}</em>, senses like lifesense, and the \"corpse\" taking damage from positive energy still function normally, and could reveal the truth without needing a successful Perception check. Viewing the \"corpse\" in a mirror's reflection can also reveal the truth, for only the body's shadow reflects. While in sunlight and unconscious, the strigoi loses its resistance to physical damage. If the strigoi takes enough damage that it would be reduced to 0 Hit Points, its body quickly decomposes, and the strigoi is destroyed.</li>\n<li><strong>Water Revulsion</strong> A strigoi cannot cross a significant source of running water (such as a creek, river, or waves on a seashore). A strigoi capable of flight can cross running water provided it approaches no closer than 10 feet to the liquid's surface. If forced into running water against its will, the strigoi becomes @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 2} and gains the fleeing condition as long as it remains in the water. At the end of any turn in which the strigoi remains in running water, it must succeed at a @Check[type:flat|dc:5] or be destroyed.</li>\n</ul>",
            "name": "(Vampire, Strigoi) Strigoi Weaknesses"
        },
        "(Kallas Devil) Waterfall Torrent": {
            "description": "<p>The Kallas Devil controls any water she touches. When the Kallas Devil is in water, she can cast <em>@UUID[Compendium.pf2e.spells-srd.Item.jfVCuOpzC6mUrf6f]{Hydraulic Push}</em> as an occult innate spell at will.</p>",
            "name": "(Kallas Devil) Waterfall Torrent"
        },
        "(Worm That Walks) Discorporate": {
            "description": "<p>When the worm that walks is reduced to 0 HP, it discorporates and the component worms that make up its body disperse in every direction. If even a single worm escapes, the worm that walks will eventually re-form using a process that typically takes [[/r 1d10 #days]]{1d10 days}.</p>\n<p>While the exact circumstances and surroundings determine how long the worm that walks's foes have to dispatch the fleeing worms before they escape, usually its foes have only a single round.</p>\n<p>Typically, this requires the application of an area effect or splash weapon within 1 round to the space where the worm that walks collapsed. After any amount of area or splash damage is dealt to that space, the character dealing the damage must attempt a @Check[type:flat|dc:15|showDC:owner] check. Each subsequent area or splash damage effect performed on the area reduces the DC of this flat check by 2, to a minimum of DC 5. If any of these flat checks succeed, none of the worms escape, and the worm that walks is destroyed permanently.</p>\n<p>At the GM's discretion, clever means of trapping or otherwise detaining the vermin may extend the time allowed to finish off the worm that walks.</p>",
            "name": "(Worm That Walks) Discorporate"
        },
        "(Vampire, Jiang-Shi, Basic) Drain Qi": {
            "description": "<p><strong>Requirements</strong> A @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}, or willing creature is within the jiang-shi's reach</p>\n<hr />\n<p><strong>Effect</strong> The jiang-shi drains the victim's life energy, or qi, through their breath. This requires an @Check[type:athletics] check against the victim's Fortitude DC if the victim is grabbed and is automatic for any of the other conditions. The victim is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} and the jiang-shi regains HP equal to 10% of its maximum HP, gaining any excess as temporary Hit Points. Draining qi from a creature that's already drained doesn't restore any HP to the jiang-shi but increases the victim's drained condition value by 1, killing the victim when it reaches drained 5. If the victim has the ability to cast ki spells, it can spend 1 Focus Point to avoid becoming drained. This protects it only from the current attack, not from subsequent attempts to Drain Qi.</p>\n<p>A victim's drained condition value decreases by 1 every week. If the creature restricts their diet to glutinous rice for at least 1 day and spends 10 minutes dancing, jogging, or otherwise engaging in vigorous physical activity by succeeding at a @Check[type:athletics|dc:25] check, it reduces its drained condition by 1.</p>",
            "name": "(Vampire, Jiang-Shi, Basic) Drain Qi"
        },
        "(Graveknight) Dark Deliverance": {
            "description": "<p>The graveknight has positive resistance equal to its level.</p>",
            "name": "(Graveknight) Dark Deliverance"
        },
        "(Melfesh Monster) Corpse Bomb": {
            "description": "<p>The Melfesh Monster injects a creature's corpse with spores over the course of 10 minutes, priming it to explode. These spores last 1 day, and the Melfesh Monster can only have three corpses primed at a time; if it primes another, the oldest corpse bomb deactivates harmlessly. Creatures that succeed at a @Check[type:perception|dc:21|name:Notice Corpse Bomb|traits:action:seek,action:investigate,secret] check while Seeking or Investigating notice a corpse bomb's explosive nature. Creatures can attempt to disarm a corpse bomb with a @Check[type:nature|dc:21|name:Disable Corpse Bomb (Nature)|traits:action:disable-a-device], @Check[type:survival|dc:21|name:Disable Corpse Bomb (Survival)|traits:action:disable-a-device], or @Check[type:thievery|dc:21|name:Disable Corpse Bomb (Thievery)|traits:action:disable-a-device] check to Disable a Device. A corpse bomb explodes in a @Template[type:burst|distance:10] if a creature comes within 5 feet or if the Melfesh Monster detonates it as a single action, which it can use once per round. This deals [[/r {2d8[fire],2d8[poison]}]]{2d8 fire and 2d8 poison damage} (@Check[type:reflex|dc:21|basic:true|name:Corpse Bomb] save) and leaves a lingering, 10-foot-radius spore cloud. A creature that enters or begins its turn within the cloud inhales spores, which remain in its body for 1 minute. This ability replaces Spore Cloud.</p>",
            "name": "(Melfesh Monster) Corpse Bomb"
        },
        "(Golem) Inexorable March": {
            "description": "<p>@Check[type:fortitude|dc:|traits:damaging-effect]</p>\n<p>[save effect]</p>\n<hr />\n<p>The golem Strides up to its Speed, pushing back each creature whose space it moves into and damaging them if they try to stop its movement. A creature can attempt to bar the way by succeeding at a Fortitude save.</p>",
            "name": "(Golem) Inexorable March"
        },
        "(Vampire, Vrykolakas Master) Create Spawn": {
            "description": "<p>If a creature dies after being reduced to 0 HP by Drink Blood, a vrykolakas master can turn this creature into a @UUID[Compendium.pf2e.pathfinder-bestiary-2.Actor.8IyfadYYpYXBvlXN]{Vrykolakas Spawn} by donating some of its own blood to the creature and burying it in earth for 3 nights.</p>\n<p>Such vrykolakas spawn are generally friendly to the vrykolakas that created them, but they are not under its control and typically wander off on their own rampage within [[/r 1d6 #days]]{1d6 days} of their creation.</p>",
            "name": "(Vampire, Vrykolakas Master) Create Spawn"
        },
        "(Cryptid, Experimental) Energy Wave": {
            "description": "<p>The experimental cryptid unleashes a @Template[type:line|distance:30] of energy of a type specific to the experimental cryptid (typically electricity or fire). Creatures in the area take @Damage[1d6[damagetype]]{1d6 damage per level of the cryptid} with a @Check[type:reflex|dc:|basic:true] save. The experimental cryptid can use this ability once every [[/r 1d4 #Recharge Energy Wave]]{1d4 rounds}. This action has the damage type's trait. If the experiments that reshaped the creature were magical, this action also has the evocation trait and the trait matching the magical tradition of the experiments (arcane, divine, occult, or primal).</p>",
            "name": "(Cryptid, Experimental) Energy Wave"
        },
        "(Zombie) Persistent Limbs": {
            "description": "<p>The first time the zombie is critically hit with a melee or ranged Strike, a limb falls off its body and continues to attack. The limb acts on the zombie's initiative; each round it can Stride up to half the zombie's Speed and make a Strike. The limb uses and contributes to the zombie's multiple attack penalty.</p>",
            "name": "(Zombie) Persistent Limbs"
        },
        "(Cryptid, Primeval) Grasp for Life": {
            "description": "<p><strong>Frequency</strong> once per week</p>\n<p><strong>Trigger</strong> The primeval cryptid would be reduced to 0 Hit Points</p>\n<hr />\n<p><strong>Effect</strong> The cryptid's will to live is second nature, and its second wind has allowed it to survive when others of its kind went extinct. The creature shrugs off death. Instead of being reduced to 0 Hit Points, its Hit Points become equal to four times its level (or 4 Hit Points for a level 0 creature).</p>",
            "name": "(Cryptid, Primeval) Grasp for Life"
        },
        "(Vampire, Jiang-Shi, Basic) Jiang-Shi Vulnerabilities": {
            "description": "<p>All jiang-shi possess the following vulnerabilities.</p>\n<ul>\n<li><strong>Revulsion</strong> A jiang-shi can't voluntarily come within 10 feet of a brandished mirror or the sound of ringing handbells. A creature can Interact with a mirror or handbell to brandish or ring the item for 1 round (similar to Raising a Shield). If the jiang-shi involuntarily comes within 10 feet of an object of their revulsion, they gain the @UUID[Compendium.pf2e.conditionitems.Item.sDPxOjQ9kx2RZE8D]{Fleeing} condition, running from the object of their revulsion until they are 10 feet or farther from the object. After 1 round of being exposed to the object of their revulsion, a jiang-shi can attempt a @Check[type:will|dc:25] save as a single action, which has the concentrate trait. On a success, they overcome their revulsions for [[/br 1d6 #rounds]]{1d6 rounds} (or 1 hour on a critical success).</li>\n<li><strong>Bitter Epiphany</strong> A jiang-shi is afflicted by severe melancholia when reminded of their debased nature and the truth of their existential disconnection from living beings. When a jiang-shi sees an altar with at least 1 Bulk of food offerings to ancestor spirits, they must attempt a @Check[type:will|dc:25] save. They are then temporarily immune to Bitter Epiphany for 1 minute.</li>\n</ul>\n<hr />\n<p><strong>Critical Success</strong> The jiang-shi is unaffected.</p>\n<p><strong>Success</strong> The jiang-shi is @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} for 1 round.</p>\n<p><strong>Failure</strong> The jiang-shi is @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2} for 1 minute.</p>\n<p><strong>Critical Failure</strong> The jiang-shi is stupefied 2 and @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused} for 1 minute.</p>",
            "name": "(Vampire, Jiang-Shi, Basic) Jiang-Shi Vulnerabilities"
        },
        "(Golem) Golem Antimagic": {
            "description": "<p>harmed by [damageType] ([[/r {0d8}]]{0d8 damage}, [[/r {0d4}]]{0d4 damage} from areas or persistent damage); healed by [damageType] (area @Damage[0d4[healing]] Hit Points); slowed by [damageType]</p>\n<hr />\n<p>A golem is immune to spells and magical abilities other than its own, but each type of golem is affected by a few types of magic in special ways. These exceptions are listed in shortened form in the golem's stat block, with the full rules appearing here. If an entry lists multiple types (such as \"cold and water\"), either type of spell can affect the golem.</p>\n<ul>\n<li><strong>Harmed By</strong> Any magic of this type that targets the golem causes it to take the listed amount of damage (this damage has no type) instead of the usual effect. If the golem starts its turn in an area of magic of this type or is affected by a persistent effect of the appropriate type, it takes the damage listed in the parenthetical.</li>\n<li><strong>Healed By</strong> Any magic of this type that targets the golem makes the golem lose the slowed condition and gain HP equal to half the damage the spell would have dealt. If the golem starts its turn in an area of this type of magic, it gains the HP listed in the parenthetical.</li>\n<li><strong>Slowed By</strong> Any magic of this type that targets the golem causes it to be @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for [[/br 2d6 #rounds]]{2d6 rounds} instead of the usual effect. If the golem starts its turn in an area of this type of magic, it's slowed 1 for that round.</li>\n<li><strong>Vulnerable To</strong> Each golem is vulnerable to one or more specific spells, with the effects described in its stat block.</li>\n</ul>",
            "name": "(Golem) Golem Antimagic"
        },
        "(Vampire, Strigoi Progenitor) Shadow Escape": {
            "description": "<p><strong>Trigger</strong> The strigoi is reduced to 0 HP</p>\n<hr />\n<p><strong>Effect</strong> The strigoi uses Shadow Form. It can take move actions to move toward its coffin even though it's at 0 HP. While at 0 HP in this form, the strigoi is unaffected by further damage. Once the strigoi reaches its coffin, or if it hasn't done so within 2 hours, it automatically returns to its physical form, @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}.</p>",
            "name": "(Vampire, Strigoi Progenitor) Shadow Escape"
        },
        "(Vampire, Strigoi) Drink Essence": {
            "description": "<p><strong>Requirements</strong> A @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}, or willing creature is within the strigoi's reach</p>\n<hr />\n<p><strong>Effect</strong> The strigoi sinks their fangs into the targeted creature to drink its blood and draw out its vital essence. This requires an @Check[type:athletics] check against the creature's Fortitude DC if the creature is grabbed and is automatic for any of the other conditions. The creature becomes @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1}, and the strigoi regains HP equal to 10% of their maximum HP, gaining any excess HP as temporary Hit Points. Drinking Essence from a creature that's already drained or stupefied doesn't restore any HP, but increases either the creature's drained condition value or its stupefied condition value by 1 (whichever value is lesser is increased; if both values are equal, then the strigoi chooses which condition to increase the value of).</p>\n<p>A victim's drained condition decreases by 1 per week. A blood transfusion, which requires a successful @Check[type:medicine|dc:20] check and sufficient blood or a blood donor, reduces the drained value by 1 after 10 minutes.</p>\n<p>A victim's stupefied condition decreases by 1 per day after performing daily preparations. If the daily preparations are done in full sunlight, the stupefied condition is removed entirely.</p>",
            "name": "(Vampire, Strigoi) Drink Essence"
        },
        "(Skeleton) Nimble": {
            "description": "<p>The skeleton is particularly fast and nimble. Its land Speed increases by 10 feet and it has a climb Speed of 20 feet. In addition, it gains the @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.wCnsRCHvtZkZTmO0]{Nimble Dodge} reaction.</p>",
            "name": "(Skeleton) Nimble"
        },
        "(Skeleton) Bone Missile": {
            "description": "<p>The skeleton yanks a rib from its ribcage to use as an arrow or javelin. The skeleton loses HP equal to its level (minimum 1), then makes a ranged Strike.</p>\n<p>This uses the attack bonus of whichever of the skeleton's other Strikes has the highest attack bonus and deals piercing damage equal to that Strike's damage plus the skeleton's level (minimum 1).</p>",
            "name": "(Skeleton) Bone Missile"
        },
        "(Beheaded) Giant": {
            "description": "<p>A beheaded created from the head of a giant is a Medium creature, gaining 2 levels and one or more additional beheaded abilities.</p>",
            "name": "(Beheaded) Giant"
        },
        "(Ulgrem-Axaan) Fallen Victim": {
            "description": "<p><strong>Requirements</strong> A creature in Ulgrem-Axaan's reach is prone, and Ulgrem-Axaan isn't currently grabbing another creature</p>\n<hr />\n<p><strong>Effect</strong> Ulgrem-Axaan attempts a jaws Strike against the creature. If successful, Ulgrem-Axaan immediately @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabs} the creature, and the creature takes an additional @Damage[2d10[bludgeoning]] damage.</p>",
            "name": "(Ulgrem-Axaan) Fallen Victim"
        },
        "(Kuworsys) Smash and Grab": {
            "description": "<p>Kuworsys Strides up to twice its Speed. At the end of its movement, it can make a melee limb Strike. On a successful Strike, the creature becomes @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} until the end of Kuworsys's next turn</p>",
            "name": "(Kuworsys) Smash and Grab"
        },
        "(Vampire, Vetalarana, Basic) Vetalarana Vulnerabilities": {
            "description": "<p>All vetalaranas possess the following weaknesses.</p>\n<ul>\n<li><strong>Barred Senses</strong> A vetalarana can't see or sense through force effects or cold iron, and their mind can't penetrate force effects or cold iron. Such barriers can prevent the transference of a vetalarana's mind through Mental Rebirth.</li>\n<li><strong>Revulsion</strong> A vetalarana delights in consuming memories and secrets, and is disgusted by those who share such sensitive tidbits openly. A vetalarana can't voluntarily come within 10 feet of a creature loudly voicing their intimate personal secrets or most cherished memories aloud. Speaking such information aloud with conviction is a single action that has the auditory, concentrate, and linguistic traits, and protects the creature until the start of its next turn. A vetalarana that involuntarily comes within 10 feet of a creature sharing such information gains the @UUID[Compendium.pf2e.conditionitems.Item.sDPxOjQ9kx2RZE8D]{Fleeing} condition until they're 10 feet or farther from the creature. After 1 round of being exposed to the secrets of a creature, a vetalarana can attempt a @Check[type:will|dc:25] save as a single action, which has the concentrate trait. On a success, they overcome their revulsions for [[/br 1d6 #rounds]]{1d6 rounds} (or 1 hour on a critical success).</li>\n<li><strong>Vulnerable to Brain Destruction</strong> A vetalarana whose brain has been destroyed, or is reduced to 0 HP while unable to take mental actions, can't use Mental Rebirth.</li>\n</ul>",
            "name": "(Vampire, Vetalarana, Basic) Vetalarana Vulnerabilities"
        },
        "(Vampire, Vrykolakas Master) Pestilential Aura": {
            "description": "<p>@Template[type:emanation|distance:5]{5 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>Creatures beginning their turn in the area while the vrykolakas is in its true form are exposed to bubonic plague.</p>",
            "name": "(Vampire, Vrykolakas Master) Pestilential Aura"
        },
        "(Skeleton) Bone Powder": {
            "description": "<p>When the skeleton takes physical damage from a critical hit, one of its bones is pulverized into a fine powder.</p>\n<p>All creatures in a @Template[type:emanation|distance:5] that breathe take [[/r 1d6[persistent,poison]]] damage (plus an additional 1d6 for every 6 levels the skeleton has).</p>",
            "name": "(Skeleton) Bone Powder"
        },
        "(Vampire, True) Mist Escape": {
            "description": "<p><strong>Trigger</strong> The vampire is reduced to 0 HP.</p>\n<hr />\n<p><strong>Effect</strong> The vampire uses Turn to Mist. It can take move actions to move toward its coffin even though it's at 0 HP. While at 0 HP in this form, the vampire is unaffected by further damage.</p>\n<p>It automatically returns to its corporeal form, unconscious, if it reaches its coffin or after 2 hours, whichever comes first.</p>",
            "name": "(Vampire, True) Mist Escape"
        },
        "(Vampire, Vrykolakas Master) Change Shape": {
            "description": "<p>A vrykolakas master can transform into a form resembling the body it had in life, with the effects of humanoid form but with unlimited duration. It loses its fangs and claw Strikes but gains a +2 circumstance bonus to Deception checks to @UUID[Compendium.pf2e.actionspf2e.Item.AJstokjdG6iDjVjE]{Impersonate} in this form.</p>",
            "name": "(Vampire, Vrykolakas Master) Change Shape"
        },
        "(Nymph Queen) Focus Beauty": {
            "description": "<p>The nymph queen focuses her beauty upon a target within her aura. The creature must attempt a @Check[type:will|dc:0] save. On a failure, it is affected as if by the nymph queen's nymph's beauty aura; if it was already affected by the aura, it suffers a greater effect described in the nymph queen's entry. A nymph queen can Focus Beauty on a given creature only once per turn.</p>",
            "name": "(Nymph Queen) Focus Beauty"
        },
        "(Cryptid, Mutant) Unusual Bane": {
            "description": "<p>The mutant cryptid gains an unusual weakness to a specific bane-such as aversion to saffron or to the sound of children's laughter. The first time each round the creature comes within 15 feet of its bane or interacts with its bane (such as stepping over a line of saffron or hearing children laugh) it takes an amount of mental damage equal to its level and must attempt a @Check[type:will|dc:] save with a hard DC for its level. On a failure, it's @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1} (@UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 3} on a critical failure).</p>",
            "name": "(Cryptid, Mutant) Unusual Bane"
        },
        "(Ghast) Stench": {
            "description": "<p>@Template[type:emanation|distance:10]{10 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>A creature entering the aura or starting its turn in the aura must succeed at a @Check[type:fortitude|dc:] save or become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (plus @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} as long as it's sickened on a critical failure).</p>\n<p>While within the aura, the creature takes a -2 circumstance penalty to saves against disease and to recover from the sickened condition. A creature that succeeds at its save is temporarily immune for 1 minute.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.wX9L6fbqVMLP05hn]{Effect: Stench}</p>",
            "name": "(Ghast) Stench"
        },
        "(Mana Wastes Mutant) Eldritch Attraction": {
            "description": "<p>A creature who casts a spell within 30 feet of the mutant must succeed at a @Check[type:will|dc:] save or spend its next action to Stride toward the mutant. It can't Delay or take any reactions until it has obeyed the compulsion.</p>",
            "name": "(Mana Wastes Mutant) Eldritch Attraction"
        },
        "(Vampire, Nosferatu) Nosferatu Vulnerabilities": {
            "description": "<ul>\n<li><strong>Revulsion</strong> A nosferatu can't voluntarily come within 10 feet of brandished garlic or a brandished religious symbol of a non-evil deity. To brandish garlic or a religious symbol, a creature must Interact to do so for 1 round (similar to Raising a Shield). If the nosferatu involuntarily comes within 10 feet of an object of their revulsion, they gain the @UUID[Compendium.pf2e.conditionitems.Item.sDPxOjQ9kx2RZE8D]{Fleeing} condition, running from the object of their revulsion until they end an action beyond 10 feet. After 1 round of being exposed to the subject of their revulsion, a nosferatu can attempt a @Check[type:will|dc:25|traits:concentrate] save as a single action, which has the concentrate trait. On a success, they overcome their revulsions for [[/br 1d6 #Overcome Revulsions]]{1d6 rounds} (or 1 hour on a critical success).</li>\n<li><strong>Stake</strong> A magical wooden stake (such as one affected by a weapon potency rune, magic weapon, or similar magic) driven through the nosferatu's heart drops the nosferatu to 0 HP and prevents them from healing above 0 HP, even in their coffin. Staking a nosferatu requires 3 actions and works only if the nosferatu is @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}. If the stake is removed, the nosferatu can heal above 0 HP again, and if they're in their coffin, the 1-hour rest period begins once the stake is removed. If the nosferatu's head is severed and anointed with <em>@UUID[Compendium.pf2e.equipment-srd.Item.z9T4c1hXwOotsMCp]{Holy Water}</em> while the stake is in place, the nosferatu is destroyed.</li>\n<li><strong>Sunlight</strong> If exposed to direct sunlight, a nosferatu immediately becomes @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1}. The slowed value increases by 1 each time the nosferatu ends their turn in sunlight, and the condition ends when they're no longer in sunlight. If the nosferatu loses all their actions in this way, they're destroyed.</li>\n</ul>",
            "name": "(Vampire, Nosferatu) Nosferatu Vulnerabilities"
        },
        "(Vampire, Vetalarana, Manipulator) Control Comatose": {
            "description": "<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The vetalarana manipulator spends 10 minutes to take psychic control of the creatures they've rendered comatose with Drain Thoughts. This has the effects of the <em>@UUID[Compendium.pf2e.spells-srd.Item.wU6hNzK8Yfqdmc8m]{Possession}</em> spell, but lasts for up to 6 hours, has a range of 1 mile, and the vetalarana can control a number of comatose victims at a time equal to half the vetalarana's level. A comatose victim can't resist this possession and automatically gets a critical failure on its saving throw against Control Comatose.</p>\n<p>As long as a comatose victim is controlled by a vetalarana manipulator in this way, the victim's stupefied and @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} conditions are temporarily suppressed.</p>",
            "name": "(Vampire, Vetalarana, Manipulator) Control Comatose"
        },
        "(Ghost) Fetch": {
            "description": "<p>The ghost creates an illusory double of a creature. The fetch functions as a 2nd-level <em>@UUID[Compendium.pf2e.spells-srd.Item.f8SBoXiXQjlCKqly]{Illusory Creature}</em>, except that the ghost doesn't control the fetch, and the spell lasts for [[/r 1d4 #hours]]{1d4 hours} instead of needing to Sustain the Spell.</p>\n<p>The fetch has a rudimentary intelligence and tries to imitate its original (it has a Deception skill value equal to the ghost's highest skill) but comes across as @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused} or vague.</p>\n<p>A ghost can have only one fetch at a time. If the creature doubled by the fetch encounters it, the creature must succeed at a @Check[type:will|dc:] save or become @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} (@UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2} on a critical failure) for as long as they can see the fetch.</p>",
            "name": "(Ghost) Fetch"
        },
        "(Lich) Pillage Mind": {
            "description": "<p><strong>Trigger</strong> The lich deals damage with their hand Strike</p>\n<hr />\n<p><strong>Effect</strong> The lich pulls a memory or thought from the target's mind. The lich Recalls Information with a skill of their choice, using the target's bonus with the skill instead of their own. If there's a very specific piece of information the lich hopes to uncover, and the target knows that information, the target can attempt a @Check[type:will|dc:] save to keep it secret. On a critical success, the target can give the lich faulty information instead.</p>",
            "name": "(Lich) Pillage Mind"
        },
        "(Siabrae) Stone Antlers": {
            "description": "<p>The siabrae grows a pair of stony antlers or horns from its head, which give it an antler attack that deals @Damage[(1d6+2)[bludgeoning]] damage for every 3 levels and inflicts stony shards. If the siabrae wishes, they can keep these antlers while polymorphed, using the normal statistics of the stone antler attack.</p>",
            "name": "(Siabrae) Stone Antlers"
        },
        "(Vampire, Vrykolakas Master) Children of the Night": {
            "description": "<p>The presence of a vrykolakas master inspires savage creatures to crawl forth to do its bidding, including @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.sPClc6y3dT3XZupv]{Rat Swarms}, @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.Sft7n3LMmnTxhhYn]{Wargs}, @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.bLMoqt9xqTZKnjxr]{Werewolves}, and similar creatures.</p>\n<p>The vrykolakas master can give telepathic orders to these creatures within 100 feet, but they can't communicate back.</p>",
            "name": "(Vampire, Vrykolakas Master) Children of the Night"
        },
        "(Melfesh Monster) Torrential Advance": {
            "description": "<p>The Melfesh Monster dissolves into a mass of fungal threads and surges forward. It @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.UNah0bxXxkcZjxO3]{Tramples} (Medium or smaller, limb, @Check[type:reflex|dc:21|basic:true|name:Trample] save), leaving a spore cloud in the squares through which it moves that last until the end of its next turn. A creature that enters or begins its turn in the cloud inhales spores and must succeed at a @Check[type:fortitude|dc:21|name:Torrential Advance] save or be @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (@UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} on a critical failure). This ability replaces Envelop and Spore Cloud.</p>",
            "name": "(Melfesh Monster) Torrential Advance"
        },
        "(Mana Wastes Mutant) Hulking Form": {
            "description": "<p>Increase the mutant's size by one category. Decrease their AC by 1, increase their HP by 1/10 their normal maximum HP, and increase the reach of all their melee Strikes by 5 feet.</p>",
            "name": "(Mana Wastes Mutant) Hulking Form"
        },
        "(Cryptid, Experimental) Clobber": {
            "description": "<p>The experimental cryptid Strikes a creature. On a hit, the creature is pushed 5 feet (10 feet on a critical hit) and knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}. If this causes the creature to collide with a solid object, the creature takes an additional [[/r 1d10]]{1d10 damage}. If the experimental cryptid is at least 5th level, this Strike deals one additional weapon damage die of damage, and if the experimental cryptid is at least 15th level, this Strike deals two additional weapon damage dice of damage.</p>",
            "name": "(Cryptid, Experimental) Clobber"
        },
        "(Nymph Queen) Tied to the Land": {
            "description": "<p>A nymph queen is intrinsically tied to a specific region, such as a forest for a dryad queen. As long as the queen is healthy, the environment is exceptionally resilient, allowing the nymph queen to automatically attempt to counteract spells and rituals such as <em>@UUID[Compendium.pf2e.spells-srd.Item.7yWXx3qC4eFNHhxD]{Blight}</em> that would harm the environment, using her Spell DC with a counteract level equal to the highest-level druid spell she can cast. When the nymph queen becomes physically or psychologically unhealthy, however, her warded region eventually becomes twisted or unhealthy as well. In that case, restoring the nymph queen swiftly heals the entire region.</p>",
            "name": "(Nymph Queen) Tied to the Land"
        },
        "(Divine Warden) Faithful Weapon": {
            "description": "<p>A divine warden always wields its patron deity's favored weapon. If the weapon is a ranged weapon, the divine warden automatically generates new ammunition with each attack. For a divine warden of 4th level or higher, the deity's favored weapon gains the effects of a <em>@UUID[Compendium.pf2e.equipment-srd.Item.DxCuJKynlnMQZHgp]{Striking}</em> rune while the divine warden wields it; at 12th level, these effects are of a <em>@UUID[Compendium.pf2e.equipment-srd.Item.KCQRFvUgbyclvOGi]{Greater Striking}</em> rune, and at 19th level, they're instead of a <em>@UUID[Compendium.pf2e.equipment-srd.Item.woxl2FrrgAcJDu0t]{Major Striking}</em> rune.</p>",
            "name": "(Divine Warden) Faithful Weapon"
        },
        "(Vampire, Nosferatu Overlord) Divine Innate Spells": {
            "description": "<p>The nosferatu can cast <em>@UUID[Compendium.pf2e.spells-srd.Item.tpLTLbJUrYcMWGld]{Telekinetic Haul}</em> (heightened to half their level rounded up) three times per day and <em>@UUID[Compendium.pf2e.spells-srd.Item.fd31tAHSSGXyOxW6]{Vampiric Exsanguination}</em> twice per day as a divine innate spell. They use a high DC for their level.</p>",
            "name": "(Vampire, Nosferatu Overlord) Divine Innate Spells"
        },
        "(Ghost) Rejuvenation": {
            "description": "<p>When a ghost is destroyed, it re-forms after [[/br 2d4 #days]]{2d4 days} within the location it's bound to, fully healed. A ghost can be permanently destroyed only if someone determines the reason for its existence and sets right whatever prevents the spirit from resting.</p>",
            "name": "(Ghost) Rejuvenation"
        },
        "(Melfesh Monster) Flame Lash": {
            "description": "<p>The Melfesh Monster sprays flaming gas in a @Template[type:cone|distance:15] or a @Template[type:line|distance:30]. Creatures in the area take @Damage[4d6[fire]] damage (@Check[type:reflex|dc:21|basic:true|name:Flame Lash] save). This ability replaces the firelance ranged Strike.</p>",
            "name": "(Melfesh Monster) Flame Lash"
        },
        "(Cryptid, Experimental) Power Surge": {
            "description": "<p>The experimental cryptid draws on its augmentations to empower its attacks. It attempts a @Check[type:flat|dc:5]. On a success, the experimental cryptid deals 1d6 additional damage with its Strikes until the end of its turn. On a failure, the experimental cryptid takes that much damage instead. The damage and traits for Power Surge are the same as those of Energy Wave. This additional damage increases to 2d6 if the experimental cryptid is 9th level or higher, 3d6 if the experimental cryptid is 15th level or higher, and 4d6 if the experimental cryptid is 18th level or higher.</p>",
            "name": "(Cryptid, Experimental) Power Surge"
        },
        "(Cryptid, Experimental) Augmented": {
            "description": "<p>An experimental cryptid is partially artificial and designed in a way to specifically prevent biological afflictions and instant death. It gains a +2 circumstance bonus to saving throws against death effects, disease, and poison.</p>",
            "name": "(Cryptid, Experimental) Augmented"
        },
        "(Ghoul) Swift Leap": {
            "description": "<p>The ghoul jumps up to half its Speed. This movement doesn't trigger reactions.</p>",
            "name": "(Ghoul) Swift Leap"
        },
        "(Ghost) Dreamwalker": {
            "description": "<p>Anyone who meets the ghost or visits its bound site can become subject to this effect. The first time the subject sleeps after their ghostly encounter, they're targeted by a <em>@UUID[Compendium.pf2e.spells-srd.Item.Uqj344bezBq3ESdq]{Nightmare}</em> spell, with the nightmares being somehow related to the ghost.</p>\n<p>Most often this means that the subject relives the ghost's last moments alive, but there are other possibilities. If the ghost wishes, it can manipulate the dreams to send messages or even hold entire conversations with dreamers.</p>",
            "name": "(Ghost) Dreamwalker"
        },
        "(Blackfrost Dead) Shattering Death": {
            "description": "<p>When the blackfrost dead is destroyed, its body shatters like brittle ice, filling the air around it with a cloud of frigid, razor-sharp ice shards. Creatures in a @Template[type:emanation|distance:10] take @Damage[1d8[cold]] per level of the blackfrost dead (minimum 3d8), with a @Check[type:reflex|dc:|basic:true] save. Creatures that critically fail this save also take @Damage[1d6[bleed]].</p>",
            "name": "(Blackfrost Dead) Shattering Death"
        },
        "(Zombie) Disgusting Pustules": {
            "description": "<p>The zombie is covered in pustules that rupture when it takes any piercing damage or any critical hit.</p>\n<p>In either case, adjacent creatures are hit with vile fluid, causing them to become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} unless they succeed at a @Check[type:fortitude|dc:|name:Disgusting Pustules] save.</p>",
            "name": "(Zombie) Disgusting Pustules"
        },
        "(Ravener) Consume Soul": {
            "description": "<p><strong>Trigger</strong> A living creature within 30 feet of the ravener dies</p>\n<hr />\n<p><strong>Effect</strong> The ravener tears the creature's soul from its body with their maw and gulps it down. The dying creature must attempt a @Check[type:fortitude|dc:|name:Consume Soul] save with the same DC as the ravener's Breath Weapon.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The ravener tears off a small chunk of the creature's soul. If the victim is restored to life, they are @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} in addition to any other side effects of returning to life. The ravener adds a number of Hit Points to their soul ward equal to half the creature's level.</p>\n<p><strong>Failure</strong> As success, but the creature's soul is ravaged. The creature is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 3} and the ravener adds a number of Hit Points to their soul ward equal to the creature's level.</p>\n<p><strong>Critical Failure</strong> As failure, but the ravener devours the entire soul. The victim can't be restored to life as long as the ravener exists except via a 10th-level effect such as <em>@UUID[Compendium.pf2e.spells-srd.Item.YfJTXyVGzLhM6V8U]{Miracle}</em> or <em>@UUID[Compendium.pf2e.spells-srd.Item.6dDtGIUerazSHIOu]{Wish}</em>, and the ravener adds a number of Hit Points to their soul ward equal to twice the creature's level.</p>",
            "name": "(Ravener) Consume Soul"
        },
        "(Visitant) Roar": {
            "description": "<p>The visitant lets out a loud and horrifying roar. Each creature within @Template[type:emanation|distance:100]{100 feet} must attempt at a @Check[type:will|dc:|name:Roar] save.</p>\n<p>No matter the result, affected creatures are then temporarily immune to the effect for 1 minute.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2}.</p>\n<p><strong>Critical Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 3}.</p>",
            "name": "(Visitant) Roar"
        },
        "(Zombie, Shock) Electromechanical Phasing": {
            "description": "<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The shock zombie activates its electromechanical components and begins phasing in and out of reality. The shock zombie casts <em>@UUID[Compendium.pf2e.spells-srd.Item.zR67Rt3UMHKC5evy]{Blink}</em> as a 4th-level divine innate spell.</p>",
            "name": "(Zombie, Shock) Electromechanical Phasing"
        },
        "(Secret Society) Prepared Diversion": {
            "description": "<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p><strong>Effect</strong> The secret society member has fellow members in all sorts of places, ready to make a distraction to help them duck from sight or make a quick attack against their foe. The secret society member either Creates a Diversion or Feints. If they @UUID[Compendium.pf2e.actionspf2e.Item.GkmbTGfg8KcgynOA]{Create a Diversion}, it doesn't gain either the auditory, linguistic, or manipulate trait (since someone else has provided the diversion), and onlookers who have already been diverted by the secret society member don't receive a +4 circumstance bonus against the attempt. If they @UUID[Compendium.pf2e.actionspf2e.Item.QNAVeNKtHA0EUw4X]{Feint}, they don't need to be in melee reach of their target, and the benefit applies to both melee and ranged attacks against their target.</p>",
            "name": "(Secret Society) Prepared Diversion"
        },
        "(Melfesh Monster) Mycelial Tomb": {
            "description": "<p><strong>Requirements</strong> A creature is within 90 feet of the Melfesh Monster and is standing on the ground</p>\n<hr />\n<p><strong>Effect</strong> Fungal threads burst from the ground. The creature must succeed at a @Check[type:reflex|dc:21|name:Mycelial Tomb] save or inhale Melfesh spores that remain in its body for 1 minute, be encased in mycelia, and be @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 2}. The mycelia have Hardness 8 and 16 HP, and the DC to Force them Open is 21. Breaking the mycelia frees the creature and ends the slowed effect. If someone other than the encased creatures breaks the mycelia from the outside, the creature is @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1} and takes any damage dealt by the breaking effect in excess of the mycelia's Hit Points. This replaces the Envelop ability.</p>",
            "name": "(Melfesh Monster) Mycelial Tomb"
        },
        "(Visitant) Noxious Breath": {
            "description": "<p>The visitant exhales sharply, releasing pungent fumes from its lungs in a @Template[type:cone|distance:15]{15-foot cone}.</p>\n<p>Each creature in the area must succeed at a @Check[type:fortitude|dc:|name:Noxious Breath] save or become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (@UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} on a critical failure).</p>",
            "name": "(Visitant) Noxious Breath"
        },
        "(Graveknight) Create Grave Squire": {
            "description": "<p>The graveknight can gift a piece of its armor to a willing ally, which becomes its grave squire.</p>\n<p>The graveknight can communicate telepathically with its squire at any distance, see through the squire's senses, and cast <em>@UUID[Compendium.pf2e.spells-srd.Item.qwlh6aDgi86U3Q7H]{Suggestion}</em> as a divine innate spell through the telepathic link at will; the squire treats its degree of success as one step worse.</p>\n<p>If the graveknight's main armor is destroyed, the squire's piece expands to cover the squire's body over [[/br 1d10 #days]]{1d10 days}, after which point it becomes the graveknight's new body.</p>\n<p>The graveknight can have only one squire at a time, and must recover the gifted piece of armor if it wishes to create a new squire.</p>",
            "name": "(Graveknight) Create Grave Squire"
        },
        "(Skeleton) Explosive Death": {
            "description": "<p>When the skeleton is destroyed, its bones shatter and explode as the necromantic energy holding it together is released.</p>\n<p>Adjacent creatures take @Damage[1d6[slashing]] damage per 2 levels (minimum 1d6) with a @Check[type:reflex|dc:|basic:true|name:Explosive Death] save.</p>",
            "name": "(Skeleton) Explosive Death"
        },
        "(Melfesh Monster) Death Throes": {
            "description": "<p><strong>Trigger</strong> The Melfesh Monster dies</p>\n<hr />\n<p><strong>Effect</strong> The Melfesh Monster explodes in a @Template[type:burst|distance:30]. Creatures in the area take [[/r {3d8[fire],3d8[poison]}]]{3d8 fire and 3d8 poison damage} (@Check[type:reflex|dc:24|basic:true|name:Death Throes] save). This ability replaces Reactive Growth.</p>",
            "name": "(Melfesh Monster) Death Throes"
        },
        "(Vampire, Vetalarana, Manipulator) Drain Thoughts": {
            "description": "<p><strong>Requirements</strong> A @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}, or willing creature is within the vetalarana's reach</p>\n<hr />\n<p><strong>Effect</strong> The vetalarana seizes a creature and consumes its memories. This requires an Athletics check against the victim's Fortitude DC if the victim is grabbed and is automatic for any of the other conditions. The victim is @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} (@UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2} on a critical success), and the vetalarana regains HP equal to 10% of the vetalarana's maximum HP, gaining any excess as temporary Hit Points. Draining Thoughts from a creature that is already stupefied doesn't restore any HP to the vetalarana but increases the victim's stupefied value by 1. Additionally, the vetalarana views one of the victim's memories. The vetalarana manipulator can choose to alter, enhance, or erase the memory they view as a 4th-level <em>@UUID[Compendium.pf2e.spells-srd.Item.FhOaQDTSnsY7tiam]{Modify Memory}</em> spell.</p>\n<p>A victim's stupefied condition value decreases by 1 every week.</p>\n<p>A victim that becomes stupefied 5 in this way is rendered comatose, becoming permanently @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}. As long as the vetalarana lives, a comatose victim can't regain consciousness, and its stupefied condition doesn't decrease.</p>",
            "name": "(Vampire, Vetalarana, Manipulator) Drain Thoughts"
        },
        "(Lich) Cold Beyond Cold": {
            "description": "<p>The lich's hand Strike deals cold damage instead of negative, and instead of being paralyzed, the target is @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 2}.</p>\n<p>A successful @Check[type:fortitude|name:Cold Beyond Cold|traits:arcane,curse,necromancy] save reduces this to @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} (or negates it on a critical success).</p>",
            "name": "(Lich) Cold Beyond Cold"
        },
        "(Mana Wastes Mutant) Increased Speed": {
            "description": "<p>The mutant's limbs change, or they grow new limbs to accommodate their mutation. Either one of their existing Speeds increases by 20 feet or they gain a new Speed (such as fly or swim) of 15 feet.</p>",
            "name": "(Mana Wastes Mutant) Increased Speed"
        },
        "(Greater Barghest) Mutation - Poison Fangs": {
            "description": "<p>The barghest grows elongated fangs that seep poison. Its jaws deal 1d6 additional poison damage and 1d6 persistent poison damage.</p>",
            "name": "(Greater Barghest) Mutation - Poison Fangs"
        },
        "(Cryptid, Mutant) Marrowlance": {
            "description": "<p>The mutant cryptid can make wicked spears of bone erupt from its body. The creature can make marrowlance ranged unarmed attacks. Use the highest attack modifier from the creature's highest ranged Strike, as well as the damage from that Strike. If it has no ranged attacks, use moderate accuracy and low damage for the creature's level. Marrowlance unarmed attacks have a range of 60 feet and the versatile S trait.</p>",
            "name": "(Cryptid, Mutant) Marrowlance"
        },
        "(Ghost) Corporeal Manifestation": {
            "description": "<p>The ghost loses the incorporeal trait, temporarily increasing its Strength modifier to equal its Charisma modifier. The ghost loses its immunity to precision damage and its resistance to all damage while corporeal.</p>\n<p>The ghost can resume being incorporeal by using this action again.</p>",
            "name": "(Ghost) Corporeal Manifestation"
        },
        "(Vampire, True) Create Spawn": {
            "description": "<p>If a creature dies after being reduced to 0 HP by Drink Blood, the vampire can turn this victim into a vampire by donating some of its own blood to the victim and burying the victim in earth for 3 nights.</p>\n<p>If the new vampire is lower level than its creator, it is under the creator's control. If a vampire controls too many spawn at once (as determined by the GM), strong-willed spawn can free themselves by succeeding at a @Check[type:will|dc:resolve(10+@actor.system.saves.will.value)|name:Escape Thralldom] saving throw against the vampire's Will DC.</p>",
            "name": "(Vampire, True) Create Spawn"
        },
        "(Kuworsys) Rain Blows": {
            "description": "<p><strong>Requirements</strong> Kuworsys is Reared Back</p>\n<hr />\n<p><strong>Effect</strong> Kuworsys Strikes each creature within its reach, to a maximum of four Strikes (one for each available limb). It can make limb Strikes or weapon Strikes, including with ranged weapons, but can use each weapon only once. Each attack counts toward Kuworsys's multiple attack penalty, but the multiple attack penalty doesn't increase until after it makes all the attacks.</p>",
            "name": "(Kuworsys) Rain Blows"
        },
        "(Siabrae) Stony Shards": {
            "description": "<p>Tiny shards break off the siabrae's antlers when they attack, lodging in the target's wounds and inflicting a terrible curse. A creature damaged by a siabrae's stone antlers Strike must succeed at a @Check[type:fortitude|dc:] save against the siabrae's spell DC - 4 or become @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2} for [[/r 1d4 #rounds]]{1d4 rounds} on a failure. If the creature critically fails, or fails while already clumsy 2 or greater, the creature is petrified.</p>",
            "name": "(Siabrae) Stony Shards"
        },
        "(Ghost) Revenant": {
            "description": "<p>The ghost possesses and transforms an adjacent corpse (this requires 2 actions if the ghost is possessing its own corpse; otherwise, it takes an hour).</p>\n<p>The possessed corpse uses the statistics of a non-incorporeal undead 2 levels lower than the ghost, and the ghost possesses it as if using the <em>@UUID[Compendium.pf2e.spells-srd.Item.wU6hNzK8Yfqdmc8m]{Possession}</em> spell. The specific undead is determined by the nature of the ghost and the corpse-@UUID[Compendium.pf2e.pathfinder-bestiary.Actor.LHHgGSs0ELCR4CYK]{Ghouls}, @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.ZPjQkKVMi3xoPcU0]{Wights}, and @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.0SJqmk4ItwL31Rg9]{Dullahans} are all common, but almost any undead is possible.</p>\n<p>If the ghost ceases to possess the corpse, the corporeal undead is immediately destroyed.</p>",
            "name": "(Ghost) Revenant"
        },
        "(Beheaded) Whispering": {
            "description": "<p>@Template[type:emanation|distance:30] @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>The beheaded constantly whispers twisted incantations in unknown languages secret and foul. Foes that enter or begin their turn in the area must succeed at a Will save or be @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1}. The aura uses the moderate DC for the beheaded's level.</p>",
            "name": "(Beheaded) Whispering"
        },
        "(Worm That Walks) Swarm Shape": {
            "description": "<p>The worm that walks collapses into a shapeless swarm of worms. It drops all held, worn, and carried items.</p>\n<p>While discorporated, the worm that walks can't use attack actions and can't cast spells, but it can move through areas small enough for its individual worms to fit without having to Squeeze. It can use the same action to coalesce back into its normal form.</p>",
            "name": "(Worm That Walks) Swarm Shape"
        },
        "(Ravener) Vicious Criticals": {
            "description": "<p>The ravener treats an attack roll as a critical hit on a roll of 19 or 20, as long as the attack roll was a success. Additionally, whenever the ravener makes a critical hit with one of their Strikes, the target must succeed on a @Check[type:fortitude|dc:|name:Vicious Criticals] save or gain the @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} condition. If the target already has a drained value of greater than 0, their drained value instead increases by 1, to a maximum of drained 4.</p>\n<p>Whenever the ravener applies drain to a creature in this way, their soul ward gains 5 Hit Points.</p>",
            "name": "(Ravener) Vicious Criticals"
        },
        "(Vampire, True) Drink Blood": {
            "description": "<p><strong>Requirement</strong> A @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}, or willing creature is within the vampire's reach.</p>\n<hr />\n<p><strong>Effect</strong> The vampire sinks its fangs into that creature to drink its blood. This requires an Athletics check against the victim's Fortitude DC if the victim is grabbed and is automatic for any of the other conditions.</p>\n<p>The victim is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2} and the vampire regains HP equal to 10% of its maximum HP, gaining any excess HP as temporary Hit Points. Drinking Blood from a creature that's already drained doesn't restore any HP to the vampire but increases the victim's drain value by 1. A vampire can also consume blood that's been emptied into a vessel for sustenance, but it gains no HP from doing so.</p>\n<p>A victim's drained condition decreases by 1 per week. A blood transfusion, which requires a @Check[type:medicine|dc:20|name:Blood Transfusion] check and sufficient blood or a blood donor, reduces the drain by 1 after 10 minutes.</p>",
            "name": "(Vampire, True) Drink Blood"
        },
        "(Cryptid, Rumored) Stalk": {
            "description": "<p><strong>Requirements</strong> The rumored cryptid is undetected</p>\n<hr />\n<p><strong>Effect</strong> The rumored cryptid swiftly stalks prey from hiding. It Strides, then Strikes.</p>",
            "name": "(Cryptid, Rumored) Stalk"
        },
        "(Clockwork Creature) Wind-Up": {
            "description": "<p>For a clockwork to act, it must be wound with a unique key by another creature. This takes 1 minute. Once wound, it remains operational for the listed amount of time, usually 24 hours, after which time it becomes unaware of its surroundings and can't act until it's wound again. Some clockworks' abilities require them to spend some of their remaining operational time. They can't spend more than they have and shut down immediately once they have 0 time remaining. If it's unclear when a clockwork was last wound, most clockwork keepers wind all their clockworks at a set time, typically 8 a.m.</p>\n<p>A clockwork that lists standby in its wind-up entry can enter standby mode as a 3-action activity. Its operational time doesn't decrease in standby, but it can sense its surroundings (with a -2 penalty to Perception). It can't act, with one exception: when it perceives a creature, it can exit standby as a reaction (rolling initiative if appropriate).</p>\n<p>A creature can attempt to Disable a Device to wind a clockwork down (with a DC listed in the wind-up entry). For each success, the clockwork loses 1 hour of operational time. This can be done even if the clockwork is in standby mode.</p>",
            "name": "(Clockwork Creature) Wind-Up"
        },
        "(Clockwork Creature) Malfunction - Loose Screws": {
            "description": "<p>When damaged, the clockwork attempts a @Check[type:flat|dc:5]. On a failure, a plate of its armor falls loose. It takes a status penalty to AC equal to the number of lost plates (up to -4).</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.lt2t24E4hiByHhi3]{Effect: Lost Plates}</p>",
            "name": "(Clockwork Creature) Malfunction - Loose Screws"
        },
        "(Lich) Paralyzing Touch": {
            "description": "<p>A creature damaged by the lich's hand Strike must succeed at a @Check[type:fortitude|dc:] save against the lich's spell DC-4.</p>\n<p>The creature becomes @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed} for 1 round on a failure. On a critical failure, the creature is paralyzed permanently, falls @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}, and seems dead. A @Check[type:medicine|dc:25|name:Diagnose Paralysis|traits:arcane,curse,necromancy|overrideTraits:true] check reveals the victim is alive.</p>",
            "name": "(Lich) Paralyzing Touch"
        },
        "(Vampire, Jiang-Shi, Minister) Dark Enlightenment": {
            "description": "<p>The jiang-shi is no longer limited to seeing living creatures with only their breathsense, and they no longer have the Revulsion vulnerability. They can perceive living creatures normally with either darkvision or breathsense, and they can take the @UUID[Compendium.pf2e.actionspf2e.Item.HYNhdaPtF1QmQbR3]{Drop Prone} action.</p>",
            "name": "(Vampire, Jiang-Shi, Minister) Dark Enlightenment"
        },
        "(Secret Society) Skill Savvy": {
            "description": "<p>The secret society member has a few tricks most others do not. They gain two of the following skill feats: @UUID[Compendium.pf2e.feats-srd.Item.B6HbYsLBWb1RR6Fx]{Charming Liar}, @UUID[Compendium.pf2e.feats-srd.Item.JtjnFsOToBLnSRO9]{Courtly Graces}, @UUID[Compendium.pf2e.feats-srd.Item.WeQGWvlWdeLeOlCN]{Glean Contents}, @UUID[Compendium.pf2e.feats-srd.Item.4RjDxgvNXNl5GG9d]{Hobnobber}, @UUID[Compendium.pf2e.feats-srd.Item.HEBXaS656MZTiWFu]{Lengthy Diversion}, @UUID[Compendium.pf2e.feats-srd.Item.Dvz54d6aPhjsmUux]{Lie To Me}, @UUID[Compendium.pf2e.feats-srd.Item.ar2DUlvDK4LDcH9J]{Quick Coercion}, or @UUID[Compendium.pf2e.feats-srd.Item.X2jGFfLU5qI5XVot]{Streetwise}. If they are at least 2nd level, they can also choose from among the following: @UUID[Compendium.pf2e.feats-srd.Item.uF0ATN2Zw1Q67ew2]{Discreet Inquiry}, @UUID[Compendium.pf2e.feats-srd.Item.cc8O47KFsODReoBe]{Glad-Hand}, or @UUID[Compendium.pf2e.feats-srd.Item.6vnbC90UQ3I57RrQ]{Lasting Coercion}. If they are at least 7th level, they can also choose @UUID[Compendium.pf2e.feats-srd.Item.KIK2Eza9TK47MEb2]{Shameless Request} or @UUID[Compendium.pf2e.feats-srd.Item.RiuZT3H4QZIIEQXJ]{Slippery Secrets}.</p>",
            "name": "(Secret Society) Skill Savvy"
        },
        "(Cryptid, Experimental) Operational Flaw": {
            "description": "<p>An experimental cryptid has a flaw in its construction that can be identified with a successful Perception check to @UUID[Compendium.pf2e.actionspf2e.Item.BlAOM2X92SI6HMtJ]{Seek} against the hard DC of the creature's level. An experimental cryptid has weakness equal to its level to the attacks of any creature that has successfully located the experiment's operational flaw.</p>",
            "name": "(Cryptid, Experimental) Operational Flaw"
        },
        "(Ulgrem-Axaan) Crocodile Tears": {
            "description": "<p>Ulgrem-Axaan can mimic the sound of a wounded prey animal by attempting a Deception check to Lie. It has a +4 circumstance bonus to this check.</p>",
            "name": "(Ulgrem-Axaan) Crocodile Tears"
        },
        "(Coven) Locate Coven": {
            "description": "<p>The creature selects one other member of their coven; they can sense the location and conditions of that coven member regardless of distance, even if they're on different planes of existence.</p>",
            "name": "(Coven) Locate Coven"
        },
        "(Spring-Heeled Jack) Resonant Terror": {
            "description": "<p>Spring-Heeled Jack glares at a creature he can see within 30 feet. The target must immediately attempt a Will save (DC equal to the DC of Jack's Breath Weapon) or become @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1} (@UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2} on a critical failure), and it can't reduce its frightened condition below 1 for 24 hours or until this curse is removed. After attempting its save, the creature is temporarily immune to this ability for 24 hours.</p>",
            "name": "(Spring-Heeled Jack) Resonant Terror"
        },
        "(Vampire, Nosferatu Overlord) Air of Sickness": {
            "description": "<p>@Template[type:emanation|distance:30]{30 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>A creature entering or starting its turn in the aura must attempt a @Check[type:fortitude|dc:] save with a moderate DC for the nosferatu's level. On a failure, the creature is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} and takes a -2 status penalty to saves made to resist diseases and remove the sickened condition for 1 hour.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.XSXMGb5h4Um6YXiT]{Effect: Air of Sickness}</p>",
            "name": "(Vampire, Nosferatu Overlord) Air of Sickness"
        },
        "(Blackfrost Dead) Blackfrost Breath": {
            "description": "<p>The blackfrost dead gasps sharply, then exhales a mist of dark-blue blackfrost particles in a @Template[type:emanation|distance:5]. All creatures within the mist become @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed}, and all creatures outside the mist become concealed to creatures within it. The mist persists for 1 minute. A creature that ends its turn in the mist is exposed to blackfrost. The blackfrost dead can't use Blackfrost Breath again for [[/br 1d4 #Recharge Blackfrost Breath]]{1d4 rounds}.</p>",
            "name": "(Blackfrost Dead) Blackfrost Breath"
        },
        "(Secret Society) Shibboleth": {
            "description": "<p>Secret society members can communicate with other members of their secret society using coded language that seems innocuous enough to go unnoticed by most onlookers. A creature specifically gauging the conversation, such as with @UUID[Compendium.pf2e.actionspf2e.Item.1xRFPTFtWtGJ9ELw]{Sense Motive}, can attempt a secret Perception check against the secret society member's Deception DC to notice something secret has been communicated, after which they can attempt a Society check against the same DC. On a success, they discover the rough topic of the message; on a critical success, they discover the exact message.</p>",
            "name": "(Secret Society) Shibboleth"
        },
        "(Ulgrem-Axaan) Crushing Weight": {
            "description": "<p><strong>Requirements</strong> Ulgrem-Axaan has a creature grabbed with its tail</p>\n<hr />\n<p><strong>Effect</strong> Ulgrem-Axaan's tail clamps down around the creature, dealing @Damage[(2d4+8)[bludgeoning]] damage (@Check[type:fortitude|dc:25|basic:true|name:Crushing Weight] save).</p>",
            "name": "(Ulgrem-Axaan) Crushing Weight"
        },
        "(Vampire, Vetalarana, Manipulator) Paralyzing Claws": {
            "description": "<p>Any living creature hit by a vetalarana manipulator's claw Strike must succeed at a @Check[type:fortitude|dc:] save or become @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}. The target can attempt a new save at the end of each of its turns to end the effect, and the DC cumulatively decreases by 1 on each such save. Use the moderate DC for the creature's level.</p>",
            "name": "(Vampire, Vetalarana, Manipulator) Paralyzing Claws"
        },
        "(Skeleton) Bone Storm": {
            "description": "<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The skeleton transforms into a cyclone of bones, taking up the same space, but twice as tall. It then Strides up to double its Speed. It can move through spaces occupied by other creatures, and this movement doesn't trigger reactions. Creatures the bone storm moves through take @Damage[1d6[slashing]] damage for every 2 levels of the skeleton, with a @Check[type:reflex|dc:|basic:true] save against the hard DC for the creature's level. A level 1 or lower skeleton only moves; it doesn't deal damage. A creature attempts this save only once even if the bone storm moved through its space multiple times. At the end of the movement, the skeleton reforms.</p>",
            "name": "(Skeleton) Bone Storm"
        },
        "(Mana Wastes Mutant) Caustic Pustules": {
            "description": "<p>Whenever the mutant takes piercing or slashing damage, creatures adjacent to the mutant take @Damage[1d6[acid]] damage ( @Check[type:reflex|dc:|basic:true]). The damage increases to 2d6 if the mutant is at least 8th level and 3d6 if the mutant is at least 15th level.</p>",
            "name": "(Mana Wastes Mutant) Caustic Pustules"
        },
        "(Blackfrost Dead) Ice Climb": {
            "description": "<p>The blackfrost dead can climb on ice as though it had the listed climb Speed. It ignores difficult terrain and greater difficult terrain from ice and snow and doesn't risk falling when crossing ice.</p>",
            "name": "(Blackfrost Dead) Ice Climb"
        },
        "(Mana Wastes Mutant) Too Many Eyes": {
            "description": "<p>Countless eyes sprout on the mutant's skin. They gain @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.9qV49KjZujZnSp6w]{All-Around Vision}.</p>",
            "name": "(Mana Wastes Mutant) Too Many Eyes"
        },
        "(Skeleton) Crumbling Bones": {
            "description": "<p>The skeleton is made from crumbling bones that drift in clouds of dust. The skeleton has a fly Speed of 20 but it must end its turn within no more than 5 feet off the ground, or it falls, taking damage as normal. In addition, the skeleton can move through any space that's large enough for its skull to fit through.</p>",
            "name": "(Skeleton) Crumbling Bones"
        },
        "(Lich) Void Shroud": {
            "description": "<p>@Template[type:emanation|distance:30]{30 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>The lich is surrounded by an aura of death, drawing forth souls to be consumed by the lich's constant hunger.</p>\n<p>Living creatures in the emanation take a -2 status penalty to saves against fear and death effects. In addition, any creature that starts its turn in the area gains the @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 1} condition unless it succeeds at a @Check[type:will|dc:] save against the lich's spell DC-4.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.i3942RucZD9OHbAE]{Effect: Void Shroud}</p>",
            "name": "(Lich) Void Shroud"
        },
        "(Cryptid, Primeval) Broken Arsenal": {
            "description": "<p>Fragments of broken blades and spears, the remnants of countless failed attempts to fell the primeval cryptid, remain lodged in its flesh. When an adjacent creature hits the primeval cryptid with a melee attack or otherwise touches it, that creature takes piercing damage equal to half the primeval cryptid's level (minimum 1 damage).</p>",
            "name": "(Cryptid, Primeval) Broken Arsenal"
        },
        "(Vampire, Strigoi) Levitation": {
            "description": "<p>Strigoi can cast <em>@UUID[Compendium.pf2e.spells-srd.Item.fI20AVwOzJMHXRdo]{Levitate}</em> at will as a divine innate spell; when they do so, they appear to ascend or descend on a coiling mass of shadows.</p>",
            "name": "(Vampire, Strigoi) Levitation"
        },
        "(Graveknight) Rejuvenation": {
            "description": "<p>When a graveknight is destroyed, its armor rebuilds its body over the course of [[/br 1d10 #days]]{1d10 days}-or more quickly if the armor is worn by a living host. If the body is destroyed before then, the process restarts.</p>\n<p>A graveknight can only be permanently destroyed by obliterating its armor (such as with <em>@UUID[Compendium.pf2e.spells-srd.Item.r7ihOgKv19eJQnik]{Disintegrate}</em>), transporting it to the Positive Energy Plane, or throwing it into the heart of a volcano.</p>",
            "name": "(Graveknight) Rejuvenation"
        },
        "(Coven) Contribute Spell": {
            "description": "<p>The coven member contributes to the casting of a coven spell; this is a spellcasting action with the verbal trait. If two members of the coven perform this action, a third member can cast any coven spell with the normal spellcasting actions; this spell must be cast within one round of two coven members taking this action, and the creature Casting the Spell must be within 30 feet of them.</p>",
            "name": "(Coven) Contribute Spell"
        },
        "(Vampire, True) Change Shape": {
            "description": "<p>The vampire transforms into one of its animal forms or back into its normal form. Most vampires can turn into a bat, but some can turn into a different creature, such as a rat or a wolf.</p>\n<p>Use the options in the <em>@UUID[Compendium.pf2e.spells-srd.Item.NzXpEzcZAjuDTZjK]{Aerial Form}</em> and <em>@UUID[Compendium.pf2e.spells-srd.Item.wp09USMB3GIW1qbp]{Animal Form}</em> spells as guidelines.</p>\n<ul>\n<li><strong>Bat</strong> The vampire changes into a @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.VAWmwDA08ZLQd8lW]{Bat Swarm} or @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.C9s5tBxVValC2HTE]{Giant Bat}. It gains echolocation 40 feet, a land Speed of 20 feet and a fly Speed of 30 feet, and a fangs Strike with the same attack bonus as its highest melee attack. These fangs deal the same amount of damage as the vampire's claws, but deal piercing damage rather than slashing damage.</li>\n</ul>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>",
            "name": "(Vampire, True) Change Shape"
        },
        "(Skeleton) Lacquered": {
            "description": "<p>During the process to create the skeleton, it was covered with several layers of an alchemical lacquer, giving its bones a golden hue and granting added protection. The skeleton gains acid resistance 5 and a +2 status bonus to saves against effects that age or erode the target.</p>",
            "name": "(Skeleton) Lacquered"
        },
        "(Harrowkin) Harrowkin Suit": {
            "description": "<p>Each harrowkin is connected one specific harrow suit and has the following shared abilities.</p>\n<p>@UUID[Compendium.pf2e.bestiary-family-ability-glossary.Item.6GApXnJDAMAchNl7]{(Harrowkin) Defensive Suit}</p>\n<p>@UUID[Compendium.pf2e.bestiary-family-ability-glossary.Item.bpoyTnJ7zn3kG6Y9]{(Harrowkin) Shuffle the Deck}</p>\n<p>@UUID[Compendium.pf2e.bestiary-family-ability-glossary.Item.nJBaRtGMGVcQNg6Z]{(Harrowkin) Read the Cards}</p>\n<hr />\n<p><em>Note: This ability enables additional automation for the listed abilities.</em></p>",
            "name": "(Harrowkin) Harrowkin Suit"
        },
        "(Worm That Walks) Squirming Embrace": {
            "description": "<p>The worm that walks Strides, ending its movement sharing a space with a creature, and deals piercing damage to the creature equal to @Damage[1d8[piercing]] plus an additional 1d8 for every 3 levels the worm that walks has. The creature can attempt a @Check[type:reflex|dc:|basic:true|name:Squirming Embrace] save with a DC of the worm that walks's spell DC - 2.</p>",
            "name": "(Worm That Walks) Squirming Embrace"
        },
        "(Cryptid, Mutant) Shifting Iridescence": {
            "description": "<p>Whenever the mutant cryptid takes energy damage to which it isn't resistant or immune, after taking the damage normally, it gains resistance 5 to that damage type. If it had a resistance to a different damage type from shifting iridescence, it replaces the old resistance with the new resistance. The resistance increases to 10 at 9th level and 15 at 17th level.</p>",
            "name": "(Cryptid, Mutant) Shifting Iridescence"
        },
        "(Vampire, Vrykolakas Master) Dominate Animal": {
            "description": "<p>The vrykolakas can cast <em>@UUID[Compendium.pf2e.spells-srd.Item.OsOhx3TGIZ7AhD0P]{Dominate}</em> at will as a divine innate spell that affects only animals. The save DC is a high DC for the vrykolakas's level, and a creature that succeeds is immune to that vrykolakas's Dominate Animal for 24 hours. Destroying the vrykolakas ends the effect, but reducing it to 0 HP does not.</p>\n<p>A dominated animal takes a -4 circumstance penalty to saving throws against the vrykolakas's Feral Possession.</p>",
            "name": "(Vampire, Vrykolakas Master) Dominate Animal"
        }
    }
}