{
	"label": "Class Features",
	"entries": {
		"Advanced Interlocution": {
			"name": "Advanced Interlocution",
			"description": "<p>You channel the power of spiritual forces and entities with incredible efficiency. You gain an additional apparition slot for each rank of spells you can cast, up to your highest rank of spells – 2. For example, a 10th-level animist would have an additional 1st-, 2nd-, and 3rd-rank apparition slot.</p>"
		},
		"Alertness (Exemplar)": {
			"name": "Alertness (Exemplar)",
			"description": "<p>You remain alert to threats around you. Your proficiency rank for Perception increases to expert.</p>"
		},
		"Animist and Apparition Spellcasting": {
			"name": "Animist and Apparition Spellcasting",
			"description": "<p>Your role as a spiritual medium connecting the mortal Universe to the realms beyond lets you cast your magic in two distinct ways. You both learn and prepare spells from the divine tradition yourself, and you also channel the knowledge and power of your attuned apparitions, gaining spell slots and a repertoire of spells from them that you can cast spontaneously.</p>\n<p>Regardless of which source you're drawing on, you are a spellcaster and can cast spells of the divine tradition using the Cast a Spell activity. As an animist, your incantations might be reciting relevant snippets of legends—stories passed down orally—or they might see you calling nearby spirits to honor ancient vows; your gestures could take the form of elegant dances or full-body convulsions as generations of memories and otherworldly energies surge through you.</p>\n<p>Some of your spells require you to attempt a spell attack to see how effective they are, or have your enemies roll against your spell DC (typically by attempting a saving throw). Since your key attribute is Wisdom, your spell attack modifiers and spell DC use your Wisdom modifier.</p>\n<p>The clearly delineated partnership between an animist and their apparitions means you can't cast your animist spells using your apparition spell slots or vice versa— your magics remain complementary and harmonious, yet as distinct as the two worlds from which they come.</p>\n<h2>Animist Spellcasting</h2>\n<p>As a keeper of knowledge, you are constantly learning new tales and spells. Each day, you can prepare one 1st- rank spell and two cantrips from among the common spells on the divine spell list or from other divine spells to which you gain access and learn via Learn a Spell. Prepared spells remain available to you until you cast them or until you prepare your spells again. The number of spells you can prepare is called your spell slots.</p>\n<p>As you increase in level as an animist, the number of spells you can prepare each day increases, as does the highest rank of spell you can cast, as shown in the Animist Spells per Day table.</p>\n<h2>Apparition Spellcasting</h2>\n<p>You can draw upon your attuned apparitions as a second source of magical knowledge and power. You gain additional spell slots and a spell repertoire from your attuned apparitions. At first level, you can cast one 1st- rank apparition spell per day. You must have the spell in your apparition spell repertoire to cast it; this is a collection of spells granted to you by all of your attuned apparitions. Any of these spells that aren't normally on the divine list are still divine spells if you cast them this way. As you increase in level, you gain further apparition spell slots, and your apparitions grant you higher-rank apparition spells, as detailed in each apparition entry.</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th> </th>\n<th colspan=\"11\">Spell Rank</th>\n</tr>\n<tr>\n<th>Your Level</th>\n<th>Cantrips</th>\n<th>1st</th>\n<th>2nd</th>\n<th>3rd</th>\n<th>4th</th>\n<th>5th</th>\n<th>6th</th>\n<th>7th</th>\n<th>8th</th>\n<th>9th</th>\n<th>10th</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>2+2</td>\n<td>1+1</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n</tr>\n<tr>\n<td>2</td>\n<td>2+2</td>\n<td>2+1</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n</tr>\n<tr>\n<td>3</td>\n<td>2+2</td>\n<td>2+1</td>\n<td>1+1</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n</tr>\n<tr>\n<td>4</td>\n<td>2+3</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n</tr>\n<tr>\n<td>5</td>\n<td>2+3</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>1+1</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n</tr>\n<tr>\n<td>6</td>\n<td>2+3</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n</tr>\n<tr>\n<td>7</td>\n<td>2+3</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>1+1</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n</tr>\n<tr>\n<td>8</td>\n<td>2+3</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n</tr>\n<tr>\n<td>9</td>\n<td>2+3</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>1+1</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n</tr>\n<tr>\n<td>10</td>\n<td>2+3</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n</tr>\n<tr>\n<td>11</td>\n<td>2+3</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+1</td>\n<td>1+1</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n</tr>\n<tr>\n<td>12</td>\n<td>2+4</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n</tr>\n<tr>\n<td>13</td>\n<td>2+4</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+1</td>\n<td>1+1</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n</tr>\n<tr>\n<td>14</td>\n<td>2+4</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>—</td>\n<td>—</td>\n<td>—</td>\n</tr>\n<tr>\n<td>15</td>\n<td>2+4</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+1</td>\n<td>1+1</td>\n<td>—</td>\n<td>—</td>\n</tr>\n<tr>\n<td>16</td>\n<td>2+4</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>—</td>\n<td>—</td>\n</tr>\n<tr>\n<td>17</td>\n<td>2+4</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+1</td>\n<td>1+1</td>\n<td>—</td>\n</tr>\n<tr>\n<td>18</td>\n<td>2+4</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+1</td>\n<td>2+1</td>\n<td>—</td>\n</tr>\n<tr>\n<td>19</td>\n<td>2+4</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+1</td>\n<td>0+1 *</td>\n</tr>\n<tr>\n<td>20</td>\n<td>2+4</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+2</td>\n<td>2+1</td>\n<td>0+1</td>\n</tr>\n</tbody>\n</table>\n<h2>Heightening Spells</h2>\n<p>When you gain spell slots of 2nd rank and higher, you can fill those slots with stronger versions of lower-rank spells. This increases the spell's rank, heightening it to match the spell slot. Many spells have specific improvements when they are heightened to certain ranks.</p>\n<p>The spirits are not so limited in their magic as mortal spellcasters. All of your apparition spells are signature spells. That means that you can heighten an apparition spell freely by casting it from a higher-rank apparition spell slot, up to the maximum rank of apparition spell you can cast.</p>\n<h2>Cantrips</h2>\n<p>Some of your spells are cantrips. A cantrip is a special type of spell that doesn't use spell slots. You can cast a cantrip at will, any number of times per day. A cantrip is automatically heightened to half your level rounded up—this is usually equal to the highest rank of animist spell slot you have. For example, as a 1st-level animist, your cantrips are 1st-rank spells, and as a 5th-level animist, your cantrips are 3rd-rank spells.</p>\n<h2>Vessel Spells</h2>\n<p>Your primary attuned apparition can use your body as a conduit, allowing you to cast a unique vessel spell. Vessel spells are a type of focus spell. It costs 1 Focus Point to cast a focus spell, and you start with a focus pool of 2 Focus Point. You refill your focus pool during your daily preparations, and you can regain 1 Focus Point by spending 10 minutes using the Refocus activity to treat with nearby spirits, meditate on resolving an issue pertaining to the balance of spirits and mortals, or telling a story.</p>\n<p>Focus spells are automatically heightened to half your level rounded up, much like cantrips. Focus spells don't require spell slots, and you can't cast them using spell slots. Certain feats give you more focus spells. The maximum Focus Points your focus pool can hold is equal to the number of focus spells you have, but can never be more than 3 points.</p>"
		},
		"Animistic Practice": {
			"name": "Animistic Practice",
			"description": "<p>At 1st level, the animist chooses a practice that influences the way their power grows and develops. Choose one of the following practices and gain the listed benefits.</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.DCDHjeBcQSEdiRBX]{Channeler}</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.vvog6aXtEzkTNaBC]{Sage}</p>"
		},
		"Apparition Attunement": {
			"name": "Apparition Attunement",
			"description": "<p>Animists gain their power by serving as a bridge for spiritual entities—known collectively as apparitions— to commune and interact with the physical world in a process called attunement. Apparitions are myriad and diverse: they may be human spirits lingering on the border between becoming phantoms or ghosts, animal spirits with particularly strong connections to the physical world but lacking the malice that would spur a transition into true undeath, manifestations of natural locations grown thought and purpose over time, or a variety of other such entities. Some animists attune to one or more specific apparitions that accompany them in their travels, forming a deep partnership over time, while others adapt to their surroundings by befriending the local apparitions who dwell wherever the animist's journey takes them.</p>\n<p>Each day during your daily preparations, choose two apparitions from the list on page 12 to attune to. Of these, choose one to be your primary apparition. Your attuned apparitions each grant you knowledge in the form of Lore skills and a repertoire of additional spells you can cast using apparition spellcasting (see below), and your primary apparition grants you even further power in the form a unique vessel focus spell and, when you are higher level, a unique avatar form.</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-effects.Item.cTZnKRoVv19XNnoI]{Effect: Apparition Attunement}</p>\n<p>When you Refocus, you can change which of your currently attuned apparitions is your primary apparition, selecting from any of the apparitions you attuned to during your daily preparations. All your apparitions typically remain attuned to you until your next daily preparations, but some animist abilities can temporarily disperse them, usually in exchange for a powerful boon. If an apparition is dispersed, you lose access to its gifts—you forget its apparition skills, its spells are removed from your apparition spell repertoire, and you cannot use its vessel spell or avatar form—until you attune to it again. When you disperse your primary apparition, your remaining apparition becomes your primary apparition.</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.YyDqj4xmqGNmoN8G]{Custodian of Groves and Gardens}</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.cNTI2tuFuFvGrpN2]{Imposter in Hidden Places}</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.Lb1pfIgYX7plpwgX]{Stalker in Darkened Boughs}</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.bHMzpJLICVFQEONg]{Steward of Stone and Fire}</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.jGsDCNMB6zkZV4xX]{Vanguard of Roaring Waters}</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.CkgQ29vZ8VT7tibE]{Witness to Ancient Battles}</p>"
		},
		"Apparition's Awareness": {
			"name": "Apparition's Awareness",
			"description": "<p>Your apparitions call attention to minute details you might otherwise overlook. Your proficiency rank for Perception increases to expert.</p>"
		},
		"Apparition’s Warning": {
			"name": "Apparition’s Warning",
			"description": "<p>The spiritual entities that protect you warn you of harm before it would occur, giving you more time to react. Your proficiency rank for Reflex saves increases to expert.</p>"
		},
		"Barrow's Edge": {
			"name": "Barrow's Edge",
			"description": "<p><strong>Usage</strong> a melee weapon that deals slashing or piercing damage</p>\n<hr />\n<p>This blade rattles in its scabbard, as if it wants to be unsheathed so it can consume violence.</p>\n<p><strong>Immanence</strong> Your weapon ikon deals 1 persistent spirit damage per weapon damage die to creatures it Strikes.</p>\n<p><strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.TFvjSFkM0oiiXyo1]{Drink of my Foes}</p>"
		},
		"Born of the Bones of the Earth": {
			"name": "Born of the Bones of the Earth",
			"description": "<p>Your dominion is over stone and soil, the coliseums of creation and the pillars holding up the stage of history's great legends. You gain the @Compendium[pf2e.feats-srd.C0Tcelg3BAPhML6J]{Hefty Hauler} feat. You can choose for any spirit damage dealt by your exemplar abilities to instead manifest as levitating segments of stone or bone, changing the damage type to bludgeoning and replacing the spirit trait with the earth trait. Your weapon ikon gains the following abilities.</p>\n<p><strong>Immanence</strong> When you critically succeed on a Strike and the target of the critical hit is standing on a surface of earth or stone, it is driven down and mired in the ground. The target is @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} and must succeed at an @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} attempt against your class DC to end the immobilization. The creature doesn't become stuck if it is incorporeal, is liquid (like a water elemental or some oozes), or could otherwise escape without effort.</p>\n<p><strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.pMb8Q7A5iM3rLz8E]{Wound The World}</p>"
		},
		"Brave": {
			"name": "Brave",
			"description": "<p>Your deeds show fearlessness: when a beast surfaces, you're there to fight it; when someone's lost in the dark, you're first to the rescue. You're trained in Athletics. After you Spark Transcendence of your body ikon, your body carries you forward, allowing you to Stride up to half your Speed in a straight line towards one enemy of your choice.</p>"
		},
		"Channeler": {
			"name": "Channeler",
			"description": "<p>Channelers tend to associate more freely with a wide array of apparitions, as they are naturally skilled at acting as conduits for spiritual energy. While they tend not to form deep bonds with a single apparition, they are able to wield the power of multiple apparitions with great ease. Channelers are often travelers, itinerant merchants, or similar drifters, carrying stories from town to town. They often associate with apparitions of local natural features they find themselves near: for instance, bonding with a steward of stone and fire when traversing a volcanic caldera.</p>\n<hr />\n<p><strong> Initial Boon</strong>: At 1st level, you gain the @UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-feats.Item.sGKursdBYDehFYuJ]{Channeler's Stance} feat and the @UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-actions.Item.G2croA4K8EXWbMRl]{Apparition's Whirl} action.</p>\n<p><strong>Intermediary Boon</strong>: At 9th level, your proficiency rank for Fortitude saves increases to master. When you roll a success on a Will save, you get a critical success instead.</p>\n<p>**Note: This is what is printed in the playtest; we are awaiting clarification, but we have implemented this as \"When you roll a success on a <strong>Fortitude</strong> Save, you get a critical success instead\"</p>\n<p><strong>Greater Boon</strong>: At 13th level, your proficiency ranks for light armor, medium armor, and unarmored defense increase to expert.</p>\n<p><strong>Ultimate Boon</strong>: At 17th level, the first time in an encounter you enter a specific stance granted by an animist feat, you gain a number of temporary Hit Points equal to half your level + 2 (minimum 3). These temporary Hit Points last for 1 minute.</p>"
		},
		"Cunning": {
			"name": "Cunning",
			"description": "<p>Why race a hare across a meadow, or a salmon up a waterfall? Why face a titan in a test of strength? Wouldn't it be better to best your foes with a bit of creativity? After all, the stories that echo throughout history are always those where wits and trickery, rather than raw talent or power, win the day. You are trained in Deception. After you Spark Transcendence of your body ikon, you can @UUID[Compendium.pf2e.actionspf2e.Item.QNAVeNKtHA0EUw4X]{Feint} as a free action.</p>"
		},
		"Custodian of Groves and Gardens": {
			"name": "Custodian of Groves and Gardens",
			"description": "<p>Custodians of groves and gardens frequent tended greenery and farmlands cared for by loving stewards. These apparitions are drawn to peaceful pursuits, study, and quiet reflection. Some linger in the mortal realms not because they have lost their way, but because they believe they have already found Elysium. Custodians of groves and gardens are peaceful, quiet, and averse to conflict.</p>\n<h2>Apparition Skills</h2>\n<p>Farming Lore, Herbalism Lore</p>\n<h2>Apparition Spells</h2>\n<p><strong>Cantrip</strong> <em>@Compendium[pf2e.spells-srd.uZK2BYzPnxUBnDjr]{Tangle Vine}</em>; <strong>1st</strong> <em>@Compendium[pf2e.spells-srd.MMIPT6jfwHfLPkm5]{Wall of Shrubs}</em>; <strong>2nd</strong> <em>@Compendium[pf2e.spells-srd.C0D2eqzTAhiKm4j9]{Gentle Breeze}</em>; <strong>3rd</strong> <em>@Compendium[pf2e.spells-srd.IFuEzfmmWyNwVbhY]{Safe Passage}</em>; <strong>4th</strong> <em>@Compendium[pf2e.spells-srd.FHfrCABOmGVaEpPx]{Life-Draining Roots}</em>; <strong>5th</strong> <em>@Compendium[pf2e.spells-srd.VDK5cQ94BszDrMiJ]{Entwined Roots}</em>; <strong>6th</strong> <em>@Compendium[pf2e.spells-srd.x5rGOmhDRDVQPrnW]{Field of Life}</em>; <strong>7th</strong> <em>@Compendium[pf2e.spells-srd.smiVuoFMSgY2FTOO]{Dancing Fountain}</em>; <strong>8th</strong> <em>@Compendium[pf2e.spells-srd.4MOew29Z1oCX8O28]{Moment of Renewal}</em>; <strong>9th</strong> <em>@Compendium[pf2e.spells-srd.fkDeKktdmbeplYRY]{Overwhelming Presence}</em></p>\n<h2>Vessel Spell</h2>\n<p><em>@Compendium[pf2e-playtest-data.war-of-immortals-playtest-spells.d6ZtbQMPOcaYPIAV]{Garden of Healing}</em></p>\n<h2>Avatar</h2>\n<p><strong>Elysian Field</strong> Speed 60 feet, ignore difficult terrain and greater difficult terrain;</p>\n<p><strong>Melee</strong> <span class=\"pf2-icon\">1</span> garden's cradle (agile, nonlethal, reach 10 feet, trip), <strong>Damage</strong> 6d6+6 bludgeoning plus Grab;</p>\n<p><strong>Ranged</strong> <span class=\"pf2-icon\">1</span> impose peace (nonlethal, range 120 feet), <strong>Damage</strong> 6d6+6 mental</p>"
		},
		"Deific Mastery": {
			"name": "Deific Mastery",
			"description": "<p>You have achieved mastery over the divine power that flows through you. Your proficiency rank for your exemplar class DC increases to master. If you have domain spells, your proficiency rank for spell attacks and spell DC increases to master.</p>"
		},
		"Divine Premonition": {
			"name": "Divine Premonition",
			"description": "<p>A sense of the flow of fate allows you to respond to danger with uncanny alacrity. Your proficiency rank for Reflex saves increases to expert.</p>"
		},
		"Divine Spark and Ikons": {
			"name": "Divine Spark and Ikons",
			"description": "<p>Within your soul is a tiny spark of divine power that belongs not to a deity but something all your own. You can manifest this divine power through special items known as ikons. Ikons are items intrinsically linked to you—sacred vessels crystallized from your divinity that are capable of legendary feats in your hands. There are three types of ikons: body ikons are a mark on your flesh that shows you as more than mortal, worn ikons are sacred clothing or other raiment, and weapon ikons let you carve your story onto the world. Choose three ikons, one of each type. Your body takes on the qualities of your chosen body ikon, and you gain non-magical, level-0 items of your choice that satisfy the requirements for your chosen worn ikon and weapon ikon. Providence ensures you come across these items; you might be traveling along a path to find a spear in a tree that only you can dislodge, or you might awaken holding a gleaming sash you saw in your dreams.</p>\n<p>By focusing your divine spark into one of your ikons, you empower that ikon to accomplish deeds beyond what it could in mortal hands. As long as your divine spark resides in an ikon, you gain that ikon's immanence effect. You can call your spark forth and place it into an ikon by using the @Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.oRp8IV0Jqjtzj82l]{Shift Immanence} action.</p>\n<p>While your spark dwells within an ikon, you are also able to channel your divinity through the ikon in a powerful transcendence ability—though the force of this act will temporarily cast your divine spark out of the ikon.</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-actions.Item.DccQze1mz8yP7LgJ]{Spark Transcendence}</p>"
		},
		"Divine Weapon Mastery": {
			"name": "Divine Weapon Mastery",
			"description": "<p>Your skill with weapons is divinely inspired. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to master.</p>"
		},
		"Dominion Epithet": {
			"name": "Dominion Epithet",
			"description": "<p>Your divinity has grown in power along with your deeds, allowing you to begin claiming dominion over aspects usually reserved for the gods. Choose one of the following epithets, which affect your weapon ikon.</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.KJGuufhSPwn6EWiM]{Born of the Bones of the Earth}</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.VDWsFE7Qb52H2IXJ]{Peerless Under Heaven}</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.BB1lsBxwpuvtDBBE]{Restless as the Tide}</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.tG5S0JyfNHT8UpSX]{Whose Cry is Thunder}</p>"
		},
		"Expert Spellcaster (Animist)": {
			"name": "Expert Spellcaster (Animist)",
			"description": "<p>The spirits' magic flows freely through you. Your proficiency ranks for your spell attack modifier and spell DC increase to expert.</p>"
		},
		"Eye-Catching Spot": {
			"name": "Eye-Catching Spot",
			"description": "<p>A fetching beauty spot under an eye or a smile as warm as the sun distracts foes and captures hearts alike.</p>\n<p><strong>Immanence</strong> Your beauty becomes supernaturally enhanced, distracting foes and imposing a –1 circumstance penalty to melee attack rolls against you.</p>\n<p><strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.kohnyHhsWn4xuPsA]{Captivating Charm}</p>"
		},
		"Fated Shot": {
			"name": "Fated Shot",
			"description": "<p><strong>Usage</strong> a ranged weapon</p>\n<hr />\n<p>Your missiles shine as they fly through the air like falling stars.</p>\n<p><strong>Immanence</strong> Your weapon ikon deals 1 additional spirit damage per weapon damage die to creatures it Strikes.</p>\n<p><strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.FdZHceXgL30YBXpR]{Rain of Seven Lights}</p>"
		},
		"Fourth Apparition": {
			"name": "Fourth Apparition",
			"description": "<p>You're truly loved by the spirits, with apparitions flocking to you from far and wide. When you attune to apparitions during your daily preparations, you choose four apparitions to attune to, with one of them being your primary apparition.</p>"
		},
		"Gaze Sharp as Steel": {
			"name": "Gaze Sharp as Steel",
			"description": "<p>Your eyes glint with an almost-tangible sharpness, letting you spot the tiniest dove on the horizon or the swiftest arrow in flight.</p>\n<p><strong>Immanence</strong> Your vision sharpens and allows you to sense an enemy's attack almost as soon as it begins, granting you a +1 status bonus to Perception checks and a +2 status bonus to your AC against ranged attacks.</p>\n<p><strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.lHJNsq5YpnJLHrOP]{A Moment Unending}</p>"
		},
		"Gleaming Blade": {
			"name": "Gleaming Blade",
			"description": "<p><strong>Usage</strong> any weapon in the sword or knife group</p>\n<hr />\n<p>This sword glitters with such sharpness it seems to cut the very air in front of it, the faster it can be drawn.</p>\n<p><strong>Immanence</strong> Your weapon ikon deals 2 additional spirit damage per weapon damage die to creatures it Strikes.</p>\n<p><strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.czDAzMbNrph1AJ0K]{Mirrored Spirit Strike}</p>"
		},
		"Godly Expertise": {
			"name": "Godly Expertise",
			"description": "<p>Your ability to wield your divine power effectively increases. Your proficiency rank for your exemplar class DC increases to expert. If you have domain spells, your proficiency rank for spell attacks and spell DC increases to expert.</p>"
		},
		"Greater Resolve (Exemplar)": {
			"name": "Greater Resolve (Exemplar)",
			"description": "<p>Your unbelievable training grants you mental resiliency.</p>\n<p>Your proficiency rank for Will saves increases to legendary. When you roll a success at a Will save, you get a critical success. When you roll a critical failure at a Will save, you get a failure instead. When you roll a failure on a Will save against a damaging effect, you take half damage.</p>"
		},
		"Greater Spirit Striking": {
			"name": "Greater Spirit Striking",
			"description": "<p>Your additional damage from spirit striking increases to 4 with weapons and unarmed attacks in which you're an expert, 6 if you're a master, and 8 if you're legendary.</p>"
		},
		"Humble Strikes": {
			"name": "Humble Strikes",
			"description": "<p>Even the most unassuming weapons can accomplish heroic deeds in your hands. When you are wielding a simple weapon, increase the damage die size of that weapon by one step.</p>"
		},
		"Ikons": {
			"name": "Ikons",
			"description": "<p>As an exemplar, you gain three ikons: one that marks your body as more than mortal, one piece of worn raiment, and one weapon to carve your story onto the world. Choose one ikon from each category.</p>\n<p>Your ikons can be etched with runes, upgraded, or otherwise modified as normal for items of their type. If you acquire a new object of the same general type, you can switch your ikon to the new object by spending 1 day of downtime with the new ikon as you saturate the object with your divine energy. You can use this process to make an existing magic item, like a cloak of illusions or a searing blade, into your ikon if the item is equal to your level or lower; this makes the item a divine item, removing the arcane, occult, primal, or magical trait from the item and adding the divine trait, if it didn't have it already.</p>\n<h2>Body Ikons</h2>\n<p>Body ikons accentuate a physical trait of an exemplar's body and so cannot be stolen, disarmed, dispelled, or otherwise taken away.</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.gOkL1e5uexDEvYog]{Eye-Catching Spot}</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.96dNW6LMhBmHg3d3]{Gaze Sharp as Steel}</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.eLxQ1Mh48Noe6h2y]{Scar of the Survivor}</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.KkhRyA1kqZrgi6Vl]{Skin Hard as Horn}</p>\n<h2>Weapon Ikons</h2>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.gYUXQOsRKXfWWtcO]{Barrow's Edge}</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.7WtSlfDvXNqvj6Nr]{Fated Shot}</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.etMBP62Mpz14D7tX]{Gleaming Blade}</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.XYeKCSxOaolQ8H77]{Noble Branch}</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.2aoEgS4PjmNuIF3u]{Titan's Breaker}</p>\n<h2>Worn Ikons</h2>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.iDiOqew0eJMEldW5]{Palisade Bangles}</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.YfCx8wDPvdKtcNCH]{Skybearer's Belt}</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.UKMKcuU7zCa1JQgx]{Thousand-League Sandals}</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.stbQ88Py6JzhskLx]{Victor's Wreath}</p>"
		},
		"Imposter in Hidden Places": {
			"name": "Imposter in Hidden Places",
			"description": "<p>Impostors in hidden places whisper in quiet corners where mortal voices rarely echo, hoarding secrets and pondering unknowable truths. They often bring misfortune to those who disturb them, though an animist who can earn their trust will find that they make effective allies. Impostors in hidden places are shy and occasionally quite spiteful.</p>\n<h2>Apparition Skills</h2>\n<p>Fortune-Telling Lore, Underworld Lore</p>\n<h2>Apparition Spells</h2>\n<p><strong>Cantrip</strong> <em>@Compendium[pf2e.spells-srd.pwzdSlJgYqN7bs2w]{Telekinetic Hand}</em>; <strong>1st</strong> <em>@Compendium[pf2e.spells-srd.6ZIKB0151LUR19Rw]{Ill Omen}</em>; <strong>2nd</strong> <em>@Compendium[pf2e.spells-srd.XXqE1eY3w3z6xJCB]{Invisibility}</em>; <strong>3rd</strong> <em>@Compendium[pf2e.spells-srd.EoKBlgf6Smt8opaU]{Nondetection}</em>; <strong>4th</strong> <em>@UUID[Compendium.pf2e.spells-srd.GzdgM0m7wXKuFSho]{Rope Trick}</em>; <strong>5th</strong> <em>@Compendium[pf2e.spells-srd.U58aQWJ47VrI36yP]{Hallucination}</em>; <strong>6th</strong> <em>@Compendium[pf2e.spells-srd.WPXzPl7YbMEIGWfi]{Mislead}</em>; <strong>7th</strong> <em>@Compendium[pf2e.spells-srd.vPWMEyVTreMOoFnm]{Magnificent Mansion}</em>; <strong>8th</strong> <em>@Compendium[pf2e.spells-srd.wfleiawxsfhpRRwf]{Disappearance}</em>; <strong>9th</strong> <em>@UUID[Compendium.pf2e.spells-srd.qDjeG6dxT4aEEC6J]{Weird}</em></p>\n<h2>Vessel Spell</h2>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-spells.auDBkDxxgB4VIjJb]{Discomfiting Whispers}</p>\n<h2>Avatar</h2>\n<p><strong>Whisper Hiding in Shadows</strong> Speed 50 feet, fly Speed 50 feet;</p>\n<p><strong>Melee</strong> <span class=\"pf2-icon\">1</span> touch of lost futures (versatile cold), <strong>Damage</strong> 6d10+6 void;</p>\n<p><strong>Ranged</strong> <span class=\"pf2-icon\">1</span> whisper of despair (range 120 feet), <strong>Damage</strong> 6d6+6 void</p>"
		},
		"Juggernaut (Exemplar)": {
			"name": "Juggernaut (Exemplar)",
			"description": "<p>Your body is accustomed to physical hardship and resistant to ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead.</p>"
		},
		"Legendary Spellcaster (Animist)": {
			"name": "Legendary Spellcaster (Animist)",
			"description": "<p>You are a near-perfect channel for the magical energies of the realms beyond. Your proficiency ranks for spell attack modifier and spell DC increase to legendary.</p>"
		},
		"Master Spellcaster (Animist)": {
			"name": "Master Spellcaster (Animist)",
			"description": "<p>Your affinity with the apparitions you bond to has further enhanced the potency of your magic. Your proficiency ranks for spell attack modifier and spell DC increase to master.</p>"
		},
		"Mournful": {
			"name": "Mournful",
			"description": "<p>To be a hero is to endure countless hardships and stand where others have fallen, shouldering dreams and destinies in their stead. Though this weight may reach your eyes, you bear this burden so that those under you can live smiling. You are trained in Diplomacy. When you Spark Transcendence of your body ikon, the act has a bittersweet poignancy to it, making one enemy within 30 feet @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} as tears or memories dance in their eyes. This is a mental and emotion effect. The enemy remains dazzled until the start of your next turn.</p>"
		},
		"Noble Branch": {
			"name": "Noble Branch",
			"description": "<p><strong>Usage</strong> any weapon in the spear or polearm weapon group, or the staff, bo staff, fighting stick, or khakkara</p>\n<hr />\n<p>This simple stick-like weapon has a simplicity and elegance to it all its own.</p>\n<p><strong>Immanence</strong> Your weapon ikon deals 2 additional spirit damage per weapon damage die to creatures it Strikes.</p>\n<p><strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.4BI7VObdozZYkmug]{Strike, Breathe, Rend}</p>"
		},
		"Palisade Bangles": {
			"name": "Palisade Bangles",
			"description": "<p><strong>Usage</strong> worn bracers</p>\n<hr />\n<p>These armbands signify rejection and acceptance; rejection of harm, and acceptance of your inevitable dominance over your enemies.</p>\n<p><strong>Immanence </strong>(aura) You are surrounded by a 15-foot aura that protects you and all allies within the aura from harm, granting a +1 circumstance bonus to AC. This bonus increases to +2 for anyone in the aura who has a buckler raised, or +3 if they have a shield raised.</p>\n<p><strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.CCNG68lA1FssCrL2]{Embrace of Destiny}</p>"
		},
		"Peerless Under Heaven": {
			"name": "Peerless Under Heaven",
			"description": "<p>For as long as there have been gods, they have made war, and you aim to stand atop the pile when the fighting's over. You can choose for any spirit damage dealt by your exemplar abilities to instead manifest as powerful impacts, cutting slashes, or temporarily conjured physical armaments, removing the spirit trait and dealing physical damage instead. If dealt as part of a weapon attack, this damage is of the same type as the weapon; otherwise it is your choice of bludgeoning, slashing, or piercing damage. Your weapon ikon gains the following abilities.</p>\n<p><strong>Immanence</strong> Divine skill at arms guides your weapon, granting it the critical specialization effect for its weapon group.</p>\n<p><strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.v9SZgHp8Bxaf1796]{Reap the Field}</p>"
		},
		"Radiant": {
			"name": "Radiant",
			"description": "<p>Heroes live bigger lives than any other, shining so brightly that they attract followers, inspire troops, and change the course of kingdoms. You are trained in Diplomacy. After you Spark Transcendence of your body ikon, you inspire an ally within 30 feet to push on, restoring Hit Points equal to [[/r 2*(1 + @actor.level)[healing]]]{2 + double your level}; this is a mental and emotion effect. The ally is then temporarily immune for 10 minutes.</p>"
		},
		"Restless as the Tide": {
			"name": "Restless as the Tide",
			"description": "<p>Your dominion is over the ocean, the great source and ultimate taker of lives. You gain the @Compendium[pf2e.feats-srd.iOY6YfGBaOvMNAor]{Underwater Marauder} feat. You can choose for any spirit damage dealt by your exemplar abilities to instead manifest as surging streams of water, changing the damage type to bludgeoning and replacing the spirit trait with the water trait. Your weapon ikon gains the following abilities.</p>\n<p><strong>Immanence</strong> When you critically succeed on a Strike, you deal splash damage equal to the number of weapon damage dice to all creatures within 10 feet. The splash damage is bludgeoning and has the water trait.</p>\n<p><strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.oS3fxvVUgF6QeDIH]{Sea's Claim}</p>"
		},
		"Root Epithet": {
			"name": "Root Epithet",
			"description": "<p>When your divine spark bonded with your soul, it became dyed in your personality and qualities. As your deeds give shape to this nascent divinity, you come to bear an epithet—a word or phrase that reflects your story and that others come to call you by. Your epithets each affect one of your ikons, granting it additional capacities.</p>\n<p>At 3rd level, you gain a root epithet, which describes the core of your personality and affects the qualities of your body ikon. If you are already trained in the granted skill, you become trained in a different skill of your choice, as normal. Choose one epithet from the list below.</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.ccnjUUPmLzVVUzh2]{Brave}</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.AYjhWPhF3tCU82LB]{Cunning}</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.HiAbSUTzSwDuKE5O]{Mournful}</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.mNteQRazYFAu0tcN]{Radiant}</p>"
		},
		"Sage": {
			"name": "Sage",
			"description": "<p>Sages are particularly sensitive to the presence and influence of spirits and undead. They can easily detect lingering spirits and help create resolutions between spiritual entities and whatever barriers are preventing them from resting peacefully. Some sages may even serve as go-betweens for spirits that intentionally linger to watch over a site or community, allowing them to speak to the people they knew in life. Sages are often community leaders or educators and frequently associate with apparitions of fixed sites of power, like custodians of groves and gardens or other apparitions of knowledge.</p>\n<p><strong>Initial Boon</strong>: At 1st level, your ability to sink into your apparition is especially potent. You gain the @UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-feats.Item.fSKnrAHbhFgB8112]{Apparition Sense} feat and the @UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-actions.Item.q1O52OO0jUwzQMxq]{Apparition's Possession} action.</p>\n<p><strong>Intermediate Boon</strong>: At 9th level, your proficiency ranks for light armor, medium armor, and unarmored defense increase to expert.</p>\n<p><strong>Greater Boon</strong>: At 13th level, you gain spirit resistance equal to half your level and a +2 circumstance bonus to saving throws against spirit effects. You are immune to any effect that separates your soul from your body against your will, such as the seize soul spell.</p>\n<p><strong>Ultimate Boon</strong>: At 17th level, whenever a haunt, spirit, undead, or incorporeal creature fails a saving throw against your spells, you gain a +2 circumstance bonus to your AC and saving throws against all of that entity's attacks and abilities for the next 24 hours. This bonus applies only to the entity that failed its save, not others of the same type. In addition, you can select up to two apparitions as your primary apparition during your daily preparations.</p>"
		},
		"Scar of the Survivor": {
			"name": "Scar of the Survivor",
			"description": "<p>A scar on your body commemorates a time someone tried to end your story and failed—a testament to your resilience and fortitude.</p>\n<p><strong>Immanence</strong> Divine energy spreads outward from your scar, reinforcing your flesh. You gain the benefits of the @UUID[Compendium.pf2e.feats-srd.Item.I0BhPWqYf1bbzEYg]{Diehard} feat and a +1 status bonus to Fortitude saving throws.</p>\n<p><strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.hw6vY8bDDoNhaD6u]{No Scar but This}</p>"
		},
		"Skin Hard as Horn": {
			"name": "Skin Hard as Horn",
			"description": "<p>Tempered in your spirit, your very skin is as a suit of armor, though a single location on your body remains unprotected, a curse and a challenge within your legend.</p>\n<p><strong>Immanence</strong> You gain resistance to bludgeoning, slashing, or piercing damage equal to half your level. You make this choice when you gain this ikon, and it can't be changed thereafter. This resistance doesn't apply against critical hits, which successfully find your unprotected spot.</p>\n<p><strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.q3odPW5lzuTNKp7x]{Crash Against Me}</p>"
		},
		"Skybearer's Belt": {
			"name": "Skybearer's Belt",
			"description": "<p><strong>Usage</strong> worn belt</p>\n<hr />\n<p>This girdle wraps around your waist, magnifying your strength to the point you feel you could carry the sky itself.</p>\n<p><strong>Immanence</strong> (aura) Strength flows outward from you, allowing all allies within 15 feet to carry 4 more Bulk than normal before becoming encumbered and up to a maximum of 8 more Bulk. You (but not your allies) can attempt to @UUID[Compendium.pf2e.actionspf2e.Item.Dt6B1slsBy8ipJu9]{Disarm}, @UUID[Compendium.pf2e.actionspf2e.Item.PMbdMWc2QroouFGD]{Grapple}, @UUID[Compendium.pf2e.actionspf2e.Item.7blmbDrQFNfdT731]{Shove}, or @UUID[Compendium.pf2e.actionspf2e.Item.ge56Lu1xXVFYUnLP]{Trip} creatures up to two sizes larger than you.</p>\n<p><strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.Hxe9TkKSichNnUDi]{Bear Allies' Burdens}</p>"
		},
		"Sovereignty Epithet": {
			"name": "Sovereignty Epithet",
			"description": "<p>The litany of heroic deeds left in your wake has caused your divine spark to grow in power, bright enough that it now illuminates your legacy. Choose one of the following epithets, which affect your worn ikon.</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.UhcTDbAkikVqjDNe]{Teacher of Heroes}</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.7BPSfx6h6VdZLz3g]{The Last Ruler}</p>\n<p>@UUID[Compendium.pf2e-playtest-data.war-of-immortals-playtest-class-features.Item.QYuc1Yumr7AN002s]{Thief of Moonlight}</p>"
		},
		"Spirit Striking": {
			"name": "Spirit Striking",
			"description": "<p>Your power can't be contained, escaping in sparks and embers through your weapons as you wreak violence. You deal 2 additional spirit damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master, and 4 if you're legendary.</p>"
		},
		"Spiritual Fortitude": {
			"name": "Spiritual Fortitude",
			"description": "<p>Spiritual energy reinforces your body. Your proficiency rank for Fortitude saves increases to expert.</p>"
		},
		"Stalker in Darkened Boughs": {
			"name": "Stalker in Darkened Boughs",
			"description": "<p>Stalkers in darkened boughs make their homes in ancient forests and jungles unfriendly to humanoids and others who would exert control or influence over nature's designs. These apparitions are drawn to animists who harbor violent thoughts or impulses but are more likely to linger with animists who can quell their hatred. Stalkers in darkened boughs are moody, impulsive, and prone to seeing things from the least charitable perspective.</p>\n<h2>Apparition Skills</h2>\n<p>Forest Lore, Herbalism Lore</p>\n<h2>Apparition Spells</h2>\n<p><strong>Cantrip</strong> <em>@Compendium[pf2e.spells-srd.MPxbKoR54gkYkqLO]{Gouging Claw}</em>; <strong>1st</strong> <em>@Compendium[pf2e.spells-srd.EE7Q5BHIrfWNCPtT]{Runic Body}</em>; <strong>2nd</strong> <em>@Compendium[pf2e.spells-srd.J6vNvrUT3b1hx2iA]{Entangling Flora}</em>; <strong>3rd</strong> <em>@Compendium[pf2e.spells-srd.KsWhliKfUs3IpW3c]{Wall of Thorns}</em>; <strong>4th</strong> <em>@Compendium[pf2e.spells-srd.qvwIwJ9QBihy8R0t]{Speak with Plants}</em>; <strong>5th</strong> <em>@Compendium[pf2e.spells-srd.YtesyvfAIwXOqISq]{Moon Frenzy}</em>; <strong>6th</strong> <em>@Compendium[pf2e.spells-srd.JbAcSLu62TU1OgNF]{Tangling Creepers}</em>; <strong>7th</strong> <em>@Compendium[pf2e.spells-srd.bVtkBJvGLP69qVGI]{Unfettered Pack}</em>; <strong>8th</strong> <em>@Compendium[pf2e.spells-srd.8AMvNVOUEtxBCDvJ]{Monstrosity Form}</em>; <strong>9th</strong> <em>@Compendium[pf2e.spells-srd.yLJROsQtyrPIKcDx]{Wrathful Storm}</em></p>\n<h2>Vessel Spell</h2>\n<p><em>@Compendium[pf2e-playtest-data.war-of-immortals-playtest-spells.nPJHG83cVsrKGcmY]{Darkened Forest Form}</em></p>\n<h2>Avatar</h2>\n<p><strong>Beast of the Boughs</strong> Speed 70 feet, fly Speed 70 feet;</p>\n<p><strong>Melee</strong> <span class=\"pf2-icon\">1</span> devouring jaws (deadly d10, reach 15 feet), <strong>Damage</strong> 6d10+6 piercing</p>"
		},
		"Steward of Stone and Fire": {
			"name": "Steward of Stone and Fire",
			"description": "<p>Stewards of stone and fire linger near volcanoes and the deep places near the heart of the earth, though particularly old rock formations, canyons, and other natural features of earth may also spawn or attract them. Stewards of stone and fire are quick to anger and slow to forget.</p>\n<h2>Apparition Skills</h2>\n<p>Mountain Lore, Volcano Lore</p>\n<h2>Apparition Spells</h2>\n<p><strong>Cantrip</strong> <em>@Compendium[pf2e.spells-srd.6DfLZBl8wKIV03Iq]{Ignition}</em>; <strong>1st</strong> <em>@Compendium[pf2e.spells-srd.HokKyQl5g655xx9U]{Interposing Earth}</em>; <strong>2nd</strong> <em>@Compendium[pf2e.spells-srd.v89KwyaBd6g5rWVS]{Exploding Earth}</em>; <strong>3rd</strong> <em>@Compendium[pf2e.spells-srd.sxQZ6yqTn0czJxVd]{Fireball}</em>; <strong>4th</strong> <em>@Compendium[pf2e.spells-srd.IarZrgCeaiUqOuRu]{Wall of Fire}</em>; <strong>5th</strong> <em>@Compendium[pf2e.spells-srd.kOa055FIrO9Smnya]{Wall of Stone}</em>; <strong>6th</strong> <em>@Compendium[pf2e.spells-srd.znv4ECL7ZtuiagtA]{Petrify}</em>; <strong>7th</strong> <em>@Compendium[pf2e.spells-srd.O7ZEqWjwdKyo2CUv]{Volcanic Eruption}</em>; <strong>8th</strong> <em>@Compendium[pf2e.spells-srd.x7SPrsRxGb2Vy2nu]{Earthquake}</em>; <strong>9th</strong> <em>@Compendium[pf2e.spells-srd.jrBa9deU2ULFWvSl]{Falling Stars}</em></p>\n<h2>Vessel Spell</h2>\n<p><em>@Compendium[pf2e-playtest-data.war-of-immortals-playtest-spells.CeQNry1G1EcxO1SK]{Earth's Bile}</em></p>\n<h2>Avatar</h2>\n<p><strong>Blood of Planets</strong> Speed 50 feet, burrow Speed 50 feet, ignore difficult terrain and greater difficult terrain;</p>\n<p><strong>Melee</strong> <span class=\"pf2-icon\">1</span> avalanche of molten stone (versatile B), <strong>Damage</strong> 6d10+6 fire;</p>\n<p><strong>Ranged</strong> <span class=\"pf2-icon\">1</span> cleansing eruption (fire, range 120 feet), <strong>Damage</strong> 6d6+6 fire</p>"
		},
		"Supreme Incarnation": {
			"name": "Supreme Incarnation",
			"description": "<p>You become a nexus between the mortal and spiritual realms, capable of serving as the channel for your apparition to incarnate its full might through you. You gain a 10th-rank apparition spell slot. In addition to heightened versions of your apparition spells, you can use this slot to cast <em>@UUID[Compendium.pf2e.spells-srd.Item.ckUOoqOM7Kg7VqxB]{Avatar}</em>. When you cast <em>avatar</em> in this way, you do not become an avatar of a deity; rather, your primary attuned apparition incarnates itself using your body, transforming you into the avatar described in your primary attuned apparition's entry.</p>"
		},
		"Teacher of Heroes": {
			"name": "Teacher of Heroes",
			"description": "<p>Those who make great names for themselves as heroes are called upon to train those who follow them, and such is your destiny—to be remembered through your progeny.</p>\n<p><strong>Immanence</strong> The aura granted by your worn ikon increases to 30 feet. Whenever you fail or deal no damage with a Strike against an enemy within your worn ikon's aura, you can attempt a Recall Knowledge check against that target and instantly transmit any knowledge you gain as a result to every ally within the aura. The first piece of knowledge you gain when Recalling Knowledge in this way is always the enemy's immunities (if any) or greatest resistance (if they do not have any immunities). If the target does not have any immunities or resistances, you instead learn their greatest weakness. If the target does not have any immunities, resistances, or weaknesses, you learn what their lowest saving throw is.</p>\n<p><strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.fzIajY2GXXE58jPT]{Complete the Hero's Journey}</p>"
		},
		"The Last Ruler": {
			"name": "The Last Ruler",
			"description": "<p>Whether your destiny is monarch or god, the spirit of all true rulers that have ever been or shall ever be suffuses your power and dominion, granting you an unrivaled commanding presence.</p>\n<p><strong>Immanence</strong> The aura granted by your worn ikon increases to 30 feet. Whenever an enemy within the aura fails an attack roll against you, you can attempt an Intimidation check to @UUID[Compendium.pf2e.actionspf2e.Item.2u915NdUyQan6uKF]{Demoralize} them as a free action as you rebuke them for their foolish attempt to stand against you.</p>\n<p><strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.wpOdYq21YsNFMOj0]{Kneel Before Greatness}</p>"
		},
		"Thief of Moonlight": {
			"name": "Thief of Moonlight",
			"description": "<p>Your deeds are spoken of in whispers and half-believed rumors. You walk unseen, hiding behind stars, capable of taking anything: the lights of the heavens themselves are not safe from your avarice.</p>\n<p><strong>Immanence</strong> The aura granted by your worn ikon increases to 30 feet. Whenever an enemy within the aura fails an attack roll against you, you snatch a fragment of the light from their eyes, making them @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} until the end of your next turn.</p>\n<p><strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.rxlQZT5Ly8CpwZS0]{All that Shines Belongs to Me}</p>"
		},
		"Third Apparition": {
			"name": "Third Apparition",
			"description": "<p>You've learned to shelter more spirits, gaining access to more magic. When you attune to apparitions during your daily preparations, you choose three apparitions to attune to, with one of them being your primary apparition. Increase the number of Focus Points in your focus pool by 1.</p>"
		},
		"Thousand-League Sandals": {
			"name": "Thousand-League Sandals",
			"description": "<p><strong>Usage</strong> worn shoes</p>\n<hr />\n<p>Worn and trustworthy, your sandals have carried you this far, and they'll carry you much further still.</p>\n<p><strong>Immanence</strong> (aura) Your sandals ease your travels on the path ahead, granting you and all allies within 15 feet a +10 status bonus to your Speed.</p>\n<p><strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.nrJ7lHwG1vwupfiM]{Marathon Dash}</p>"
		},
		"Titan's Breaker": {
			"name": "Titan's Breaker",
			"description": "<p><strong>Usage</strong> any melee weapon in the club, hammer, or axe group</p>\n<hr />\n<p>You wield a weapon whose blows shatter mountains with ease.</p>\n<p><strong>Immanence</strong> Your weapon ikon deals 2 additional spirit damage per weapon damage die to creatures it Strikes. Constructs and objects are not immune to this spirit damage and this spirit damage automatically bypasses any Hardness they have.</p>\n<p><strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.8lI9kWKLaqoQnBDH]{Fracture Mountains}</p>"
		},
		"Vanguard of Roaring Waters": {
			"name": "Vanguard of Roaring Waters",
			"description": "<p>Vanguards of roaring waters are most commonly found where rivers carve their way through mountains, creating fearsome rapids. They can also be found near bays where rivers meet the sea and create turbulent breakers and unpredictable undertows. Vanguards of roaring waters encourage chaos and are easily bored. Apparition Skill Mountain Lore, River Lore</p>\n<h2>Apparition Spells</h2>\n<p><strong>Cantrip</strong> <em>@Compendium[pf2e.spells-srd.zhDIiQlJmrd4UDNC]{Rousing Splash}</em>; <strong>1st</strong> <em>@Compendium[pf2e.spells-srd.jfVCuOpzC6mUrf6f]{Hydraulic Push}</em>; <strong>2nd</strong> <em>@Compendium[pf2e.spells-srd.9XHmC2JgTUIQ1CCm]{Obscuring Mist}</em>; <strong>3rd</strong> <em>@Compendium[pf2e.spells-srd.oUDNCArkQTdhllxD]{Aqueous Orb}</em>; <strong>4th</strong> <em>@Compendium[pf2e.spells-srd.Y3G6Y6EDgCY0s3fq]{Hydraulic Torrent}</em>; <strong>5th</strong> <em>@Compendium[pf2e.spells-srd.zfn5RqAdF63neqpP]{Control Water}</em>; <strong>6th</strong> <em>@Compendium[pf2e.spells-srd.K2bTUhucPyhXlzjw]{Personal Ocean}</em>; <strong>7th</strong> <em>@Compendium[pf2e.spells-srd.smiVuoFMSgY2FTOO]{Dancing Fountain}</em>; <strong>8th</strong> <em>@Compendium[pf2e.spells-srd.0fjz8qc9NfkmWmJZ]{Whirlpool}</em>; <strong>9th</strong> <em>@Compendium[pf2e.spells-srd.yLJROsQtyrPIKcDx]{Wrathful Storm}</em></p>\n<h2>Vessel Spell</h2>\n<p><em>@Compendium[pf2e-playtest-data.war-of-immortals-playtest-spells.8cvXMUfgCxGZfhrI]{River Carving Mountains}</em></p>\n<h2>Avatar</h2>\n<p><strong>River that Splits the World</strong> Speed 50 feet, swim Speed 70 feet;</p>\n<p><strong>Melee</strong> <span class=\"pf2-icon\">1</span> parting mountains (versatile S, water), <strong>Damage</strong> 6d10+6 bludgeoning,</p>\n<p><strong>Ranged</strong> <span class=\"pf2-icon\">1</span> crash into the sea (range 120 feet, versatile P, water), <strong>Damage</strong> 6d6+6 bludgeoning</p>"
		},
		"Victor's Wreath": {
			"name": "Victor's Wreath",
			"description": "<p><strong>Usage</strong> worn headwear or worn sash</p>\n<hr />\n<p>This symbol of victory—whether a laurel worn around the head or a medal that hangs from your neck—reminds you and your allies that victory is the only acceptable outcome.</p>\n<p><strong>Immanence</strong> (aura, emotion, mental) You inspire your allies to greater glory. You and all allies within 15 feet gain a +1 status bonus to attack rolls.</p>\n<p><strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.5nNEKaS37swT00Lo]{One Moment till Glory}</p>"
		},
		"Vigilant Senses (Exemplar)": {
			"name": "Vigilant Senses (Exemplar)",
			"description": "<p>Through your adventures, you've developed keen awareness and attention to detail. Your proficiency rank in Perception increases to master.</p>"
		},
		"Weapon Expertise (Exemplar)": {
			"name": "Weapon Expertise (Exemplar)",
			"description": "<p>You've dedicated yourself to learning the intricacies of your weapons. Your proficiency ranks for unarmed attacks, simple weapons, and martial weapons increase to expert.</p>"
		},
		"Whose Cry is Thunder": {
			"name": "Whose Cry is Thunder",
			"description": "<p>The sky overhead is yours to command as lightning strikes your soul. Any bonus to saving throws you gain from an exemplar ability also applies against effects with the electricity trait, and any resistance applies to electricity damage. You can choose for any spirit damage dealt by your exemplar abilities to instead manifest as crackling lightning, changing the damage type to electricity and replacing the spirit trait with the electricity trait. Your weapon ikon gains the following abilities.</p>\n<p><strong>Immanence</strong> When you critically succeed on a Strike, lightning strikes a target within 30 feet for @Damage[4d6[electricity]] damage (@Check[type:reflex|dc:resolve(@actor.system.attributes.classDC.value)|basic:true). This damage increases to @Damage[7d6[electricity]] if you are 12th level and @Damage[10d6[electricity]] if you are 17th level.</p>\n<p><strong>Transcend</strong>—@Compendium[pf2e-playtest-data.war-of-immortals-playtest-actions.2XT5pJP1KvuxY4qi]{Judgment from Clear Skies}</p>"
		},
		"Witness to Ancient Battles": {
			"name": "Witness to Ancient Battles",
			"description": "<p>Witnesses to ancient battles may be the restless souls of warriors left unfulfilled by their final contest, valkyries and other beings from beyond naturally drawn to sites of death and battle, or even the unquiet entity formed from a battle or battlefield that has seen so much death and blood it has gained a spiritual essence of its own. Witnesses to ancient battles are often somber and grim. Apparition Skill Battlegrounds Lore, Heraldry Lore</p>\n<h2>Apparition Spells</h2>\n<p><strong>Cantrip</strong> <em>@Compendium[pf2e.spells-srd.TVKNbcgTee19PXZR]{Shield}</em>; <strong>1st</strong> <em>@Compendium[pf2e.spells-srd.TFitdEOpQC4SzKQQ]{Runic Weapon}</em>; <strong>2nd</strong> <em>@Compendium[pf2e.spells-srd.wzctak6BxOW8xvFV]{Enlarge}</em>; <strong>3rd</strong> <em>@Compendium[pf2e.spells-srd.AMEu5zzLN7uCX645]{Ghostly Weapon}</em>; <strong>4th</strong> <em>@Compendium[pf2e.spells-srd.8M03UxGXjYyDFAoy]{Weapon Storm}</em>; <strong>5th</strong> <em>@Compendium[pf2e.spells-srd.hghGRzOSzEl4UXdS]{Invoke Spirits}</em>; <strong>6th</strong> <em>@Compendium[pf2e.spells-srd.0XP2XOxT9VSiXFDr]{Phantasmal Calamity}</em>; <strong>7th</strong> <em>@Compendium[pf2e.spells-srd.AlbpWWN87yGegoAF]{True Target}</em>; <strong>8th</strong> <em>@Compendium[pf2e.spells-srd.qlxM7Ik3uUeUIOcv]{Canticle of Everlasting Grief}</em>; <strong>9th</strong> <em>@Compendium[pf2e.spells-srd.qsNeG9KZpODSACMq]{Foresight}</em></p>\n<h2>Vessel Spell</h2>\n<p><em>@Compendium[pf2e-playtest-data.war-of-immortals-playtest-spells.IUpYw10YcDnotpj2]{Embodiment of Battle}</em></p>\n<h2>Avatar</h2>\n<p><strong>General of Endless Battle</strong> Speed 70 feet, immune to immobilized;</p>\n<p><strong>Melee</strong> <span class=\"pf2-icon\">1</span> final strike (agile, fatal d12, reach 15 feet), <strong>Damage</strong> 6d8+6 slashing</p>"
		}
	}
}