{
	"label": "Witches+ Spells",
	"entries": {
		"Accursed Formation": {
			"name": "Accursed Formation",
			"description": "<p>You've learned how to use your hexing magic to bind protections, hazards, and blockades. You can target a spell you have cast with a duration of at least 1 minute that creates a physical barrier, object, structure, or hazard, such as a @Compendium[pf2e.spells-srd.CzjQtkRuRlzRvwzg]{Healing Well} or a @Compendium[pf2e.spells-srd.KsWhliKfUs3IpW3c]{Wall of Thorns}, and that spell lasts until your next daily preparations. When you do so, you can imbue your accursed formation with one of your hexes that targets a creature by spending a number of additional actions casting this spell equal to the number of actions to cast the chosen hex, spreading these actions across multiple rounds if necessary. Creatures that take damage or are otherwise affected by your accursed formation are subject to the hex you cast in addition to the normal effects of the spell. Creatures continue to be affected by your hex each turn they are affected by the target spell as if you had Sustained the Spell, and your hex ends normally if not Sustained. If the hex you chose required a focus point to cast, you must spend 2 focus points to cast this spell and you cannot regain focus points spent to cast this spell until the spell you chose ends, is dismissed, or otherwise is ended by its complete destruction. You can continue to spend appropriate spell slots and focus points during your daily preparations to keep your accursed formation in place and you do not have to be in range of the hexed formation to do so.</p>"
		},
		"Beguile": {
			"name": "Beguile",
			"description": "<p>You call out to the target with a voice seemingly more beautiful than any other and an appearance somehow more soothing than their truest love, willing them to think only of you. Regardless of the outcome, the target is then temporarily immune for 1 minute.</p>\n<p><strong>Critical Success </strong>The target is unaffected.</p>\n<p><strong>Success</strong> The target is @Compendium[pf2e.conditionitems.TkIyaNPgTZFBCCuh]{Dazzled} for 1 round and is then temporarily immune to Beguile for 1 minute.</p>\n<p><strong>Failure </strong>The target is @Compendium[pf2e.conditionitems.TkIyaNPgTZFBCCuh]{Dazzled} and @Compendium[pf2e.conditionitems.9PR9y0bi4JPKnHPR]{Deafened} for as long as you @Compendium[pf2e.actionspf2e.3f5DMFu8fPiqHpRg]{Sustain the Spell}.</p>\n<p><strong>Critical Failure</strong> As failure, except the target must spend its first action on each turn to @Compendium[pf2e.actionspf2e.UHpkTuCtyaPqiCAB]{Step} towards you.</p>"
		},
		"Binding Summon": {
			"name": "Binding Summon",
			"description": "<p>You bind the summoned creature to this realm, allowing it to fight by your side as a real creature. When you cast a spell that summons a creature, you can bind the summoned creature to your service for an extended duration. You no longer have to @Compendium[pf2e.actionspf2e.3f5DMFu8fPiqHpRg]{Sustain the Spell} that conjured the summoned creature and the duration for the spell becomes until your next daily preparations. When you use <em>binding summon</em>, you cannot regain the focus point spent to cast the spell until the duration of the spell you used for the binding ends or the summoned creature dies. The summoned creature gains a single action at the end of your turn even if it has not been commanded and the creature becomes more independent. This independence means the creature has an intellect, personality, can speak one language you share, and is considered @Compendium[pf2e.conditionitems.v44P3WUcU1j0115l]{Helpful} when first summoned by you. As a helpful creature, it acts on your wishes normally, but may be unwilling to fight alongside you under certain circumstances, or attempt to negotiate its role in your service. Once the duration of the spell expires, the creature leaves your service and returns to its home plane (if applicable). You can summon the same specific creature again in the future, though it will remember your past actions and retain any previous attitude it had towards you.</p>\n<hr style=\"border-top: 1px solid var(--color-border-light-primary); border-bottom: 1px solid var(--color-border-light-highlight);\" />\n<p><strong>Special</strong>&nbsp;Your bound summon counts as an animal companion for the purposes of determining how many minions you are allowed to have in your service.</p>"
		},
		"Bloodbound Glyph": {
			"name": "Bloodbound Glyph",
			"description": "<p>A carved glyph appears on the body of the target creature, causing it to be anchored to the ground. The target takes [[/r {1d4}[bleed]]]{1d4 persistent bleed damage} and if the creature uses an action with the move trait while the spell is active, the creature takes 1 additional bleed damage at the end of a turn it completes the action, depending on its Fortitude save. Regardless of the result, the target is immune to your bloodbound glyph for 1 minute.</p>\n<p><strong>Critical Success </strong>The target is unaffected and the spell immediately ends.</p>\n<p><strong>Success</strong> The target takes half the persistent bleed damage and the spell immediately ends.</p>\n<p><strong>Failure </strong>The target takes the full persistent bleed damage.</p>\n<p><strong>Critical Failure</strong> The target takes double the persistent bleed damage and doubles the additional persistent bleed damage when it takes an action with the move trait.</p>\n<hr>\n<p><strong>Heightened (+2)</strong> The initial persistent bleed damage increases by 1d4 and the additional persistent bleed increases by 1.</p>"
		},
		"Brief Lesson": {
			"name": "Brief Lesson",
			"description": "<p>You temporarily flood the target's mind with information and experience, as if they have been studying the topic at hand for years. The target gains the Trained proficiency in a skill of your choice. If your target already had the listed proficiency, they gain a +1 status bonus to the designated skill.</p>\n<hr />\n<p><strong>Heightened (3rd)</strong> The target gains Expert proficiency.</p>\n<p><strong>Heightened (5th)</strong> The target gains Master proficiency.</p>\n<p><strong>Heightened (8th) </strong>The target gains Legendary proficiency.</p>"
		},
		"Chant": {
			"name": "Chant",
			"description": "<p>By speaking the words of the spell rhythmically and in sequence, you can spread its affects to those who can hear. If the next action you use is to Cast a Spell that has the hex trait and targets a single creature with a duration of sustained, you can instead target all allies or enemies in a @Template[type:emanation|distance:30]. When you do so, that hex gains the auditory trait and creatures only remain affected while within the area.</p>\n<p>Creatures that enter the area after you Cast the Spell are not affected by your chant and creatures that leave the emanation do not regain its effects if they enter the area with temporary immunity. When you Sustain the Spell, your Sustain gains the auditory trait and the emanation remains in effect.</p>\n<p>You can't cast more than one chant at a time, and you can have only one active at a time. If you cast a chant again, the hex you targeted with your chant immediately ends for all creatures and any ongoing effects from your previous chant end immediately. If your spell produces an active effect against a single target when you Cast the Spell or Sustain the Spell, such as <em>@Compendium[pf2e.spells-srd.vhMCd15ZwNJn0zen]{Malicious Shadow}</em>, you choose one target under the effects of the hex in the emanation to be the target of the effect.</p>\n<hr>\n<p><strong>Heightened (+2)</strong> The emanation increases by 5 feet</p>"
		},
		"Clinging Ice+": {
			"name": "Clinging Ice+",
			"description": "<p>Freezing sleet and heavy snowfall collect on the target's feet and legs, dealing [[/r {1d4}[cold]]]{1d4 cold damage} and other effects depending on its Reflex save. You deal the cold damage initially and then again the first time each round you Sustain the Spell, starting on the round after you cast it and rolling the damage based on the target's saving throw result each time. Once this spell ends, the target becomes temporarily immune for 1 minute.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target takes half damage.</p>\n<p><strong>Failure</strong> The target takes full damage, and takes a -5-foot circumstance penalty to its Speeds until the spell ends.</p>\n<p><strong>Critical Failure</strong> The target takes double damage and a -10-foot circumstance penalty to its Speeds until the spell ends.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The damage increases by [[/r {1d4}[cold]]].</p>\n<p>@UUID[Compendium.witches.witches-effects.NrZO1WDz1JrczBO8]{Spell Effect: Clinging Ice+}</p>"
		},
		"Conjure Gadget": {
			"name": "Conjure Gadget",
			"description": "<p>You conjure a gadget to be equipped by you or an ally. You can summon a gadget whose formula your familiar knows and with a level equal to the level of this spell or lower. This gadget appears ready to be used by the target in its appropriate usage case and remains as long as you @Compendium[pf2e.actionspf2e.3f5DMFu8fPiqHpRg]{Sustain a Spell}. The target must be able to satisfy the usage case, such as having a hand available to hold the item, or the spell automatically fails. After this spell ends, you cannot cast<em> Conjure Gadget</em> for 1 hour.</p>\n<hr />\n<p><strong>Heightened (6th)</strong> You can select up to two targets when you cast this spell.</p>"
		},
		"Cosmic Tune": {
			"name": "Cosmic Tune",
			"description": "<p>You grant an ally within 30 feet the ability to hear your cosmic song within their mind. The ally gains a +1 status bonus to AC and saves against auditory and emotion effects. When you Sustain the spell, the target can choose to continue to benefit from the spell but becomes @Compendium[pf2e.conditionitems.9PR9y0bi4JPKnHPR]{Deafened} as long as it does so as the song overwhelms their ability to hear. While deafened by your cosmic tune, your ally gains a +2 status bonus to saves against emotion effects. Once this spell ends, the target becomes temporarily immune for 1 minute.</p>\n<p>@UUID[Compendium.witches.witches-effects.Ca9XB5uo8bIxo413]{Spell Effect: Cosmic Tune}</p>"
		},
		"Creeping Worry": {
			"name": "Creeping Worry",
			"description": "<p>You spur the vision of dark futures within the mind's eye of your target. These images deal [[/r {1d4}[mental]]]{1d4 mental damage} and make it difficult to concentrate, depending on its Will save. You deal the mental damage initially and then again the first time each round you @Compendium[pf2e.actionspf2e.3f5DMFu8fPiqHpRg]{Sustain a Spell}, starting on the round after you cast it and rolling the damage based on the target's saving throw result each time. However, the creature only attempts the Will save once, when you first Cast the Spell. Once this spell ends, the target becomes temporarily immune for 1 minute.</p>\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target takes half damage.</p>\n<p><strong>Failure </strong>The target takes full damage.</p>\n<p><strong>Critical Failure</strong> The target takes double damage and if the target attempts a concentrate action, it must succeed at a DC 5 flat check or it is lost; roll the check after spending the action, but before any effects are applied.</p>\n<p>@UUID[Compendium.witches.witches-effects.Btg0w5sHVET19ppG]{Spell Effect: Creeping Worry (Critical Failure)}</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The damage increases by 1d4.</p>"
		},
		"Discern Secrets+": {
			"name": "Discern Secrets+",
			"description": "<p>You call upon your patron's power to better uncover secrets.</p>\n<p>When you Cast the Spell, the target can @Compendium[pf2e.actionspf2e.1OagaWtBpVXExToo]{Recall Knowledge}, @Compendium[pf2e.actionspf2e.BlAOM2X92SI6HMtJ]{Seek}, or @Compendium[pf2e.actionspf2e.1xRFPTFtWtGJ9ELw]{Sense Motive}. The target gains a +1 status bonus to the skill or Perception used for the roll, and this bonus remains as long as you @Compendium[pf2e.actionspf2e.3f5DMFu8fPiqHpRg]{Sustain the Spell}. Alternatively, you can target a @Compendium[pf2e.conditionitems.DmAIPqOBomZ7H95W]{Concealed} creature to remove the concealed condition as long as you Sustain the spell. If the creature's concealment is the result of a spell or effect, you can attempt a counteract check to remove the concealed condition, but all other effects of the spell remain and the concealed condition returns if the effect is still active when you end this spell.</p>\n<p>The target is temporarily immune to <em>discern secrets</em> for 1 minute.</p>\n<hr />\n<p><strong>Heightened (5th)</strong> You can target two creatures instead of one.</p>\n<p>@Compendium[pf2e.spell-effects.hdOb5Iu6Zd3pHoGI]{Spell Effect: Discern Secrets (Recall Knowledge)}</p>\n<p>@Compendium[pf2e.spell-effects.m1tQTBrolf7uZBW0]{Spell Effect: Discern Secrets (Seek)}</p>\n<p>@Compendium[pf2e.spell-effects.dEsaufFnfYihu5Ex]{Spell Effect: Discern Secrets (Sense Motive)}</p>"
		},
		"Elemental Betrayal+": {
			"name": "Elemental Betrayal+",
			"description": "<p>You call upon the elements to undermine your foe. When you Cast this Spell, choose air, earth, fire, or water. Each time the target takes damage from a spell or effect with the chosen trait, it takes an additional 2 damage of one damage type dealt by the spell or effect. If you chose fire or water, the target also takes this additional damage when taking fire or cold damage, respectively, from effects or spells without the chosen trait.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> Increase the additional damage by 1.</p>"
		},
		"End of Days": {
			"name": "End of Days",
			"description": "<p>You wave your hand in the sky, beckoning in the end of the world as foreseen by your patron. The ground adjacent to you cracks, becoming greater difficult terrain. You may select up to four @Template[type:burst|distance:10]{10 foot non-overlapping bursts} at any point within range, even if hey are stationary points in the air. These become points of the apocalypse, and deal 18d6 damage associated with the type of apocalypse envisioned by your patron (basic Reflex save). After they first appear, the points of the apocalypse become hazardous terrain that deals 5 damage of the same type to anyone within their space. You can use an action with the concentrate trait to move one of these points of the apocalypse by 10 feet. You select the type of apocalypse envisioned by your patron when you first take the @UUID[Compendium.witches.witches-features.5f9teU6NToXdMLsk]{Lesson of The Apocalypse}, and can't change it later. Your points of the apocalypse gain the following damage types, and additional effects that occur when you @Compendium[pf2e.actionspf2e.3f5DMFu8fPiqHpRg]{Sustain the Spell}.</p>\n<p><strong>Chaos</strong> Whether through reality fracturing entirely or some malevolent force from beyond the stars, your version of the apocalypse gives the battle an otherworldly, unknowable look. Your points of the apocalypse deal force damage. When you @Compendium[pf2e.actionspf2e.3f5DMFu8fPiqHpRg]{Sustain the Spell}, a random creature within 20 feet of one of the points of the apocalypse (also selected randomly) takes [[/r {10d8}[force]]]{10d8 force damage} @Check[type:reflex|dc:resolve(@actor.attributes.classOrSpellDC.value)|basic:true]{(basic Reflex Save)}.</p>\n<p><strong>Floods</strong> Tsunamis churn and massive sea monsters roar as the world sinks under the waves. Your points of the apocalypse deal bludgeoning damage with the water trait. Water pours endlessly from the points of the apocalypse, traveling downwards first if they open in the air. This makes all space between themselves and the floor hazardous terrain too, and the points are 20 foot pits that require a @Compendium[pf2e.actionspf2e.c8TGiZ48ygoSPofx]{Swim} check to escape from if they are on the floor. When you Sustain the Spell, the points of the apocalypse cast @Compendium[pf2e.spells-srd.cf7Jkm39uEjUFtHt]{Sea Surge} in a 20 foot burst around themselves, or the point where they touch the floor if they are in the air. You can choose if Sea Surge brings creatures towards the point of the apocalypse or pushes away when you @Compendium[pf2e.actionspf2e.3f5DMFu8fPiqHpRg]{Sustain the Spell}.</p>\n<p><strong>Rapture </strong>Angelic chords or the screams of the damned echo from the points of the apocalypse as the day of judgement arrives upon the unworthy. Your points of the apocalypse deal good or evil damage, whichever befits your patron more. When you @Compendium[pf2e.actionspf2e.3f5DMFu8fPiqHpRg]{Sustain the Spell}, those that your patrons deem worthy (usually your allies) within 20 feet of a point of the apocalypse are affected by @Compendium[pf2e.spell-effects.Gqy7K6FnbLtwGpud]{Spell Effect: Bless}, and those deemed unworthy are affected by @Compendium[pf2e.spell-effects.UTLp7omqsiC36bso]{Spell Effect: Bane}.</p>\n<p><strong>Flames</strong> Fire scorches the world and smoke chokes the life out of those who remain in your master's visions of the end. Your points of the apocalypse do fire damage. When you @Compendium[pf2e.actionspf2e.3f5DMFu8fPiqHpRg]{Sustain the Spell}, the points of the apocalypse reignite, blasting those too close with hellish fire. Creatures within 20 feet of a point of the apocalypse take @Check[type:reflex|dc:resolve(@actor.attributes.classOrSpellDC.value)|basic:true]{(basic Reflex Save)}.</p>\n<p><strong>Freeze</strong> Ice spreads and crawls from your point of the apocalypse, making breaths foggy and veins turn still. Your points of the apocalypse do cold damage. When you Sustain the Spell, the points of the apocalypse grow in size by 5 feet. Any creature within a point of the apocalypse takes [[/r {10d6}[cold]]]{10d6 cold damage} and becomes @Compendium[pf2e.conditionitems.xYTAsEpcJE1Ccni3]{Slowed 1} for 1 round on a failure @Check[type:fortitude|dc:resolve(@actor.attributes.classOrSpellDC.value)|basic:true]{(basic Fortitude Save)}.</p>\n<p><strong>Nature </strong>The world returns to the things that came before us as plants grow and wild creatures unknown to our worlds spawn. Your points of the apocalypse do slashing or piercing damage, chosen randomly. When you @Compendium[pf2e.actionspf2e.3f5DMFu8fPiqHpRg]{Sustain the Spell}, areas within 20 feet of a point of the apocalypse become greater difficult terrain as never before seen plants grow. Every 5 feet that a creature has to travel through this area, they must make a @Check[type:flat|dc:5]{flat check}. On a failure, they become @Compendium[pf2e.conditionitems.eIcWbB5o3pP6OIMe]{Immobilized} and take [[/r {5d10}[slashing]]]{5d10 slashing} or [[/r {5d10}[piercing]]]{5d10 piercing damage} as plants and monsters assault them and hold them down. Creatures can make @Compendium[pf2e.actionspf2e.SkZAQRkLLkmBQNB9]{Escape} checks against your Spell DC to end the @Compendium[pf2e.conditionitems.eIcWbB5o3pP6OIMe]{Immobilized} condition.</p>\n<p><strong>Plague </strong>Whether through a natural disease or the shambling curse of undeath, it is through illness that your world seems to end as miasmic fog clouds pass through the area. Your points of the apocalypse deal poison damage. When you Sustain the Spell, dead creatures are affected by undead curses, parasitic illnesses or crawling fungi. Corpses within 20 feet of the points of the apocalypse rise as if you had cast @Compendium[pf2e.spells-srd.9WGeBwIIbbUuWKq0]{Animate Dead} at 7th level. They get 1 action per turn, starting the turn that they rise.</p>"
		},
		"Eternal Slumber": {
			"name": "Eternal Slumber",
			"description": "<p>You cause the target to fall into a deep slumber, unable to wake itself. The creature must attempt a Will save.</p>\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target becomes drowsy and takes a -2 status penalty to Perception checks to @Compendium[pf2e.actionspf2e.BlAOM2X92SI6HMtJ]{Seek} and to saves against illusions as long as you @Compendium[pf2e.actionspf2e.3f5DMFu8fPiqHpRg]{Sustain the Spell}.</p>\n<p><strong>Failure </strong>The target creature becomes @Compendium[pf2e.conditionitems.fBnFDH2MTzgFijKf]{Unconscious} for as long as you@Compendium[pf2e.actionspf2e.3f5DMFu8fPiqHpRg]{Sustain the Spell}. While unconscious, the target is still able to see your illusions and treats its degree of success against your illusions as one degree worse while it remains unconscious.</p>\n<p><strong>Critical Failure </strong>As failure, but the creature remains @Compendium[pf2e.conditionitems.fBnFDH2MTzgFijKf]{Unconscious} permanently even after the spell ends. You can set a condition that will end this effect, but otherwise the unconscious condition can be removed only through <em>@Compendium[pf2e.spells-srd.YfJTXyVGzLhM6V8U]{Miracle}</em>, <em>@Compendium[pf2e.spells-srd.6dDtGIUerazSHIOu]{Wish}</em>, or other powerful magic.</p>\n<p>@UUID[Compendium.witches.witches-effects.x3yvx92kTILGg9md]{Spell Effect: Eternal Slumber}</p>"
		},
		"Forebearers Reckoning": {
			"name": "Forebearers Reckoning",
			"description": "<p>You were not the first witch in servitude to your patron, and their souls are still bound to their former master. When you cast this hex, you leave trails of afterimages of previous witches bound to your patron as you move, and when you cast, so too do they. You receive a +1 status bonus to your Spellcasting DC and spell attack rolls while this hex is active.</p>\n<hr />\n<p><strong>Heightened (9th)</strong> The status bonus increases to +2.</p>\n<p>@UUID[Compendium.witches.witches-effects.dq6BnVLgfYm6uBfk]{Spell Effect: Forebearers Reckoning}</p>"
		},
		"Grasping Vines": {
			"name": "Grasping Vines",
			"description": "<p>You summon the surrounding foliage to aid you. When you Cast the Spell, and each time you @Compendium[pf2e.actionspf2e.3f5DMFu8fPiqHpRg]{Sustain the Spell}, the grasping vines make an Athletics check to @Compendium[pf2e.actionspf2e.Dt6B1slsBy8ipJu9]{Disarm} or @Compendium[pf2e.actionspf2e.ge56Lu1xXVFYUnLP]{Trip} a creature in the area or an adjacent square using your spell attack roll modifier. The grasping vines cannot leave the area and are treated as a Large creature for the purposes of determining what creatures it can make Athletics checks against. If you Sustain the Spell multiple times in a round, you gain this effect each time. The grasping vines use and contribute to your multiple attack penalty.</p>\n<p>Squares filled with grasping vines are difficult terrain. Each square can be cleared of grasping vines by a single attack or effect that deals at least 10 slashing damage or 2 fire damage. A square has AC 5, and it automatically fails its saving throws. The grasping vines don't grant flanking, or have any other attributes a creature would. The grasping vines can't make any other attacks other than the specified Athletics maneuvers.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The slashing damage is increased by 5 and the fire damage is increased by 1.</p>"
		},
		"Intensify Spectrum": {
			"name": "Intensify Spectrum",
			"description": "<p>You create an area of intense, ultra-saturated light that burns at those caught in the area. Targets caught in the area take [[/r {5d8}[cold]]]{5d8 fire damage} and must attempt a Fortitude save. Creatures who start their turn in the spectrum must attempt a Fortitude save. Undead creatures treat all of their saves as a degree of success lower. When you sustain the spell, you may move it 30 feet.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success </strong>The target takes half damage.</p>\n<p><strong>Failure </strong>The target takes full damage, and is @Compendium[pf2e.conditionitems.TkIyaNPgTZFBCCuh]{Dazzled} until the beginning of your next turn.</p>\n<p><strong>Critical Failure </strong>The target takes double damage, and is permanently @Compendium[pf2e.conditionitems.XgEqL1kFApUbl5Z2]{Blinded}.</p>\n<hr />\n<p>Heightened (+1) The fire damage increases by 1d8.</p>"
		},
		"Lost in the Crowd": {
			"name": "Lost in the Crowd",
			"description": "<p>You wave a hand, clouding the vision of your target and making them see their own face on everyone around them, and hear their own voice in a strange language from all those who speak to them. When the spell ends, the target becomes temporarily immune for 1 minute.</p>\n<p><strong>Success</strong> The target is unaffected.</p>\n<p><strong>Failure </strong>The target cannot tell who is their ally or their enemy. They treat allies and enemies as enemies for the purposes of determining flanking unless they spend an action to @Compendium[pf2e.actionspf2e.BlAOM2X92SI6HMtJ]{Seek} on an ally.</p>\n<p><strong>Critical Failure</strong> As failure, except the target cannot benefit from abilities that target allies and is @Compendium[pf2e.conditionitems.AJh5ex99aV6VTggg]{Off-Guard}.</p>\n<p>@UUID[Compendium.witches.witches-effects.KCFYg2XNz971wamM]{Spell Effect: Lost in the Crowd}</p>"
		},
		"Marked by Patron": {
			"name": "Marked by Patron",
			"description": "<p>You branch the connection of your hexmarked nature to an ally. You place the mark of your patron on your ally, and they gain the benefits of your @UUID[Compendium.witches.witches-features.Aa3MsU5VweLONokL]{Mark of the Patron} class feature for the duration as though they were you.</p>\n<p>@UUID[Compendium.witches.witches-effects.UItCBC0gMhdTiH9B]{Spell Effect: Marked by Patron}</p>"
		},
		"Muck Emergence": {
			"name": "Muck Emergence",
			"description": "<p>You turn the designated area into muck and swamp water. The muck is considered difficult terrain. When you @Compendium[pf2e.actionspf2e.3f5DMFu8fPiqHpRg]{Sustain the Spell}, you can increase the area of the burst by 5 feet up to a maximum of 15 feet. While the spell is active, you can ignore difficult terrain caused by mud or swamp water.</p>\n<hr />\n<p><strong>Heightened (+2)</strong> The initial burst increases by 5 feet and the maximum area increases by 10 feet.</p>"
		},
		"Needle of Vengeance+": {
			"name": "Needle of Vengeance+",
			"description": "<p>A long, jagged needle jabs into the target foe's psyche whenever it tries to attack a specifically forbidden creature. Name yourself or one of your allies. The target takes [[/r {2}[mental]]]{2 mental damage} any time it uses a hostile action against the named creature. On a critical failure, the target also becomes @Compendium[pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 1} the first time it uses a hostile action against the named creature for the duration of the spell.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> Increase the damage by [[/r {2}[mental]]]{2 mental}.</p>"
		},
		"Nudge Fate+": {
			"name": "Nudge Fate+",
			"description": "<p>You read slightly into the future and give fate a tiny push to achieve the result you desire.</p>\n<p>Once during the duration, when the target rolls an attack roll, skill check, or saving throw and a +1 status bonus would turn a critical failure into a failure, a failure into a success, or a success into a critical success, you grant the target a +1 status bonus to the check retroactively, changing the outcome appropriately.</p>\n<p>The spell then ends, and the target is temporarily immune for 1 minute.</p>"
		},
		"Patron's Ward": {
			"name": "Patron's Ward",
			"description": "<p>You are infused with the ward of your patron, and its power deters the effects of those of similar magic. When you Cast the Spell, choose a creature type associated with your spellcasting tradition's skill. You and your allies within the area gain a +1 status bonus to saves against the chosen creature type as long as they remain in the emanation. On subsequent turns, the first time you Sustain the Spell you increase the radius by 5 feet up to a maximum of 30 feet.</p>\n<hr>\n<p><strong>Heightened (+3)</strong> The starting emanation and expanded radius when you Sustain the Spell increase by 5 feet and the maximum radius increases by 15 feet.</p>\n<p>@UUID[Compendium.witches.witches-effects.Rt6hiWMortWier9u]{Spell Effect: Patron's Ward}</p>"
		},
		"Personal Blizzard+": {
			"name": "Personal Blizzard+",
			"description": "<p>You summon an isolated blizzard of obscuring, scouring ice to follow your target. The target attempts a Fortitude save.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target takes [[/r {1d6}[cold]]]{1d6 cold damage}, and the spell ends.</p>\n<p><strong>Failure</strong> The target takes [[/r {1d6}[cold]]]{1d6 cold damage} and [[/r {1d6}[persistent,cold]]]@Compendium[pf2e.conditionitems.lDVqvLKA6eF3Df60]{Persistent Cold Damage}. (The persistent damage automatically ends when the spell ends.) It is @Compendium[pf2e.conditionitems.DmAIPqOBomZ7H95W]{Concealed} to other creatures, and other creatures are @Compendium[pf2e.conditionitems.DmAIPqOBomZ7H95W]{Concealed} to it.</p>\n<p><strong>Critical Failure</strong> As failure, but both the cold damage and the persistent cold damage increase to [[/r 2d6]].</p>\n<hr />\n<p><strong>Heightened (+2) </strong>The cold damage increases by 1d6 and the persistent cold damage increases by 2 (2d6 and 4 on a critical<br />failure).</p>"
		},
		"Promise Heart's Desire": {
			"name": "Promise Heart's Desire",
			"description": "<p>You show the target the thing they most desire in life, only just out of reach. Select a space within 30 feet of the target. The target must attempt a Will save. The effects of the spell last as long as you Sustain the Spell or until the target completes the designated action, after which the spell immediately ends. Once this spell ends, the target becomes temporarily immune for 1 minute.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected and gains a +1 circumstance bonus to Will Saves against your spells and hexes for 1 minute.</p>\n<p>@UUID[Compendium.witches.witches-effects.xsmIM5WoPZyaiNM2]{Spell Effect: Promise Heart's Desire (Critical Success)}</p>\n<p><strong>Success</strong> The creature is @Compendium[pf2e.conditionitems.Slowed]{Slowed 1} for 1 round, and the hex ends.</p>\n<p><strong>Failure</strong> The creature is @Compendium[pf2e.conditionitems.Fascinated]{Fascinated}, and it must spend at least 1 of its actions on each of its turns to move closer to the designated space as expediently as possible, while avoiding obvious dangers. If the creature ends its movement or turn adjacent to the space, it is @Compendium[pf2e.conditionitems.Stunned]{Stunned 1} and the spell immediately ends.</p>\n<p><strong>Critical Failure</strong> As failure, but the creature must spend each of its actions moving closer to the space, and if it ends its movement or turn adjacent to the space, it is @Compendium[pf2e.conditionitems.Stunned]{Stunned 3} and the spell immediately ends.</p>"
		},
		"Realityflicker": {
			"name": "Realityflicker",
			"description": "<p>You randomly assault the target with overwhelming curses from multiple realities that end and begin within moments, dealing force damage equal to the spell level and randomly selected conditions depending on their Will save. You deal the force damage initially and then again the first time each round you @Compendium[pf2e.actionspf2e.3f5DMFu8fPiqHpRg]{Sustain the Spell}, starting on the round after you cast it and rolling the damage based on the target's saving throw result each time. However, the creature only attempts the Will save once, when you first Cast the Spell. When the spell ends, the target becomes temporarily immune for 1 minute.</p>\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target takes half damage.</p>\n<p><strong>Failure </strong>The target takes 1d4 damage, and then rolls [[/r 1d4]] and gains the following condition until the end of its next turn.</p>\n<ol>\n<li>@Compendium[pf2e.conditionitems.i3OJZU2nk64Df3xm]{Clumsy 1}</li>\n<li>@Compendium[pf2e.conditionitems.e1XGnhKNSQIm5IXg]{Stupefied 1}</li>\n<li>@Compendium[pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 1}</li>\n<li>@Compendium[pf2e.conditionitems.TBSHQspnbcqxsmjL]{Frightened 1}</li>\n</ol>\n<p><strong>Critical Failure</strong> The target takes double damage and rolls [[/r 2d4]]. If they would get the same condition twice, they also become @Compendium[pf2e.conditionitems.TkIyaNPgTZFBCCuh]{Dazzled}.</p>\n<hr />\n<p><strong>Heightened (+2)</strong> The damage increaes by 1d4.</p>"
		},
		"Shroud of Night+": {
			"name": "Shroud of Night+",
			"description": "<p>Drawing your hand in a sweeping gesture, you shroud the target in a veil of night. The target's eyes are blanketed in darkness. If you cast this hex on a willing ally (for instance, one with light blindness), the ally can choose which result it gets without rolling. Regardless of the outcome, the target is then temporarily immune for 1 minute.</p>\n<hr>\n<p><strong>Success</strong> The target is unaffected.</p>\n<p><strong>Failure</strong> The target is shrouded in murky darkness. The target becomes @Compendium[pf2e.conditionitems.DmAIPqOBomZ7H95W]{Concealed}, and all creatures outside the shroud become concealed to the target. Creatures with @Compendium[pf2e.ancestryfeatures.HHVQDp61ehcpdiU8]{Darkvision} can ignore this concealment.</p>\n<hr>\n<p><strong>Heightened (4th) </strong>Even creatures with darkvision (but not @Compendium[pf2e.ancestryfeatures.vPhPgzpRjYDMT9Kq]{Greater Darkvision}) can barely see through the darkness. Only creatures with greater darkvision can ignore this concealment.</p>"
		},
		"Sinister Stitching": {
			"name": "Sinister Stitching",
			"description": "<p>You stitch a creatures eyes, mouth or hands closed, forcing them to remain shut. When the spell ends, the target becomes temporarily immune for 1 minute.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> Choose eyes, hands, or mouth. The target creature feels a strange warmth and the inability to the open the chosen entity as illusory stitches appear sealing their eyes, hands, or mouth. Depending on your choice, the target is @Compendium[pf2e.conditionitems.TkIyaNPgTZFBCCuh]{Dazzled}, unable to use actions with the auditory trait, or unable to use actions with the manipulate trait for one round based on your selection. After this, the hex ends.</p>\n<p><strong>Failure</strong> As a success, but the hex lasts until it is no longer sustained.</p>\n<p><strong>Critical Failure</strong> You stitch together two options, not just one.</p>"
		},
		"Soothsayer's Prediction": {
			"name": "Soothsayer's Prediction",
			"description": "<p>You look into the future, gaining glimpses of what is to come. You gain a vague description of the next creature you are likely to encounter. The next time you engage in combat, when you roll initiative you gain a +2 circumstance bonus to your roll and may make an immediate Recall Knowledge as a free action on one creature using your spellcasting tradition&rsquo;s proficiency. These benefits last for the duration and you cannot regain the focus point you spent to cast this spell until the duration has expired. After you make this check, the spell ends.</p>\n<p>@UUID[Compendium.witches.witches-effects.FsR2EgGjSyX3STLa]{Spell Effect: Soothsayer's Prediction}</p>"
		},
		"Soul Transfer": {
			"name": "Soul Transfer",
			"description": "<p>You have learned to move souls with magic. Choose a target in range. If the target is a corpse, it becomes reanimated as if returned to life by resurrect ritual but the target only remains alive for the duration. If the target is an undead, the creature must attempt a Will save and if it is a mindless undead it treats its degree of success as one worse. Regardless of the type of target selected, the creature then becomes immune to this spell for 1 day.</p>\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target is @Compendium[pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 1} and takes [[/r {4d12}[positive]]]{4d12 positive damage} initially and each time you @Compendium[pf2e.actionspf2e.3f5DMFu8fPiqHpRg]{Sustain the Spell}.</p>\n<p><strong>Failure</strong> The target becomes @Compendium[pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 2} and takes [[/r {8d12}[positive]]]{4d12 positive damage} initially and each time you @Compendium[pf2e.actionspf2e.3f5DMFu8fPiqHpRg]{Sustain the Spell}.</p>\n<p><strong>Critical Failure</strong> The target is destroyed. This effect has the incapacitation trait.</p>"
		},
		"Specular Portals": {
			"name": "Specular Portals",
			"description": "<p>With a wave of your hand, you liquefy the surfaces of all reflective materials within your vicinity, allowing you to walk through one and leave through another. Any surface that could bear a visible reflection (such as a mirror, shiny metal or water) becomes a doorway that you can pass through. You may enter through one, and appear in the space of another within the area of the spell as if it were an adjacent space. Passing through a reflective surface in this way costs the same amount of movement as it would to walk through any other space. If the space is not large enough for your body (such as a coin), it costs an extra action to leave it as you push your way out of the impossible space. Other creatures may move through this space so long as the hex is active.</p>"
		},
		"Spirit's Blessing": {
			"name": "Spirit's Blessing",
			"description": "<p>You command the surrounding spirits to protect the creature. The target creature gains resistance 2 to physical damage but the target must attempt a @Check[type:flat|dc:5]{flat check} whenever they take the Interact action with an object they are not already holding at the time you cast this spell. The target rolls the check after spending the action, but before any effects are applied. Once this spell ends, the target becomes temporarily immune for 1 minute.</p>\n<hr />\n<p><strong>Heightened (+1) </strong>The resistance increases by 1.</p>\n<p>@UUID[Compendium.witches.witches-effects.HzoJ1aROeJknkRMk]{Spell Effect: Spirit's Blessing}</p>"
		},
		"Sudden Outbreak": {
			"name": "Sudden Outbreak",
			"description": "<p>You cause a sudden turn for the worst in a target creature. The target must attempt a Fortitude save.</p>\n<hr />\n<p><strong>Critical Success </strong>The target is unaffected.</p>\n<p><strong>Success</strong> The target is @Compendium[pf2e.conditionitems.fesd1n5eVhpCSS18]{Sickened 1}.</p>\n<p><strong>Failure</strong> The target is sickened 1 and if it is suffering from a disease it must attempt a save against the DC to progress to the next stage of one of its diseases (target&rsquo;s choice).</p>\n<p><strong>Critical Failure</strong> As failure, but the target is @Compendium[pf2e.conditionitems.fesd1n5eVhpCSS18]{Sickened 2}.</p>"
		},
		"Tidal Rings": {
			"name": "Tidal Rings",
			"description": "<p>Water rushes around the target's frame, encircling and restraining them with the force of the raging seas. When you cast this hex, you make a spell attack roll against the target. This spell attack roll either resolves as a @Compendium[pf2e.actionspf2e.PMbdMWc2QroouFGD]{Grapple} check against the target. If successful, the target is @Compendium[pf2e.conditionitems.kWc1fhmv9LBiTuei]{Grabbed} by your tidal rings. When you Sustain the Spell, you make another spell attack roll to @Compendium[pf2e.actionspf2e.PMbdMWc2QroouFGD]{Grapple}. If you fail your attempt to Grapple the target, they become temporarily immune to this spell for 1 minute.</p>\n<hr />\n<p><strong>Heightened (3rd) </strong>You may target Huge or smaller creatures with this spell<br /><strong>Heightened (7th) </strong>You may target Gargantuan or smaller creatures with this spell</p>"
		},
		"Undying Blaze": {
			"name": "Undying Blaze",
			"description": "<p>You light yourself up with all-consuming flames that refuse to be put out. Whenever you would be damaged by a fire effect, you are instead healed by the same amount instead. Creatures that end their turn within 15 feet of you take 3d6 fire damage with a basic Reflex save. If you are brought to 0 HP, you avoid being knocked out and remain at 1 Hit Point, and your @Compendium[pf2e.conditionitems.Yl48xTdMh3aeQYL2]{Wounded} condition increases by 1. If your wounded value is ever equal to your maximum @Compendium[pf2e.conditionitems.yZRUzMqrMmfLu0V1]{Dying} value, you burst into flames and instantly die.</p>\n<hr />\n<p><strong>Heightened (+2)</strong> The fire damage increases by 1d6.</p>"
		},
		"Unleash True Power": {
			"name": "Unleash True Power",
			"description": "<p>Your eyes burst with light and you begin to float as you embrace your destiny as written by your patrons. When you cast this spell, you may immediately cast another spell with a cast time of 2 actions or less in 1 action as your patrons cast directly through you. When you do so, you take [[/r {2d6}[force]]]{2d6 force damage} per level of the spell as fate itself pulls at your life essence. All spells you cast while this hex is active are Heightened by one spell level. The first time you Sustain the Spell each turn, you can cast another spell of two actions or less as one action and you suffer the damage. When you end the hex, you take [[/r {10d6 + 60}[force]]]{10d6 + 60 force damage} as a final shock of power surges through you. Creatures within 10 feet of you must make a basic Fortitude save or take this damage as well.</p>"
		},
		"Warped Visage": {
			"name": "Warped Visage",
			"description": "<p>You warp the visage of the target to become an unrecognizable and hideous version of itself. The creature must attempt a Fortitude save.</p>\n<p><strong>Success</strong> the target is unaffected.</p>\n<p><strong>Failure</strong> The target is @Compendium[pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 1} for the duration. The first time you @Compendium[pf2e.actionspf2e.3f5DMFu8fPiqHpRg]{Sustain the Spell} each turn, one of the target creatures' allies within 30 feet of the target must attempt a @Check[type:will|dc:resolve(@actor.attributes.classOrSpellDC.value)]{Will save} against your spellcasting DC or become @Compendium[pf2e.conditionitems.TBSHQspnbcqxsmjL]{Frightened 1}; or @Compendium[pf2e.conditionitems.TBSHQspnbcqxsmjL]{Frightened 2} on a critical failure. A creature targeted by this effect is then temporarily immune for 10 minutes.</p>\n<p><strong>Critical Failure</strong> As failure, but the target is @Compendium[pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 2} and creatures do not treat the target as an ally while frightened.</p>"
		},
		"Wicked Temptation": {
			"name": "Wicked Temptation",
			"description": "<p>You present the target a proposition that they find difficult to oppose. You can ask the target to spend a single action to approach you, run away (as if it had the @Compendium[pf2e.conditionitems.Fleeing]{Fleeing} condition), release what it's holding, pick up an item, drop @Compendium[pf2e.conditionitems.Prone]{Prone}, or stand in place. The target must attempt a Will save. The effects of the spell last as long as you Sustain the Spell or until the target completes the designated action, after which the spell immediately ends. Once this spell ends, the target becomes temporarily immune for 1 minute.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target takes a -1 status penalty to attack rolls and skill checks until the beginning of their next turn and the spell immediately ends.</p>\n<p><strong>Failure</strong> The target takes a -1 status penalty to attack rolls and skill checks.</p>\n<p><strong>Critical Failure</strong> The target takes a -1 status penalty to attack rolls and skill checks and the target becomes @Compendium[pf2e.conditionitems.Fascinated]{Fascinated} with completing the designated action.</p>\n<p>@UUID[Compendium.witches.witches-effects.gP1EM928YIQHRwyu]{Spell Effect: Wicked Temptation}</p>"
		},
		"Wilding Word+": {
			"name": "Wilding Word+",
			"description": "<p>With a few words, you convince a living creature you are a kindred spirit, making it reluctant to harm you. The target must attempt a Will save. If the creature is an animal, fungus, or plant, this spell loses the incapacitation trait. Regardless of the outcome, the target is then temporarily immune for 1 minute.</p>\n<hr>\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> When the target attempts an attack roll or skill check that would harm you, it takes a -2 status penalty to its roll.</p>\n<p><strong>Failure</strong> As success, but the target also becomes @Compendium[pf2e.conditionitems.fesd1n5eVhpCSS18]{Sickened 1} each time it damages you.</p>\n<p><strong>Critical Failure</strong> As success, but the target also becomes @Compendium[pf2e.conditionitems.fesd1n5eVhpCSS18]{Sickened 2} each time it damages you.</p>\n<p>@UUID[Compendium.witches.witches-effects.v6iD9i3JYWSP7MIX]{Spell Effect: Wilding Word+}</p>"
		},
		"Witch's Bottle": {
			"name": "Witch's Bottle",
			"description": "<p>You Cast a Spell with the hex trait on the triggering target. If the spell you chose required two actions to be cast, you become @Compendium[pf2e.conditionitems.xYTAsEpcJE1Ccni3]{Slowed 1} until the end of your next turn, or @Compendium[pf2e.conditionitems.xYTAsEpcJE1Ccni3]{Slowed 2} if the spell you chose required three actions. If the hex spell requires a @Compendium[pf2e.actionspf2e.3f5DMFu8fPiqHpRg]{Sustain} to remain in effect, you must Sustain the Spell as normal on your next turn or the spell ends.</p>"
		}
	}
}