{
	"label": "Witches+ Feats",
	"entries": {
		"Accursed Formation": {
			"name": "Accursed Formation",
			"description": "<p>You have learned how to bind structures you conjure for longer periods of time. You gain the @UUID[Compendium.witches.witches-spells.MVJ4PcGHw7z7a61w]{Accursed Formation} hex. Increase the number of Focus Points in your focus pool by 1.</p>"
		},
		"Accursed Nails": {
			"name": "Accursed Nails",
			"description": "<p>Your eldritch nails have become fused with your hex magic and become a stronger vessel for their delivery. When you deliver a hex using your nails, if your @Compendium[pf2e.actionspf2e.VjxZFuUXrCU94MWR]{Strike} is successful the target treats their degree of success against the delivered hex as one degree worse. In addition, when you make a successful Strike against a creature that is temporarily immune to one of your hexes, it loses this immunity (though it can become temporarily immune again as normal).</p>"
		},
		"Bargain Soul": {
			"name": "Bargain Soul",
			"description": "<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p>You've earned enough respect in the eyes of your patron to now be able to broker additional minor pacts with them. You can offer a portion of your life energy to your patron in exchange for greater power. You become @Compendium[pf2e.conditionitems.3uh1r86TzbQvosxv]{Doomed 1} and @Compendium[pf2e.conditionitems.4D2KBtexWXa6oUMR]{Drained 1} or increase these values by 1 if you already had them, and you gain a -1 circumstance penalty to death effects. In exchange, you can regain a spell slot at least one level lower than your highest spell level, and you regain a focus point as if you'd @Compendium[pf2e.actionspf2e.OSefkMgojBLqmRDh]{Refocused}. These penalties last until your next daily preparations and cannot be removed by any means. If you die while under the effects of your patron's bargain, your soul is forfeit, likely turned into an extraplanar creature with no memories of your last life to further your patron's agendas more directly. You can only be restored via resurrection or other magic if your patron is contacted and bargained with before hand.</p>\n<p>@UUID[Compendium.witches.witches-effects.60jParYXhvLSACUm]{Effect: Bargain Soul}</p>"
		},
		"Basic Lesson+": {
			"name": "Basic Lesson+",
			"description": "<p>You gain a Basic Lesson. If you don't already have one, you gain a focus pool of 1 Focus Point, which you can Refocus by communing with your familiar.</p>"
		},
		"Basic Witchcraft+": {
			"name": "Basic Witchcraft+",
			"description": "<p>You gain a 1st- or 2nd-level witch feat of your choice. </p>"
		},
		"Borrowed Lesson": {
			"name": "Borrowed Lesson",
			"description": "<p>You, your patron, or your familiar have brokered a deal for magic that only the most resourceful can claim for themselves. Select one hex cantrip spell from a patron other than your own. You gain the hex cantrip of that patron and can cast that spell as a spell of your tradition, regardless of the tradition of the chosen patron.</p>"
		},
		"Cauldron+": {
			"name": "Cauldron+",
			"description": "<p>You can use the @Compendium[pf2e.actionspf2e.rmwa3OyhTZ2i2AHl]{Craft} activity to create oils and potions.</p>\n<p>You immediately gain the formulas for four common 1st-level oils or potions. At 4th level and every 2 levels beyond that, you gain the formula for a common oil or potion of that level or lower (a 4th-level potion if you're 4th level, a 6th-level potion if you're 6th level, and so on).</p>\n<p>If you have a familiar, you can have your familiar learn these formulas rather than storing them in a formula book. Your familiar can learn new formulas in the same way it learns new spells, and these formulas are transferred from a slain familiar to a new familiar in the same way spells are.</p>\n<p>You can brew a great deal of magic within your cauldron. You can create one oil or potion you know during your daily preparations of your level or lower. Any items you create this way become inert bottles of liquid the next time you make your daily preparations, and any remaining effects of the temporary items end. A temporary oil or potion has no value.</p>"
		},
		"Chant": {
			"name": "Chant",
			"description": "<p>You can channel one of your hexes through a powerful chant that affects those around you. You learn the <em>@UUID[Compendium.witches.witches-spells.YWPnXSxOYBgNydNl]{Chant}&nbsp;</em>focus spell. Increase the number of Focus Points in your focus pool by 1.</p>"
		},
		"Crystal Sage": {
			"name": "Crystal Sage",
			"description": "<p>You've learned the secrets that a crystal can impart through conversations with your patron. You keep crystalline implements on your person at all times, whether in the form of crystal balls, magic mirrors, or even bags of loose gemstones. While holding these crystals, your divination spells and rituals takes less time to cast; from a day to an hour, an hour to 10 minutes, 10 minutes to 1 minute or 1 minute to 3 actions. In addition, if the spell or ritual requires you to succeed against a DC or if the GM must roll a flat check to determine the results of the spell (such as @Compendium[pf2e.spells-srd.41TZEjhO6D1nWw2X]{Augury}), you reduce the DC by 2.</p>"
		},
		"Eldritch Nails+": {
			"name": "Eldritch Nails+",
			"description": "<p>Your nails are supernaturally long and sharp.</p>\n<p>You gain a nails unarmed attack that deals [[/r {1d6}[slashing]]]{1d6 slashing damage}. Your nails are in the brawling group and have the agile, finesse and unarmed traits. You can etch your nails with runes with the same cost and restrictions as for etching runes onto @Compendium[pf2e.equipment-srd.FNDq4NFSN0g2HKWO]{Handwraps of Mighty Blows}; runes etched onto your nails apply to nails unarmed attacks with both hands but not to other unarmed attacks.</p>\n<p>You can deliver hexes through your nails. When you successfully cast a non-cantrip hex that doesn't require a spell attack roll, if your target is within your reach, as part of the spellcasting activity you can make a nails @Compendium[pf2e.actionspf2e.VjxZFuUXrCU94MWR]{Strike} against the foe before applying any effects of the hex. If this Strike misses, the hex has no effect and if you get a critical success on this Strike the target treats its degree of success as one worse.</p>"
		},
		"Enchanted Broomstick": {
			"name": "Enchanted Broomstick",
			"description": "<p>You implant a portion of your mysterious power into a broomstick, carpet or other seemingly normal item in order to gain a semblance of flight. During your daily preparations, you may enchant an object of at least 1 Bulk that could support your weight to act as a mode of flying transport. You can @Compendium[pf2e.actionspf2e.Mount]{Mount} the object even though it would not normally satisfy the requirements and the object has a fly speed equal to your land speed. You can @Compendium[pf2e.actionspf2e.q9nbyIF0PEBqMtYe]{Command} the object once per turn, giving it 2 actions to @Compendium[pf2e.actionspf2e.cS9nfDRGD83bNU1p]{Fly}. If you do not Command the object, it will automatically use the Fly action to move 0 feet and hover at the end of your turn.</p>"
		},
		"Essence Practicum": {
			"name": "Essence Practicum",
			"description": "<p>You have learned to manipulate the essences of magic to learn spells that are otherwise unavailable to you. Choose a spellcasting tradition based on the list below and your familiar learns a single 1st-level spell from that tradition and you can cast that spell as a spell of your spellcasting tradition. In addition, you can use the @Compendium[pf2e.actionspf2e.Q5iIYCFdqJFM31GW]{Learn a Spell} activity on spells of the chosen tradition, but you can only learn one spell of that tradition for each level of spell you can cast. Once your spellcasting tradition selection is made it cannot be changed.</p>\n<p><strong>Arcane, Divine</strong> - Occult or Primal</p>\n<p><strong>Occult, Primal</strong> - Arcane or Divine</p>"
		},
		"Final Lesson": {
			"name": "Final Lesson",
			"description": "<p>Your Patron reveals an ultimate truth about their nature, and gives you untold powers to reconcile with your new knowledge. Choose a final lesson. You gain its associated hex, and your familiar learns the associated spell. Increase the number of Focus Points in your focus pool by 1.</p>"
		},
		"Gifts From Beyond": {
			"name": "Gifts From Beyond",
			"description": "<p>Your patron has gifted you some planar energy as part of your pact, providing the first clues as to what they might be. Choose an ancestry with a lineage and select a lineage from that ancestry. Once this choice is made it cannot be changed. You gain a level 1 ancestry feat with the lineage trait appropriate for your choice. You may select feats from your selected ancestry but they must be feats for your selected lineage and you must still satisfy any other prerequisites. You can take this feat even if you already have a lineage granted from another ancestry.</p>"
		},
		"Greater Essence Practicum": {
			"name": "Greater Essence Practicum",
			"description": "<p>Your cross-essence magic knowledge develops further. You gain an additional spell slot of your highest level which you can only use to cast spells you learned from your chosen tradition of @Compendium[witches.witches-feats.ExbNNjMt0PJHt4KG]{Essence Practicum}. This does not include 10th level spells.</p>"
		},
		"Harrow Reader": {
			"name": "Harrow Reader",
			"description": "<p>You've mastered the art of the harrow, and can use its fortune-bending powers to control your own fate. You gain a @Compendium[pf2e.equipment-srd.OP1TkZ9ugn86W4Br]{Harrow Deck (Fine)} bestowed with power granted by your patron. You can never get rid of this deck by any means, as others will outright refuse to accept the deck as a gift or bartering item, and any attempts to abandon or destroy the deck cause it to reappear on your person during your next daily preparations. When you make your daily preparations, you may draw a harrow card from the deck. Record the alignment and suit of the card.</p>\n<p>Once per day, as a reaction, when a creature attempts the associated roll for the card you selected, you may choose to have the target roll twice. If the card was of good alignment they can take the higher result of the two rolls. If the card was of evil alignment they must attempt a @Check[type:will|dc:resolve(@actor.attributes.classOrWillDC.value)|traits:misfortune]{Will save} against your spellcasting DC, and on a failure they take the lower result. If the card is neither evil or good, you can choose between the two at the time the card is drawn. This effect gains the fortune or misfortune trait respectively.</p>\n<p><strong>Hammer (Str)</strong> melee attack rolls and Athletics checks</p>\n<p><strong>Key (Dex)</strong> Reflex saving throws and Thievery checks</p>\n<p><strong>Shield (Con)</strong> Fortitude saving throws and recovery checks</p>\n<p><strong>Book (Int) </strong>spell attack rolls and skill checks</p>\n<p><strong>Star (Wis) </strong>ranged attack rolls and Perception checks to @Compendium[pf2e.actionspf2e.Seek]{Seek}</p>\n<p><strong>Crown (Cha) </strong>Will saving throws and Diplomacy checks</p>\n<p>@UUID[Compendium.witches.witches-effects.1ojK1CvUV51vGfq5]{Effect: Harrow Reader}</p>"
		},
		"Hexed Name": {
			"name": "Hexed Name",
			"description": "<p>You have enchanted your name in such a way that if it is ever uttered aloud, you are aware of it. When a creature utters your name aloud, you gain knowledge of that creature's name and they must attempt a @Check[type:will|dc:resolve(@actor.attributes.classOrWillDC.value)]{Will save} against your spellcasting DC. If a creature fails its save, you learn their name and vague details about the creature, and if the creature critically fails their save you also learn their exact location. Once per day, if a creature utters your name 3 times in quick succession, you can transport yourself to their location as a 3-action activity with the effects of <em>@Compendium[pf2e.spells-srd.69L70wKfGDY66Mk9]{Teleport}</em> cast at a spell level equal to the highest level spell you can cast. You can choose to ignore the use of your name by specific creatures or the use of your name entirely, but if you do so, they remain ignored until you decide to allow it again.</p>"
		},
		"Hexmarked Object": {
			"name": "Hexmarked Object",
			"description": "<p>You have learned to mark an object in your possession. During your daily preparations, you can place your patron's mark on a single object of 1 Bulk or less in your possession. If you do so, you gain the benefits of your @UUID[Compendium.witches.witches-features.Aa3MsU5VweLONokL]{Mark of the Patron} only while you are in possession of the object and your @UUID[Compendium.witches.witches-spells.huQlxQTS9ggNoO1N]{Marked by Patron} hex gains the focus component with the chosen object as your focus. While marked in this way, the first time you cast <em>marked by patron</em> each turn does not count towards the limit of one spell with the hex trait per turn.</p>"
		},
		"Hexmarked Witch Dedication": {
			"name": "Hexmarked Witch Dedication",
			"description": "<p>As a hexmarked witch, you can target your allies with the mark of your patron. You gain the @UUID[Compendium.witches.witches-spells.huQlxQTS9ggNoO1N]{Marked by Patron} hex cantrip.</p>\n<p><strong>Special</strong> If you are using the Witches+ suggested errata, you may select the Hexmarked Witch Dedication instead of your Basic Lesson and, if you do, this class archetype does not require you to spend your 2nd-level class feat.</p>"
		},
		"Jinx Eater": {
			"name": "Jinx Eater",
			"description": "<p><strong>Trigger </strong>You would be affected by an enchantment or a misfortune effect.</p>\n<p>Using an ancient technique brought from Tian Xia by tengu witches, you feast on the energy of the jinx, absorbing its power. If the effect requires a save, you treat your degree of success as one better and if the effect requires you to roll twice and take the worse result, you only roll once. In addition, you gain temporary Hit Points equal to half your level that last for 1 minute.</p>\n<p>@UUID[Compendium.witches.witches-effects.aNxxlXB48uWNM9pJ]{Effect: Jinx Eater (Temp HP)}</p>"
		},
		"Major Essence Practicum": {
			"name": "Major Essence Practicum",
			"description": "<p>You have learned to wield the essences of magic so easily, you blur the lines between spellcasting traditions. Your familiar learns a spell of your @UUID[Compendium.witches.witches-feats.ExbNNjMt0PJHt4KG]{Essence Practicum}'s chosen tradition for each level you can cast. Once these spells have been chosen they cannot be changed and you know these spells in addition to any spells you learned from your Essence Practicum.</p>"
		},
		"Marked Territory": {
			"name": "Marked Territory",
			"description": "<p>You have learned to bind your patrons power to an area you can see, transferring the power of your mark to the target area. When you cast @UUID[Compendium.witches.witches-spells.huQlxQTS9ggNoO1N]{Marked by Patron}, you can instead target a @Template[type:burst|distance:10] within 30 feet and all creatures in the area gain the benefits of your @UUID[Compendium.witches.witches-features.Aa3MsU5VweLONokL]{Mark of the Patron}. You lose your <em>mark of the patron</em> benefits for the duration of the spell unless you are inside the area. When you @Compendium[pf2e.actionspf2e.3f5DMFu8fPiqHpRg]{Sustain the Spell}, you can move the area occupied by your mark 15 feet to another area within 30 feet.</p>\n<p>@UUID[Compendium.witches.witches-effects.UItCBC0gMhdTiH9B]{Spell Effect: Marked by Patron}</p>"
		},
		"Material Binding": {
			"name": "Material Binding",
			"description": "<p>You have learned to wield the material essences to keep your allies protected. Your <em>@UUID[Compendium.witches.witches-spells.huQlxQTS9ggNoO1N]{Marked by Patron}</em> hex makes it more difficult to move your allies. Allies affected by your <em>Marked by Patron</em> gain a +2 status bonus to saves against forced movement and effects that cause the @Compendium[pf2e.conditionitems.Prone]{Prone} condition when you @Compendium[pf2e.actionspf2e.3f5DMFu8fPiqHpRg]{Sustain the Spell}, as the mark anchors them in place. If you are at least a master in your spellcasting tradition, this bonus increases to +3.</p>\n<p>@UUID[Compendium.witches.witches-effects.ZsOagE0wT1BgL3aA]{Effect: Material Binding}</p>"
		},
		"Monstrous Familiar": {
			"name": "Monstrous Familiar",
			"description": "<p><strong>Frequency </strong>Once per day</p>\n<p>You transform your familiar into a terrible creature, unleashing the true fury of your patron upon your foes. When you cast a spell from your spell slots that grants you a battle form such as @Compendium[pf2e.spells-srd.5c692cCcTDXjSEzk]{Dragon Form} or @Compendium[pf2e.spells-srd.8AMvNVOUEtxBCDvJ]{Monstrosity Form}, you may cast it on your familiar rather than yourself. In this form, on top of the extra temporary HP gained from the battle form, your familiar gains an additional 4 HP for every level you have. Your familiar loses access to its usual familiar and master abilities while in this form, but retains the minion trait.</p>\n<p>@UUID[Compendium.witches.witches-effects.BBqLZhTbcfdlhOL1]{Effect: Monstrous Familiar}</p>"
		},
		"Murksight+": {
			"name": "Murksight+",
			"description": "<p>Your vision pierces through darkness, illusions, weather, and other effects. You don't take circumstance penalties to attacks or Perception checks if a creature is @Compendium[pf2e.conditionitems.DmAIPqOBomZ7H95W]{Concealed} to you, and your targeted attacks against a concealed creature don't require a flat check to succeed.</p>"
		},
		"Mutable Familiar": {
			"name": "Mutable Familiar",
			"description": "<p>Your familiar can mold its form like clay, allowing it to take on whatever appearance you wish. You can spend 10 minutes to change one of your familiar's abilities. If you are interrupted during such a swap, the original ability remains and you do not gain the new ability. You can try again to swap out the ability later, but you must start the process over again. You cannot swap out abilities that can only be used once per day once you have used them, and you cannot swap in abilities your familiar previously had in the day.</p>"
		},
		"Patron's Form": {
			"name": "Patron's Form",
			"description": "<p>You transform as your patron so desires, giving you new grand powers to come with your change in appearance. For example, a @UUID[Compendium.witches.witches-patrons.HkwuAAEybGvzZ87M]{Sea Patron} Witch may grow scales and gills, a @UUID[Compendium.witches.witches-patrons.FL2CaeuTdyNEkC2G]{Fiend} Witch might sprout monstrous wings and horns and a @UUID[Compendium.pf2e.classfeatures.qMZiTugiLCEmkg8h]{Fate Patron} Witch may grow a third eye. When you choose the abilities your familiar has during your daily preparations, you also gain any familiar abilities until your next daily preparations (but do not gain any of its selected master abilities). If your familiar is a specific familiar, you gain any granted familiar abilities and any applicable abilities that it gains as part of its initial abilities (subject to GM&rsquo;s discretion). If you gain an ability that would require your familiar to target you, you instead target your familiar when you use this ability.</p>"
		},
		"Patron's Ward": {
			"name": "Patron's Ward",
			"description": "<p>You gain the ability to ward others from harm via your patron's magic. You gain the @UUID[Compendium.witches.witches-spells.l5IaTRmwFW25jf6I]{Patron's Ward} hex cantrip.</p>"
		},
		"Phase Familiar": {
			"name": "Phase Familiar",
			"description": "<p>You can protect your familiar by shifting them to become an ephemeral version of itself. You learn the @Compendium[pf2e.spells-srd.rMOI8JFJ0nT2mrCF]{Phase Familiar} hex. Increase the number of Focus Points in your focus pool by 1.</p>"
		},
		"Protection Circle": {
			"name": "Protection Circle",
			"description": "<p>You have a mysterious ritual involving hanging scraps of paper with strange incantations in surrounding trees, marking out perimeters with salt and chalk or otherwise blessing an area of reprieve from creatures. You take 10 minutes to mark out a space in a @Template[type:burst|distance:15] for you and your allies, keeping you safe from danger. Make a secret check in the skill associated with your spellcasting tradition and choose a creature you could identify using your spellcasting tradition's skill. Your GM might allow you to target a creature type that your tradition would not allow, such as using Occultism to target humanoids of a specific cult or Religion to target tieflings.</p>\n<p>Creatures inside the area of the circle are @Compendium[pf2e.conditionitems.Invisible]{Invisible} to creatures of the chosen type outside of the circle if your secret check exceeds their Perception DC. You also gain a +1 status bonus to saves against effects from those creatures as long as you and your allies remain in the area. If a creature inside the circle takes a hostile action against a creature outside the circle or any of the creatures inside the circle leave the circle, the invisibility immediately ends for all creatures inside the circle. A creature can spend a single @Compendium[pf2e.actionspf2e.pvQ5rY2zrtPI614F]{Interact} action to break the circle by touching the area. The circle lasts 8 hours, until you create another circle, or the circle is broken, whichever comes first. While resting in the circle overnight, you restore double the amount of Hit Points you normally would. If you are Legendary in your spellcasting tradition's skill, the status bonus to saves increases to +2.</p>\n<p>@UUID[Compendium.witches.witches-effects.Ra3x88y5gpkLAety]{Effect: Protection Circle}</p>"
		},
		"Rites Of Convocation+": {
			"name": "Rites Of Convocation+",
			"description": "<p>Your patron grants you the power to summon other creatures to aid you.</p>\n<p>Choose one <em>summon </em>spell (such as <em>@Compendium[pf2e.spells-srd.4YnON9JHYqtLzccu]{Summon Animal}</em>, <em>@Compendium[pf2e.spells-srd.lKcsmeOrgHtK4xQa]{Summon Construct}</em>, and so forth) that appears on the spell list of your spellcasting tradition. You can spend 10 minutes in communion with your familiar to replace one spell you've prepared in one of your witch spell slots with the spell you chose, heightened to the same level. Once per day, you can swap out an appropriate spell as a single action with the concentrate trait.</p>\n<p>The spell you replaced must be of at least the summon spell's minimum spell level.</p>"
		},
		"Rites of Mutation": {
			"name": "Rites of Mutation",
			"description": "<p>Your patron gives you the power of the creatures of their realm. You can spend 10 minutes in communion with your familiar to replace one spell you've prepared in one of your witch spell slots with a battleform spell (such as @Compendium[pf2e.spells-srd.wp09USMB3GIW1qbp]{Animal Form}, @Compendium[pf2e.spells-srd.5c692cCcTDXjSEzk]{Dragon Form}, etc.) that appears on the spell list of your spellcasting tradition.</p>\n<p>The spell you replaced must be of at least the battleform spell's minimum spell level.</p>\n<p><strong>Special </strong>If you are the Witches+ errata, once per day, you can swap out an appropriate spell as a single action with the concentrate trait.</p>"
		},
		"Rites Of Transfiguration+": {
			"name": "Rites Of Transfiguration+",
			"description": "<p>You can adapt your patron's power to transform other creatures into forms more befitting their behavior or your whims. Your familiar learns <em>@Compendium[pf2e.spells-srd.dN8QBNuTiaBHCKUe]{Baleful Polymorph}</em>, even if <em>baleful polymorph</em> isn't on your tradition's spell list.</p>\n<p>By spending 10 minutes in communion with your familiar, you can replace one spell of 6th level or higher you've prepared in one of your witch spell slots with a <em>baleful polymorph</em> spell of the same level. Once per day, you can swap out an appropriate spell as a single action with the concentrate trait.</p>"
		},
		"Shared Mindscape": {
			"name": "Shared Mindscape",
			"description": "<p>Your shared realm becomes so formulated, it transcends existing simply in your mind's eye and becomes a mindscape. Your shared realm becomes an immersive mindscape that exists in a plane appropriate for your patron and you gain the ability to travel to it and exist there instead of merely through your mind's eye. Your patron gains the ability to physically manifest within your mindscape, but may or may not choose to do so and it can choose what form it appears in if it does. You can bring a number of willing creatures equal to half your level with you into your mindscape, but those creatures are immediately expelled from your mindscape after 1 hour, you go @Compendium[pf2e.conditionitems.Unconscious]{Unconscious}, or die, whichever comes first.</p>"
		},
		"Spirited Reprisal": {
			"name": "Spirited Reprisal",
			"description": "<p>The spiritual essences of your mark allow you to tap into surrounding spirits for protection. When you @Compendium[pf2e.actionspf2e.3f5DMFu8fPiqHpRg]{Sustain} your <em>@UUID[Compendium.witches.witches-spells.huQlxQTS9ggNoO1N]{Marked by Patron} </em>hex, you gain a +1 circumstance bonus to AC until the beginning of your next turn as the spirits shield you from harm.</p>\n<p>Once per 10 minutes, when you would take damage while benefiting from this AC bonus, you may prevent damage equal to the level of your <em>@UUID[Compendium.witches.witches-spells.huQlxQTS9ggNoO1N]{Marked by Patron} </em>hex as a reaction but the spell immediately ends and you lose the benefits of your @UUID[Compendium.witches.witches-features.Aa3MsU5VweLONokL]{Mark of the Patron} class feature until that time has elapsed.</p>"
		},
		"Supernatural Protégé": {
			"name": "Supernatural Protégé",
			"description": "<p>You've gained enough power to become a patron in your own right, loaning out some of your otherworldly powers to a student who pledges themselves to you. You gain the servitude of a prot&eacute;g&eacute;, an NPC who you've spoken to and trust with a fraction of your soul. The NPC must be no higher level than half your level. While in combat they function as your minion and gain the minion trait. They gain the ability to cast the hex cantrip associated with your patron and a 1st-, 2nd-, and 3rd-level spell that your familiar knows. They otherwise use the same Hit Points, saves, AC, and other characteristics as if they were your familiar. They are considered trained in your spellcasting tradition with a level equal to your own. At 18th level, they are instead expert in your spellcasting tradition and gain a 4th-level spell your familiar knows. If your prot&eacute;g&eacute; dies, you may replace them after a week of training with another NPC. If you die, you may choose to transfer all your powers and some vague memories to your prot&eacute;g&eacute;, gaining your level and abilities as if they were you during their next daily preparations. Your familiar serves them, and they may become your next PC. You may choose to keep any uncommon, rare or unique feats or spells that you had on your original witch, but you only retain items or equipment if they were able to be retrieved from you before you died.</p>"
		},
		"Syu Tak-nwa's Hexed Locks+": {
			"name": "Syu Tak-nwa's Hexed Locks+",
			"description": "<p>Your hair unarmed attack gains the reach trait. You can deliver hexes through your hair. When you successfully cast a non-cantrip hex that doesn't require a spell attack roll, if your target is within your reach, as part of the spellcasting activity you can make a hair Strike against the foe before applying any effects of the hex. If this Strike misses, the hex has no effect and if you get a critical success on this Strike the target treats its degree of success as one worse.</p>"
		},
		"Tap Patron Ley Line": {
			"name": "Tap Patron Ley Line",
			"description": "<p>You use your familiar as a conduit to ley lines known to your patron. You can @Compendium[pf2e.actionspf2e.gxtq81VAhpmNvEgA]{Tap Ley Line} using your familiar as the location for a Basic or Energy Ley Line of your casting tradition and level (or lower). When you get a failure, you and your familiar both suffer the effects</p>"
		},
		"Temporary Potions+": {
			"name": "Temporary Potions+",
			"description": "<p>During your daily preparations, you can create a batch of four temporary oils or potions using a formula you know instead of the normal one granted by @UUID[Compendium.witches.witches-feats.BJ2X96yG7QpXhppF]{Cauldron+}. These items follow the normal rules to Craft them, except for the time they take, with some additional restrictions. They must each be the same type of oil or potion, and they must be of your level or lower. Any items you create this way become inert bottles of liquid the next time you make your daily preparations, and any remaining effects of the temporary items end. A temporary oil or potion has no value.</p>\n<p>If you have master proficiency in your tradition's spell DCs, you can create two batches of four oils or potions using a formula you know, and each of these batches can be of a different type of oil or potion. If you have legendary proficiency, you can instead create three batches of four oils or potions.</p>"
		},
		"Watchful Patron": {
			"name": "Watchful Patron",
			"description": "<p>Your mark warns you when danger is near, granting you advanced knowledge of impending peril. Your mark gains @Compendium[pf2e.bestiary-ability-glossary-srd.sebk9XseMCRkDqRg]{Lifesense} (imprecise, 15 feet) in the form of your patron's watchful eye, which is the only means by which it can perceive others. Your mark gains a Perception DC and has a Perception modifier equal to your level plus your spellcasting modifier. Your mark can perceive things even when you normally couldn't, such as when you are @Compendium[pf2e.conditionitems.Blinded]{Blinded}, @Compendium[pf2e.conditionitems.Dazzled]{Dazzled}, or @Compendium[pf2e.conditionitems.Unconscious]{Unconscious}. You can use your mark to @Compendium[pf2e.actionspf2e.Seek]{Seek} if you spend an action to Interact with it, but it can only target the area around you. When a creature is detected by your mark, it alerts you to its presence and that creature becomes @Compendium[pf2e.conditionitems.Hidden]{Hidden} to you instead of undetected or observed if the creature has no means to hide. If you are sleeping and your mark detects danger, it will automatically attempt to wake you at a @Check[type:perception|dc:5] each turn if it believes you are in danger. Over time, your mark learns the difference between your allies and other creatures, though it will still alert you to danger if it believes an ally is hostile.</p>"
		},
		"Witch Dedication+": {
			"name": "Witch Dedication+",
			"description": "<p>You cast spells like a witch. Choose a @Compendium[pf2e.classfeatures.KPtF29AaeX2sJW0K]{Patron}; you gain a familiar with two common cantrips of your choice from your chosen patron's tradition, but aside from the tradition, you don't gain any other effects the patron would usually grant. Your familiar has one familiar ability, but if you select another feat from the Witch Dedication your familiar gains two familiar abilities as normal.</p>\n<p>You gain the @Compendium[pf2e.actionspf2e.aBQ8ajvEBByv45yz]{Cast a Spell} activity. You can prepare one cantrip each day from your familiar. You're trained in spell attack rolls and spell DCs from your patron's tradition. Your key spellcasting ability for witch archetype spells is Intelligence, and they are witch spells of your patron's tradition.</p>\n<p>You become trained in the skill associated with the patron's tradition; if you were already trained in it, you instead become trained in a skill of your choice.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the witch archetype.</p>"
		},
		"Witch's Bottle+": {
			"name": "Witch's Bottle+",
			"description": "<p>You gain the <em>@UUID[Compendium.witches.witches-spells.ZJfi7CBkl5Ss3QUY]{Witch's Bottle}</em> focus hex. Increase the number of Focus Points in your focus pool by 1.</p>"
		},
		"Witch's Coven": {
			"name": "Witch's Coven",
			"description": "<p>You've invested a part of your soul into your companions, and they have invested theirs with you. Choose up to two allies who can cast spells from spellslots as your charges. When you are within line of sight of each other, you may determine the point of casting for any spells you cast as if they originated from your allies. Your charges can also cast spells in this way, using you or other charges as the point of casting for any spells they cast. In addition, your charges can spend their reaction to @Compendium[pf2e.actionspf2e.HCl3pzVefiv9ZKQW]{Aid} you on spells you cast as if they had prepared to do so but they must know the spell in question in order to provide Aid in this way.</p>"
		},
		"Witch's Hut+": {
			"name": "Witch's Hut+",
			"description": "<p>Your home is an animated structure that obeys your commands. By performing a rite that takes 1 day, you create an animated object from a hut, small house, covered wagon, tent, or similar construction of up to Huge size.</p>\n<p>The hut uses your AC, saving throw modifiers, and Perception modifier and has 150 HP and Hardness 10. It has the construct armor ability, meaning once it's reduced to less than half its Hit Points, or immediately upon being damaged by a critical hit, its AC is reduced by 4 until it is repaired.</p>\n<p>You can give the hut a command as a single action, which has the auditory and concentrate traits.</p>\n<ul>\n<li><strong>Guard</strong> The hut watches for trespassers within 120 feet using your Perception modifier and screams if it spots any.</li>\n<li><strong>Lock</strong> Each entrance to the hut is sealed with a <em>@Compendium[pf2e.spells-srd.Azoh0BSoCASrA1lr]{Lock}</em> spell.</li>\n<li><strong>Move</strong> The hut gains a Speed of 60 feet, growing giant bird or bone legs, if necessary, and follows an extremely basic movement command you give it, such as \"follow me\" or \"move that direction.\"</li>\n<li><strong>Hide</strong> The hut appears to be a normal, mundane object of its type. This is a 10th-level illusion effect.</li>\n<li><strong>Attack</strong> The hut makes an attack against an adjacent enemy using one of the portions of its construction to bludgeon the target. This attack is a melee spell attack roll that uses your spell attack roll modifier and deals 4d8 plus your spellcasting modifier in bludgeoning damage on a success or double damage on a critical success.</li>\n<li><strong>Shift</strong> The hut spends 24 hours stationary before traveling to another plane of existence as a 7th-level <em>@Compendium[pf2e.spells-srd.5bTt2CvYHPvaR7QQ]{Plane Shift}</em> spell. You must select the destination as part of issuing the command and you must have specific knowledge of the destination plane in order to travel there. You must be inside the hut when it completes this command or your hut immediately reverts to a normal structure of its kind upon arriving in the new plane.</li>\n</ul>\n<p>You can have only one hut at a time. If you animate a new hut, your previous hut immediately reverts to its original, mundane form. If you die, the hut continues following the last order you gave it indefinitely.</p>"
		},
		"Wortwitch+": {
			"name": "Wortwitch+",
			"description": "<p>You have a particular affinity for leafy plants.</p>\n<p>Your patron grants you a leshy familiar. If you already had a familiar, this leshy replaces your previous familiar, as if your previous familiar had been slain.</p>\n<p>In addition, you gain the ability to see through leaves, vines, and other foliage. You don't take circumstance penalties to ranged spell attacks or Perception checks caused by foliage, and your targeted attacks don't require a flat check to succeed against a target @Compendium[pf2e.conditionitems.DmAIPqOBomZ7H95W]{Concealed} only by such vegetation.</p>\n<p><strong>Special </strong>You can take the druid class feat Leshy Familiar Secrets as a level 4 witch class feat even if you do not meet the prerequisites.</p>"
		}
	}
}