{
    "label": "动物伙伴支援收益 CC Support Benefits",
    "entries": {
        "Ape Support Benefit": {
            "name": "猿-支援收益 Ape Support Benefit",
            "description": "<p>你的猿伙伴用充满威胁性的咆哮威吓敌人。直至你的下个回合开始为止，若你命中1个生物并造成伤害，且该生物在猿伙伴的触及范围内时，该生物陷入@UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{惊惧 Frightened 1}。</p>"
        },
        "Arboreal Sapling Support Benefit": {
            "name": "树人幼苗-支援收益 Arboreal Sapling Support Benefit",
            "description": "<p>你的树人幼苗在敌人周遭种植根须，阻碍对方的移动。直至你的下个回合开始为止，若你命中一个生物并造成伤害，且该生物在树人幼苗的触及范围内时，该生物在受到伤害之后移动进入的第一个方格是困难地形。</p>"
        },
        "Badger Support Benefit": {
            "name": "獾-支援收益 Badger Support Benefit",
            "description": "<p>獾在敌人的位置周围挖坑，妨碍它的脚步。直到你下一回合开始，如果你命中并伤害了獾所威胁的生物，目标在移出当前所在的位置前无法使用快步动作（除非它能够快步通过困难地形）。</p>"
        },
        "Bat Support Benefit": {
            "name": "蝙蝠-支援收益 Bat Support Benefit",
            "description": "<p>你的蝙蝠伙伴在敌人周围拍击其手臂和脸部，妨碍他们的攻击。直至你的下个回合开始为止，被你用打击伤害且在蝙蝠伙伴的触及范围内的生物，会在其攻击检定上承受-1环境减值。</p>"
        },
        "Bear Support Benefit": {
            "name": "熊-支援收益 Bear Support Benefit",
            "description": "<p>熊会抓住机会撕咬敌人。直到你下一回合开始，每次你以打击命中熊触及范围内的生物时，这名生物会受到来自于熊的[[/r {1d8}[slashing]]]{1d8挥砍伤害}。如果你的熊是灵敏或狂怒伙伴，那么挥砍伤害会提升至[[/r 2d8]]{2d8}。</p>"
        },
        "Beetle Support Benefit": {
            "name": "Beetle Support Benefit",
            "description": "<p>Your beetle stomps around and smashes into foes, knocking them off balance or pushing them aside when you create an opening. Until the start of your next turn, while riding on your beetle, your Strikes that deal damage either make the target @UUID[Compendium.pf2e.conditionitems.AJh5ex99aV6VTggg]{措手不及 Flat-Footed} until the end of your next turn or move the target 5 feet away from the beetle (this is forced movement). The target chooses which effect occurs.</p>"
        },
        "Bird Support Benefit": {
            "name": "Bird Support Benefit",
            "description": "<p>The bird pecks at your foes' eyes when you create an opening. Until the start of your next turn, your Strikes that damage a creature that your bird threatens also deal [[/r 1d4 # persistent bleed damage]]{1d4} @Compendium[pf2e.conditionitems.lDVqvLKA6eF3Df60]{持续流血伤害}, and the target is @Compendium[pf2e.conditionitems.Dazzled]{Dazzled} until it removes the bleed damage. If your bird is nimble or savage, the persistent bleed damage increases to [[/r 2d4 # persistent bleed damage]]{2d4}.</p>"
        },
        "Boar Support Benefit": {
            "name": "猪-支援收益 Boar Support Benefit",
            "description": "<p>你的猪伙伴会顶伤敌人。直至你的下个回合开始为止，被你用打击伤害且在猪伙伴的触及范围内的生物，还会受到[[/r {1d6}[persistent,bleed]]]{1d6} @UUID[Compendium.pf2e.conditionitems.lDVqvLKA6eF3Df60]{持续流血伤害}。若你的猪伙伴是灵敏或狂怒动物伙伴，持续出血伤害会增加至[[/r {2d6}[persistent,bleed]]]{2d6} @UUID[Compendium.pf2e.conditionitems.lDVqvLKA6eF3Df60]{持续流血伤害}。</p>"
        },
        "Camel Support benefit": {
            "name": "Camel Support benefit",
            "description": "<p>The camel makes a ranged attack to spit a long string of saliva at a foe within 10 feet. On a hit, the foe is @Compendium[pf2e.conditionitems.Dazzled]{Dazzled} for 1 round.</p>"
        },
        "Capybara Support Benefit": {
            "name": "Capybara Support Benefit",
            "description": "<p>Your capybara assists you in battle. You gain a +1 circumstance bonus on your next attack roll to Strike a foe within your capybara's reach. The bonus lasts until the first time you use it or until the beginning of your next turn, whichever comes first.</p>"
        },
        "Cat Support Benefit": {
            "name": "猫-支援收益 Cat Support Benefit",
            "description": "<p>猫咪会抓住机会令敌人失衡。直到你下一回合开始，你的攻击对一名处于你的猫咪威胁范围内的生物造成伤害的同时还会让它在你下一回合结束前陷入@UUID[Compendium.pf2e.conditionitems.AJh5ex99aV6VTggg]{措手不及 Flat-Footed}。</p>"
        },
        "Cave Gecko Support Benefit": {
            "name": "Cave Gecko Support Benefit",
            "description": "<p>Your cave gecko helps you stay afoot, leaning into you and propping you up as you maneuver your opponent. Until the end of your next turn, as long as you are adjacent to your cave gecko, if you attempt to Disarm, Shove, or Trip an opponent and roll a critical failure, you get a failure instead.</p>"
        },
        "Cave Pterosaur Support Benefit": {
            "name": "Cave Pterosaur Support Benefit",
            "description": "<p>Your pterosaur expands its wings and makes distracting flapping motions. Any creature that would gain lesser cover from the pterosaur gains standard cover instead.</p>"
        },
        "Crocodile Support Benefit": {
            "name": "鳄鱼-支援收益 Crocodile Support Benefit",
            "description": "<p>你的鳄鱼伙伴紧紧咬住敌人不肯松口。直至你的下个回合开始为止，若你的打击伤害的目标在鳄鱼伙伴的触及范围内，你的鳄鱼能够靠着咬紧附着在该生物身上。由于此种行动，鳄鱼伙伴能够在目标移动时随着一同移动，直至你的下个回合结束为止。你的鳄鱼伙伴只能以此方式附着在1个生物身上，而且它必须放开该生物才能够作出獠牙打击。若目标比鳄鱼伙伴的体型还小，那么在鳄鱼伙伴附着期间，该生物的速度会受到-10环境减值，而且无法飞行。</p>"
        },
        "Dromaeosaur Support Benefit": {
            "name": "驰龙-支援收益 Dromaeosaur Support Benefit",
            "description": "<p>迅猛龙在夹击位附近反复横跳。直到你下一回合开始，在判断你和你的伙伴是否构成夹击时，它被视作处于自己原本的位置或周围10尺内由你选择的一个未被占据的空间；你可以为你的每次攻击选择不同的空间。</p>"
        },
        "Elephant Support Benefit": {
            "name": "Elephant Support Benefit",
            "description": "<p>Your elephant trumpets noisily and menaces your enemy. The first creature within your elephant's reach that you hit and deal damage to before the start of your next turn has difficulty hearing as its ears ring from the noise, taking a -4 status penalty to purely auditory Perception checks until the end of your next turn.</p>"
        },
        "Ghost Support Benefit": {
            "name": "Ghost Support Benefit",
            "description": "<p>Your ghost spooks and scares your foes as you attack them. Until the start of your next turn, if you hit and deal damage to a creature in your ghost's reach, the creature becomes @UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{惊惧 Frightened 1}.</p>"
        },
        "Horse Support Benefit": {
            "name": "马-支援收益 Horse Support Benefit",
            "description": "<p>马儿为你的冲锋增添威势。直到你下一回合开始，如果你在打击前以某个动作移动至少10尺，那么在这次打击的伤害上增加等同于伤害骰子数量两倍的环境加值。如果你的武器已经具有骑战武器特征，则骑战特征为每个骰子提供的伤害加值再提升2点。</p>"
        },
        "Hyena Support Benefit": {
            "name": "Hyena Support Benefit",
            "description": "<p>The hyena mockingly yowls at your enemies and bites at them when you create an opening. Until the start of your next turn, each time you hit a creature in the hyena's reach with a Strike, the creature becomes @UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{惊惧 Frightened 1}.</p>"
        },
        "Legchair Support Benefit": {
            "name": "Legchair Support Benefit",
            "description": "<p>Your legchair moves its limbs in the way of enemy attacks. You gain @Compendium[pf2e.equipment-effects.lKkQvMzNG55Yhyef]{Lesser Cover} from your legchair against all attacks, not just ones where the legchair would be in the way.</p>"
        },
        "Monitor Lizard Support Benefit": {
            "name": "Monitor Lizard Support Benefit",
            "description": "<p>The monitor lizard distracts an adjacent opponent with snapping jaws and rapid movements. Until the start of your next turn, if your Strike damages a foe, any time the foe attempts an action with the manipulate trait until the end of your next turn, it must attempt a <span data-pf2-check=\"flat\" data-pf2-traits=\"\" data-pf2-label=\"Monitor\" data-pf2-dc=\"5\" data-pf2-show-dc=\"owner\">Flat Check</span>. On a failure, the action is disrupted.</p>"
        },
        "Moth Support Benefit": {
            "name": "Moth Support Benefit",
            "description": "<p>Your moth releases a shower of dust to reveal your foes. Until the start of your next turn, if you damage a @Compendium[pf2e.conditionitems.Concealed]{Concealed} or @Compendium[pf2e.conditionitems.Hidden]{藏匿 Hidden} creature in your moth's reach with a Strike, that creature requires only a <span data-pf2-check=\"flat\" data-pf2-traits=\"concealed\" data-pf2-label=\"\" data-pf2-dc=\"3\" data-pf2-show-dc=\"all\">Flat Check</span> to target it if it's concealed, or <span data-pf2-check=\"flat\" data-pf2-traits=\"hidden\" data-pf2-label=\"\" data-pf2-dc=\"9\" data-pf2-show-dc=\"all\">Flat Check</span> if it's hidden. The reduced DC lasts until the end of your next turn.</p>"
        },
        "Pangolin Support Benefit": {
            "name": "Pangolin Support Benefit",
            "description": "<p>Your pangolin tears at your enemies with its serrated plates. Until the start of your next turn, your Strikes that damage a creature in your pangolin's reach also deal [[/r {1d6}[persistent,bleed]]]{1d6} @UUID[Compendium.pf2e.conditionitems.lDVqvLKA6eF3Df60]{持续流血伤害}. If your pangolin is nimble or savage, the persistent bleed damage increases to [[/r {2d6}[persistent,bleed]]]{2d6}.</p>"
        },
        "Rhinoceros Support Benefit": {
            "name": "Rhinoceros Support Benefit",
            "description": "<p>Your rhino swings its heavy head to unbalance your enemy. The first creature within your rhino's reach that you hit and deal damage to before the start of your next turn becomes @Compendium[pf2e.conditionitems.Clumsy]{Clumsy 1} until the end of your next turn.</p>"
        },
        "Riding Drake Support Benefit": {
            "name": "骑乘龙兽-支援收益 Riding Drake Support Benefit",
            "description": "<p>你的龙兽伙伴能把火喷到敌人脸上。直至你的下个回合开始为止，每当你骑乘着龙兽进行打击，且命中的生物在龙兽的触及范围内时，该生物会由于龙兽而受到[[/r {1d4}[fire]]]{1d4火焰伤害}。若你的龙兽伙伴是灵敏或狂怒动物伙伴，火焰伤害会增加至[[/r 2d4]]{2d4}点。</p>"
        },
        "Scorpion Support Benefit": {
            "name": "蝎子-支援收益 Scorpion Support Benefit",
            "description": "<p>蝎子伙伴会在你创造出伤口后将尾刺的毒液注入进去。直至你的下个回合开始为止，你的打击（Strikes）对生物造成伤害，且该生物在蝎子伙伴的触及范围内时，还会造成[[/r {1d6}[persistent,poison]]]{1d6} @UUID[Compendium.pf2e.conditionitems.lDVqvLKA6eF3Df60]{持续毒素伤害}。若你的蝎子伙伴是灵敏或狂怒动物伙伴，持续毒素伤害会增加至[[/r {2d6}[persistent,poison]]]{2d6} @UUID[Compendium.pf2e.conditionitems.lDVqvLKA6eF3Df60]{持续毒素伤害}。</p>"
        },
        "Shadow Hound Support Benefit": {
            "name": "Shadow Hound Support Benefit",
            "description": "<p>Your shadow hound shrouds your foes in shadow when you leave an opening. Until the start of your next turn, when you damage a creature with a Strike and that creature is within reach of your shadow hound, both you and your shadow hound become @Compendium[pf2e.conditionitems.Concealed]{Concealed} to the creature until the end of your next turn.</p>"
        },
        "Shark Support Benefit": {
            "name": "鲨鱼-支援收益 Shark Support Benefit",
            "description": "<p>你的鲨鱼伙伴在嗅探到血液时会撕咬敌人。直至你的下个回合开始为止，每当你使用造成挥砍或穿刺伤害的打击命中生物，且该生物在鲨鱼的触及范围内时，它会由于鲨鱼而承受[[/r {1d8}[slashing]]]{1d8挥砍伤害}。若你的鲨鱼伙伴是灵敏或狂怒动物伙伴，挥砍伤害会增加至[[/r {2d8}[slashing]]]{2d8挥砍伤害}。</p>"
        },
        "Skeletal Constrictor Support Benefit": {
            "name": "Skeletal Constrictor Support Benefit",
            "description": "<p>Your snake sways, captivating an enemy. Choose one creature within 20 feet of the constrictor that can see it. Until the start of your next turn, your Strikes that deal damage to the chosen creature make the target @UUID[Compendium.pf2e.conditionitems.AJh5ex99aV6VTggg]{措手不及 Flat-Footed} until the end of your next turn.</p>"
        },
        "Skeletal Mount Support Benefit": {
            "name": "Skeletal Mount Support Benefit",
            "description": "<p>Your skeletal mount strikes fear when it charges. Until the start of your next turn, if you are riding your skeletal mount and move at least 10 feet on the action before your attack, any creature damaged by the attack becomes @UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{惊惧 Frightened 1}, or @UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{惊惧 Frightened 2} if the attack was a critical hit. This is an emotion, fear, and mental effect.</p>"
        },
        "Skeletal Servant Support Benefit": {
            "name": "Skeletal Servant Support Benefit",
            "description": "<p>Your skeletal servant jabs bones into your enemies to distract them while you attack. Until the start of your next turn, when a Strike you make hits and deals damage to a creature within your skeletal servant's reach, that target becomes @Compendium[pf2e.conditionitems.AJh5ex99aV6VTggg]{措手不及 Flat-Footed} until the end of your next turn.</p>"
        },
        "Snake Support Benefit": {
            "name": "蛇-支援收益 Snake Support Benefit",
            "description": "<p>蛇缠绕住你的敌人，妨碍它们的反应动作。直到你下一回合开始，任何处于你的蛇的威胁范围内的敌人不能使用由你触发的反应动作，除非它们等级比你更高。</p>"
        },
        "Terror Bird Support Benefit": {
            "name": "Terror Bird Support Benefit",
            "description": "<p>Your terror bird screeches at your enemies when you create an opening. Until the start of your next turn, your Strikes that deal damage to a creature within your terror bird's reach make the target @UUID[Compendium.pf2e.conditionitems.AJh5ex99aV6VTggg]{措手不及 Flat-Footed} until the start of your next turn.</p>"
        },
        "Triceratops Support Benefit": {
            "name": "Triceratops Support Benefit",
            "description": "<p>Your triceratops gores @Compendium[pf2e.conditionitems.Prone]{倒地 Prone} targets in your wake. Until the start of your next turn, your Strikes that damage a prone creature in your triceratops's reach also deal [[/r {1d8}[persistent,bleed]]]{1d8} @UUID[Compendium.pf2e.conditionitems.lDVqvLKA6eF3Df60]{持续流血伤害}. If your triceratops is nimble or savage, the persistent bleed damage increases to [[/r 2d8]]{2d8}.</p>"
        },
        "Tyrannosaurus Support Benefit": {
            "name": "Tyrannosaurus Support Benefit",
            "description": "<p>Your tyrannosaurus roars and puts on a fearsome display as you attack, startling your foes. Until the start of your next turn, if you hit and deal damage to a creature within your tyrannosaurus's reach, the creature is @UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{惊惧 Frightened 1}.</p>"
        },
        "Ulgrem-Lurann Support Benefit": {
            "name": "Ulgrem-Lurann Support Benefit",
            "description": "<p>The Ulgrem-Lurann grabs at your foe and zaps it. Until the start of your next turn, each time you hit a creature in the Ulgrem-Lurann's reach with a Strike, the creature takes an additional [[/r {1d4}[piercing]]]{1d4 piercing伤害} and [[/r {1d4}[electricity]]]{1d4 electricity伤害} from the Ulgrem-Lurann. If the Ulgrem-Lurann is nimble or savage, the piercing damage and electricity damage each increase to [[/r 2d4]]{2d4}.</p>"
        },
        "Undead Bird of Prey Support Benefit": {
            "name": "Undead Bird of Prey Support Benefit",
            "description": "<p>The bird flaps around and throws your foe off balance. Until the start of your next turn, when you damage a creature in the bird's reach with a Strike, that creature becomes @Compendium[pf2e.conditionitems.Clumsy]{Clumsy 1} until the end of your next turn.</p>"
        },
        "Undead Hand Support Benefit": {
            "name": "Undead Hand Support Benefit",
            "description": "<p>The hand viciously batters the foes you attack. Until the start of your next turn, each time you hit a creature in the hand's reach with a Strike, the creature takes [[/r {1d6}[bludgeoning]]]{1d6 bludgeoning伤害} from the hand. If your hand is nimble or savage, the bludgeoning damage increases to [[/r {2d6}[bludgeoning]]]{2d6}.</p>"
        },
        "Vampiric Animal Support Benefit": {
            "name": "Vampiric Animal Support Benefit",
            "description": "<p>When your vampiric animal senses blood it tears into your enemies. Until the start of your next turn, your Strikes that damage a creature in your vampiric animal's reach also deal [[/r {1d6}[persistent,bleed]]]{1d6} @UUID[Compendium.pf2e.conditionitems.lDVqvLKA6eF3Df60]{持续流血伤害}. If your vampiric animal is nimble or savage, the persistent bleed damage increases to [[/r 2d6[persistent,bleed]]]{2d6}.</p>"
        },
        "Vulture Support Benefit": {
            "name": "Vulture Support Benefit",
            "description": "<p>The vulture retches and vomits onto a foe within 10 feet. Until the start of your next turn, if you hit and deal damage to the target, the target must succeed at a Fortitude save or become @Compendium[pf2e.conditionitems.Sickened]{Sickened 1} (@Compendium[pf2e.conditionitems.Sickened]{Sickened 2} on a critical failure). The DC of the Fortitude save is 12 (or 14, if the vulture is a specialized animal companion) + your level + the vulture's Constitution modifier.</p>"
        },
        "Water Wraith Support Benefit": {
            "name": "Water Wraith Support Benefit",
            "description": "<p>Your water wraith hisses and changes colors swiftly in an iridescent clash, overwhelming your foes in an avalanche of shades and hues. Until the start of your next turn, each time you hit a creature within your water wraith's reach, the creature is @Compendium[pf2e.conditionitems.Dazzled]{Dazzled} for 1 round.</p>"
        },
        "Wolf Support Benefit": {
            "name": "狼-支援收益 Wolf Support Benefit",
            "description": "<p>狼不会放过任何一个撕裂肌腱的机会。直到你下一回合开始，你的打击在对身处你的狼的威胁范围内的生物造成伤害的同时还会令目标在速度上承受持续1分钟的-5尺状态减值（大成功时为-10尺）。</p>"
        },
        "Zombie Carrion Bird Support Benefit": {
            "name": "Zombie Carrion Bird Support Benefit",
            "description": "<p>The zombie emits an aura of rot, causing wounds to fester. Until the start of your next turn, each time you hit and deal damage to a creature that's within 10 feet of the zombie carrion bird, the creature takes an additional [[/r 1d6]] damage as the wound festers. If your carrion bird is nimble or savage, the damage increases to [[/r 2d6]]. This is a disease and necromancy effect.</p>"
        },
        "Zombie Mount Support Benefit": {
            "name": "Zombie Mount Support Benefit",
            "description": "<p>Your zombie mount chews on your enemies. Until the start of your next turn, each time you Strike while riding the zombie mount and hit a creature in the zombie mount's reach, the creature takes [[/r {1d4}[bludgeoning]]]{1d4 bludgeoning伤害} from the zombie mount. If your zombie mount is nimble or savage, the bludgeoning damage increases to [[/r {2d4}[bludgeoning]]]{2d4}. This benefit is based on a zombie horse or camel, but might deal piercing damage if your mount has sharp teeth.</p>"
        },
        "Zombie Support Benefit": {
            "name": "Zombie Support Benefit",
            "description": "<p>The zombie emits an aura of rot, causing wounds to fester. Until the start of your next turn, each time you hit a creature that's within 10 feet of the zombie and you deal damage, the creature takes an additional [[/r 1d6]] damage as the wound festers. If your zombie is nimble or savage, the damage increases to [[/r 2d6]]. This is a disease and necromancy effect.</p>"
        }
    }
}
