{
    "label": "幻灵 CC Eidolons",
    "entries": {
        "Angel Eidolon": {
            "name": "天使幻灵 Angel Eidolon",
            "description": "<p>你的幻灵是天族使者，天使的一员，并与你之间建立了独特的联结，让天使们可以从天界往你所在的物质世界发送特别的信息。大多数天使幻灵都有着与类人生物大致一致的外貌，长着羽毛翅膀和闪耀的双眼，头顶光环，还有一些其他相似的天使特性。但有一些也会采用小一些的天使神仆的形态，例如圣盔天使。你们二者注定要在天界的计划中扮演重要的角色。尽管是真正的天使，但你的天使幻灵是作为凡胎与你建立了联结，因此无法施展天界信使仪式，即使它通过某种方式学习到了。</p>\n<p><strong>根源</strong> 神术</p>\n<p><strong>特征</strong> 天使，天族，幻灵</p>\n<p><strong>阵营</strong> 必须善良，通常中立善良</p>\n<p><strong>原属位面</strong> 涅槃境（中立善良），极乐园（混乱善良），七重天堂（守序善良）</p>\n<p><strong>体型</strong> 中型或小型</p>\n<p><strong>建议攻击</strong> 拳击（钝击），翼击（钝击），与武器外观一致的无武装攻击</p>\n<p><strong>天界复仇者</strong> 力量 18, 敏捷 14, 体质 16, 智力 8, 感知 12, 魅力 10; +2 AC (+3 敏捷上限)</p>\n<p><strong>天界密使</strong> 力量 12, 敏捷 18, 体质 12, 智力 10, 感知 12, 魅力 14; +1 AC (+4 敏捷上限)</p>\n<p><strong>技能</strong> 交涉, 宗教</p>\n<p><strong>感官</strong> 黑暗视觉</p>\n<p><strong>语言</strong> 天界语</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>幻灵能力</strong> 初始：崇圣打击；共生：旅者灵光；超凡：天使慈悲</p>"
        },
        "Anger Phantom Eidolon": {
            "name": "愤怒魅影幻灵 Anger Phantom Eidolon",
            "description": "<p>你的幻灵是失落的灵魂，被永恒的愤怒或一丝怨恨束缚在凡间。大多数魅影幻灵都是类人生物，但有着飘忽的幽灵外表，然而也有一些的外貌更加诡异。你与幻灵的连接能阻止幻灵屈服于腐败而化为不死生物，你们联系在一起后，你将需要判断如何与你的幻灵一起控制它的愤怒，或者将它的怒火引导成力量。</p>\n<p><strong>根源</strong> 异能</p>\n<p><strong>特征</strong> 幻灵，灵体，魅影</p>\n<p><strong>原属位面</strong> 灵界</p>\n<p><strong>体型</strong> 中型或小型</p>\n<p><strong>建议攻击</strong> 拳击（钝击），触须（钝击），与武器外观一致的无武装攻击</p>\n<p><strong>怒火狂战士</strong> 力量 18, 敏捷 14, 体质 16, 智力 8, 感知 10, 魅力 12; +2 AC (+3 敏捷上限)</p>\n<p><strong>怨愤刺客</strong> 力量 14, 敏捷 18, 体质 16, 智力 10, 感知 8, 魅力 12; +1 AC (+4 敏捷上限)</p>\n<p><strong>技能</strong> 威吓, 神秘</p>\n<p><strong>感官</strong> 黑暗视觉</p>\n<p><strong>语言</strong> 幻灵生前使用的一种常见的凡人语言</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>幻灵能力</strong> 初始：狂怒打击；共生：沸腾狂怒；超凡：愤怒灵光</p>"
        },
        "Beast Eidolon": {
            "name": "野兽幻灵 Beast Eidolon",
            "description": "<p>你的幻灵是自然生命力的显现，以强大的魔法野兽的形态出现，而且常常具有多种生物的特征。你或许是通过某些特别的思考或训练与世界的生命力构建了联结，就像萨柯里安唤神者那样；你又或许用你独特的方式，独立于任何传统之外的方式与生命力订立契约。无论用什么方法，你与幻灵之间的联结让你们二者都获得了力量和影响力，以保护你们的家园不受任何人破坏。</p>\n<p><strong>根源</strong> 原能</p>\n<p><strong>特征</strong> 魔兽，幻灵</p>\n<p><strong>原属位面</strong> 主物质位面</p>\n<p><strong>体型</strong> 中型</p>\n<p><strong>建议攻击</strong> 爪抓（挥砍），啮咬（穿刺），利齿（穿刺），蹄击（钝击），角突（穿刺）</p>\n<p><strong>凶蛮野兽</strong> 力量 18, 敏捷 14, 体质 16, 智力 8, 感知 12, 魅力 10; +2 AC (+3 敏捷上限)</p>\n<p><strong>疾驰野兽</strong> 力量 14, 敏捷 18, 体质 16, 智力 8, 感知 12, 魅力 10; +1 AC (+4 敏捷上限)</p>\n<p><strong>技能</strong> 威吓, 自然</p>\n<p><strong>感官</strong> 昏暗视觉</p>\n<p><strong>语言</strong> 木族语</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>幻灵能力</strong> 初始：野兽冲锋；共生：原始咆哮；超凡：旋风撕咬</p>"
        },
        "Construct Eidolon": {
            "name": "构装幻灵 Construct Eidolon",
            "description": "<p>你的幻灵是一种基于星界念相的精神构装体，并通过它与你的联系而被赋予了物理存在和生命，它的形状只由你的想象限制。你的幻灵的外貌和物理形态根据你们对其构造形态的共同愿景而展现不同，从发条装置到毛绒娃娃以及这之间的所有东西，而且外貌在进化时发生大幅度改变的情况也并不罕见。由于它是从星界实体中诞生的，因此你的构装体并不是无心智的仆从，是有着自己的想法、目标、甚至情绪的思想完整的存在。这种实体的种类极其多样；尽管其中许多构装幻灵都来自与星界居民的强大共生联系，就像许多幻灵诞生于古老帝国被遗忘的记忆，又或是星界银海中漂流的工艺品。</p>\n<p><strong>根源</strong> 奥术</p>\n<p><strong>特征</strong> 星界，构装体，幻灵</p>\n<p><strong>原属位面</strong> 星界</p>\n<p><strong>体型</strong> 中型</p>\n<p><strong>建议攻击</strong> 拳击（钝击）</p>\n<p><strong>战士构装体</strong> 力量 18, 敏捷 14, 体质 16, 智力 12, 感知 10, 魅力 8; +2 AC (+3 敏捷上限)</p>\n<p><strong>斥候构装体</strong> 力量 14, 敏捷 18, 体质 16, 智力 12, 感知 10, 魅力 8; +1 AC (+4 敏捷上限)</p>\n<p><strong>技能</strong> 奥法, 手艺</p>\n<p><strong>感官</strong> 黑暗视觉</p>\n<p><strong>语言</strong> 一种常见的凡人语言</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>幻灵能力</strong> 初始：构装之心；共生：重设进化；超凡：究极重置</p>"
        },
        "Demon Eidolon": {
            "name": "恶魔幻灵 Demon Eidolon",
            "description": "<p>你的幻灵是一个恶魔，生于深渊的混乱与邪恶所凝结而成的罪孽之中，利用与你之间的连接在你的世界中散播混沌。为你的恶魔选择一个关联的罪孽。恶魔幻灵的外貌就如无尽深渊一样多变。尽管恶魔的天性就不可信任，但你的恶魔幻灵和你达成了一致并通常都会维持它，但这并不意味着你的幻灵不会积极地去将你的生活拖入它关联的罪孽之中。虽然你的幻灵是一个真正的恶魔，但它是以凡胎的形式与你建立了幻灵连接，因此无法施展深渊协定仪式，即使它通过某种方式学会。</p>\n<p><strong>根源</strong> 神术</p>\n<p><strong>特征</strong> 恶魔，幻灵，魔族</p>\n<p><strong>阵营</strong> 必须混乱邪恶</p>\n<p><strong>原属位面</strong> 无尽深渊</p>\n<p><strong>体型</strong> 中型或小型</p>\n<p><strong>建议攻击</strong> 爪抓（挥砍），角突（穿刺），尾扫（钝击），触须（钝击），翼击（钝击）</p>\n<p><strong>毁坏恶魔</strong> 力量 18, 敏捷 14, 体质 16, 智力 10, 感知 8, 魅力 12; +2 AC (+3 敏捷上限)</p>\n<p><strong>魅惑恶魔</strong> 力量 12, 敏捷 18, 体质 12, 智力 10, 感知 10, 魅力 16; +1 AC (+4 敏捷上限)</p>\n<p><strong>技能</strong> 威吓, 宗教</p>\n<p><strong>感官</strong> 黑暗视觉</p>\n<p><strong>语言</strong> 深渊语</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>幻灵能力</strong> 初始：恶魔打击；共生：罪恶异象；超凡：亵渎判决</p>"
        },
        "Devotion Phantom Eidolon": {
            "name": "Devotion Phantom Eidolon",
            "description": "<p>Your eidolon is a lost soul, unable to escape the mortal world due to a strong sense of duty, an undying devotion, or a need to complete an important task. Most phantom eidolons are humanoid with a spectral or ectoplasmic appearance, though some take far stranger forms. Your link with your eidolon prevents them from succumbing to corruption and undeath, and together, you will grow in strength and fulfill your phantom's devotion.</p>\n<p><strong>根源</strong> 异能</p>\n<p><strong>特征</strong> eidolon, ethereal, phantom</p>\n<p><strong>原属位面</strong> 灵界</p>\n<p><strong>体型</strong> 中型或小型</p>\n<p><strong>建议攻击</strong> fist (bludgeoning), tendril (bludgeoning), unarmed attacks shaped like a weapon</p>\n<p><strong>Stalwart Guardian</strong> 力量 18, 敏捷 14, 体质 16, 智力 10, 感知 10, 魅力 10; +2 AC (+3 敏捷上限)</p>\n<p><strong>Swift Protector</strong> 力量 14, 敏捷 18, 体质 16, 智力 10, 感知 10, 魅力 10; +1 AC (+4 敏捷上限)</p>\n<p><strong>技能</strong> Medicine, 神秘</p>\n<p><strong>感官</strong> 黑暗视觉</p>\n<p><strong>语言</strong> one common mortal language the eidolon spoke in life</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>幻灵能力</strong> Initial dutiful retaliation; Symbiosis steadfast devotion; Transcendence devotion aura</p>"
        },
        "Dragon Eidolon": {
            "name": "Dragon Eidolon",
            "description": "<p>Because dragons have a strong connection to magic, their minds can often leave an echo floating in the 星界. Such an entity is extremely powerful but unable to interact with the outside world on its own. Dragon eidolons manifest in the powerful, scaled forms they had in life; most take the form of true dragons (albeit smaller), but some manifest as drakes or other draconic beings. You have forged a connection with such a dragon eidolon and together, you seek to grow as powerful as an ancient wyrm.</p>\n<p><strong>根源</strong> 奥术</p>\n<p><strong>特征</strong> astral, dragon, eidolon, and one more (see Breath Weapon below)</p>\n<p><strong>原属位面</strong> 星界</p>\n<p><strong>体型</strong> 中型</p>\n<p><strong>建议攻击</strong> claw (slashing), jaws (piercing), horn (piercing), tail (bludgeoning), wing (bludgeoning)</p>\n<p><strong>Marauding Dragon</strong> 力量 18, 敏捷 14, 体质 16, 智力 10, 感知 10, 魅力 10; +2 AC (+3 敏捷上限)</p>\n<p><strong>Cunning Dragon</strong> 力量 12, 敏捷 18, 体质 12, 智力 14, 感知 10, 魅力 12; +1 AC (+4 敏捷上限)</p>\n<p><strong>技能</strong> 奥法, 威吓</p>\n<p><strong>感官</strong> 黑暗视觉</p>\n<p><strong>语言</strong> Draconic</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>幻灵能力</strong> Initial breath weapon; Symbiosis draconic frenzy; Transcendence wyrm's breath</p>"
        },
        "Fey Eidolon": {
            "name": "Fey Eidolon",
            "description": "<p>Your eidolon is a fey, a capricious being of the mysterious First World. Many fey appear similar to mortal humanoids with unusual features such as pointed ears, wings, or bodies composed of natural elements, but the full variety of fey is endless, and many others appear completely inhuman. Fey from the First World never truly die, instead forming a new creature. Fey eidolons usually come about when a summoner helps stabilize a difficult reformation. This means your fey eidolon likely lived a different life just before meeting you and might remember fragments of its old memories. Together, you might have to unravel a memory from your eidolon's past life among the fey.</p>\n<p><strong>根源</strong> 原能 (but see Fey Gift Spells below)</p>\n<p><strong>特征</strong> eidolon, fey</p>\n<p><strong>原属位面</strong> First World</p>\n<p><strong>体型</strong> Small or 中型</p>\n<p><strong>建议攻击</strong> fist (bludgeoning), wing (bludgeoning), attacks shaped like a weapon</p>\n<p><strong>Skirmisher Fey</strong> 力量 14, 敏捷 18, 体质 14, 智力 10, 感知 10, 魅力 12; +1 AC (+4 敏捷上限)</p>\n<p><strong>Trickster Fey</strong> 力量 12, 敏捷 18, 体质 12, 智力 12, 感知 8, 魅力 16; +1 AC (+4 敏捷上限)</p>\n<p><strong>技能</strong> Deception, 自然</p>\n<p><strong>感官</strong> 昏暗视觉</p>\n<p><strong>语言</strong> Sylvan</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>幻灵能力</strong> Initial fey gift spells; Symbiosis fey mischief; Transcendence fey chicanery</p>"
        },
        "Plant Eidolon": {
            "name": "Plant Eidolon",
            "description": "<p>Your eidolon is an intelligent plant, formed from the same disembodied fragments of nature's life energy that become leshys. Plant eidolons tend to be curious and adaptable, with temperaments based on the parts of mortal culture they feel affinity toward. Despite coming from the same source, plant eidolons don't always look like leshys. Plant eidolons have forms that vary greatly and can look like almost any kind of plant creature in existence. Some even resemble plant creatures so strange they are impossible to identify.</p>\n<p><strong>根源</strong> 原能</p>\n<p><strong>特征</strong> eidolon, plant</p>\n<p><strong>原属位面</strong> 主物质位面</p>\n<p><strong>体型</strong> 中型</p>\n<p><strong>建议攻击</strong> vine (bludgeoning), branch (bludgeoning), root (bludgeoning)</p>\n<p><strong>Guardian Plant</strong> 力量 18, 敏捷 14, 体质 16, 智力 8, 感知 12, 魅力 10; +2 AC (+3 敏捷上限)</p>\n<p><strong>Creeping Plant</strong> 力量 12, 敏捷 18, 体质 16, 智力 8, 感知 14, 魅力 10; +1 AC (+4 敏捷上限)</p>\n<p><strong>技能</strong> 自然, 生存</p>\n<p><strong>感官</strong> 昏暗视觉</p>\n<p><strong>语言</strong> Sylvan</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>幻灵能力</strong> Initial tendril strike; Symbiosis growing vines; Transcendence field of roots</p>"
        },
        "Psychopomp Eidolon": {
            "name": "Psychopomp Eidolon",
            "description": "<p>Your eidolon is a psychopomp, a creature whose sworn duty is to usher souls safely to the afterlife and maintain the courts of the dead. Psychopomp eidolons have a variety of appearances, but since they often traffic with mortals, their form typically includes an elaborate mask. You and your psychopomp eidolon share an important fate together, whether it relates directly to your own soul or to a mission that will somehow protect the souls of others.</p>\n<p><strong>根源</strong> 神术</p>\n<p><strong>特征</strong> eidolon, monitor, psychopomp</p>\n<p><strong>阵营</strong> must be true neutral</p>\n<p><strong>原属位面</strong> The Boneyard</p>\n<p><strong>体型</strong> 中型</p>\n<p><strong>建议攻击</strong> beak (piercing), claw (slashing), fist (bludgeoning), jaws (piercing), unarmed attacks shaped like a weapon</p>\n<p><strong>Soul Guardian</strong> 力量 18, 敏捷 14, 体质 16, 智力 10, 感知 12, 魅力 8; +2 AC (+3 敏捷上限)</p>\n<p><strong>Scribe of the Dead</strong> 力量 12, 敏捷 18, 体质 12, 智力 14, 感知 12, 魅力 10; +1 AC (+4 敏捷上限)</p>\n<p><strong>技能</strong> 威吓, 宗教</p>\n<p><strong>感官</strong> 黑暗视觉</p>\n<p><strong>语言</strong> Requian</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>幻灵能力</strong> Initial spirit touch; Symbiosis hidden watcher; Transcendence spirit taker</p>"
        },
        "Undead Eidolon": {
            "name": "Undead Eidolon",
            "description": "<p>Your eidolon is an undead spirit pulled from the 灵界 or Negative Energy Plane, embodied, and bound to your life force in an unusual, potentially antithetical way that even other summoners can't quite understand. Undead eidolons take about every imaginable shape and form, as their bodies manifest from their connection to you. Their ultimate form can be influenced by an amalgamation of the echoes and memories of their old life before becoming undead, their cause of death, their encounters in the afterlife, and portions of your own essences. Together, you and your eidolon need to explore the mysteries of life, death, and undeath to understand what your bond means for both of your futures.</p>\n<p><strong>根源</strong> 神术</p>\n<p><strong>特征</strong> eidolon, undead</p>\n<p><strong>原属位面</strong> 灵界 or Negative Energy Plane</p>\n<p><strong>体型</strong> 中型或小型</p>\n<p><strong>建议攻击</strong> claw (slashing), fist (bludgeoning), jaws (piercing)</p>\n<p><strong>Undead Brute</strong> 力量 18, 敏捷 14, 体质 16, 智力 8, 感知 10, 魅力 12</p>\n<p><strong>Undead Stalker</strong> 力量 14, 敏捷 18, 体质 16, 智力 8, 感知 12, 魅力 10</p>\n<p><strong>技能</strong> 威吓, 宗教</p>\n<p><strong>感官</strong> 黑暗视觉</p>\n<p><strong>语言</strong> Necril</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>Abilities</strong> Initial negative essence; Symbiosis drain life; Transcendence rejuvenation</p>"
        }
    }
}
