{
    "label": "族裔 Ancestries",
    "entries": {
        "Anadi": {
            "name": "半蛛人 Anadi",
            "description": "<p><em>半蛛人是一种避世隐居的、富有智慧的蜘蛛，来自加仑德南部的丛林中。虽然他们在很多方面都很像天生的变形者，但他们两位一体的形态实际上来自精心研制的魔法。</em></p>\n<hr />\n<p>作为一个群居且爱好和平的种族，半蛛人的先祖们努力和他们家乡的邻居建立贸易关系。然而，半蛛人很快就发现，大多数人对于他们的外表是极其反感的。为了避免冲突，古代半蛛人主动撤退到了与世隔绝的地方，直到他们最终找到了解决办法。他们最伟大的学者们发明了一种融合了变化系和幻术系的法术，能让他们拥有人类形态。这项技术被发扬光大，并最终传授给了大部分半蛛人。</p>\n<p>他们在外交上的新策略取得了比早期努力更加令人满意的结果，尽管他们和外界接触依然很少，这导致一些地方流传着半蛛人的一些错误流言，例如声称他们是人类，在满月的时候会就会变成巨大的蜘蛛云云。即使是当代的探险家也常常认为半蛛人是人类和蜘蛛的混血儿。如今的半蛛人正缓慢而坚定地努力创造一个不需要隐藏他们真实面目的世界。</p>\n<h2>你可能...</h2>\n<ul>\n<li>会向那些赢得你信任的同伴展示真实的自己。</li>\n<li>对那些被歪曲和遭到不公平的污蔑的文化公开表示同情。</li>\n<li>为你所爱的人提供帮助，毫不犹豫地保护他们免受危险。</li>\n</ul>\n<h2>其他人也许...</h2>\n<ul>\n<li>欣赏你崇尚以非暴力方式解决复杂问题的态度。</li>\n<li>在目击你的本来面貌后反应异常激烈。</li>\n<li>会假设你对德鲁伊法术有亲和力，因为你有变形能力。</li>\n</ul>\n<h2>外貌描述</h2>\n<p>半蛛人的真实形态很像人类大小的蜘蛛，颜色丰富多彩。有些基本色调看起来朴素柔和，有些的颜色则醒目且充满活力，身体上的花纹大部分都继承自他们的先祖。正常战立时，他们从前腿到后腿的长度为5尺。</p>\n<p>所有半蛛人都拥有变成人类的伪装能力。这种形态的外观可以是任何人类民族，但通常与半蛛人所生长的地区相匹配。半蛛人在经历多个阶段的蜕皮之后，大约在13岁左右成年。普通的半蛛人能活到80岁左右。</p>\n<h2>社会</h2>\n<p>半蛛人生活在集体社会，过着种植蘑菇或编织毯子的平静生活。他们的文化重视合作和互相尊重。因为他们的族群修养，他们难以处理严重争端并且在其他种族眼里过于害羞。半蛛人理解其他种族的蜘蛛恐惧症是本能的，很难控制。因此这也意味着半蛛人会尽力去适应和安抚别人，即使在他们遭遇不公平对待的情况下。</p>\n<h2>阵营和宗教</h2>\n<p>半蛛人社会的合作天性和他们对暴力的厌恶意味着许多半蛛人倾向于善良阵营。他们更偏向于中立而非混乱或守序，尽管后者并非闻所未闻。</p>\n<p>传说表示祖母蜘蛛（Grandmother Spider）把半蛛人从奴役中解救出来，并把他们带到格拉利昂，并且在这个过程中成为了他们的守护神。她崇尚彼此帮助和喜欢恶作剧的价值观和半蛛人的文化交织在一起，甚至那些并不崇拜她的半蛛人也会传颂她的冒险故事。</p>\n<h2>名字</h2>\n<p>半蛛人的名字是由养育他们的网婚（web marriage）成员给的。每个家长都贡献一个音节，通常是他们自己名字的第一个音节。年长的半蛛人觉得自己的身份已经固化，因此也会接受别人用一个简短的头衔来称呼他们。生活在其他族裔中的半蛛人很少会采用化名，但如果他们的名字与当地文化有强烈的反差的话，有些人也许会起一个。</p>\n<h3>范例名字</h3>\n<p>Altava, Anavachti, Strings-On-The-River Inkeelah, Kerialnamu, Maracha, Leaves-Shelter-Her-Feet Naiala, Orvasa, Reloana, Rivuken, Velachamon</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">半蛛人属性</h2>\n<p><strong>生命值</strong> 8</p>\n<p><strong>体型</strong> 中型</p>\n<p><strong>速度</strong> 25 尺</p>\n<p><strong>属性提升</strong> 敏捷、感知、自选</p>\n<p><strong>属性缺陷</strong> 体质</p>\n<p><strong>语言</strong> 半蛛人语、芒吉语</p>\n<p><strong>额外语言</strong> 等同于你的智力调整值（如果为正的话）。从龙语、精灵语、豺狼人语、蜥蜴人语、兽人语、木族语和其他你能接触的语言（比如你居住地区普遍使用的语言）中选择。</p>\n<p><strong>尖牙</strong> 你天生就具备捕猎和自卫的能力。你获得尖牙非武装攻击，能造成1d6穿刺伤害。你的尖牙属于搏击武器组并且拥有娴熟、非武装特征。</p>\n<p><strong>变形</strong> （半蛛人，奥术，专注，变形，变化系） 你可以在人类或蜘蛛的外形中切换。每种形态都拥有一个特定的、固定的外观。在你的人类形态下，你不能使用族裔给与你的非武装攻击（尖牙）。在你的蜘蛛形态下，你在攀爬时不会措手不及，但是你无法使用武器、盾牌或任何其他需要持握的物品，你所能进行的带有操作特征的动作也受到限制。你只能进行下列操作动作：施放带有姿势成分的法术、编织丝线和网、或简单的交互动作（例如打开一扇未上锁的门）。你的蜘蛛腿无法执行那些需要手指或灵巧双手的操作，包括任何需要检查才能完成的动作。GM可以裁定你的蜘蛛腿是否能完成其他操作动作。</p>"
        },
        "Android": {
            "name": "仿生人 Android",
            "description": "<p><em>来自另一个世界的技术奇迹，仿生人拥有人工合成的身体及生者的灵魂。</em><em>他们的双重本质使他们在压力下保持思维敏捷、沉着冷静，但却能在宁静和孤独中感到舒适自在。</em></p>\n<hr />\n<p>仿生人第一次来到格拉力昂是在群星雨(Rain of Stars)中，一艘来自安卓法(Androffa)的星舰在纽梅利亚地区(Numeria)附近堕机，其碎片散落在整个地区之中。虽然这次坠机的一些仿生人幸存者至今依然行走在格拉力昂，但绝大多数仿生人是由在星舰的残骸中零星运作的称为工厂的技术舱所制造出来的。从这些金属子宫中诞生的仿生人拥有成熟的身体和新生的灵魂;它们出生时只知道它们的创造者的语言和生存所必需的运动能力。他们不了解其所处环境、起源及目的。大多数仿生人通过其在游历纽梅利亚(Numeria)时的观察学会了如何表现得体。</p>\n<p>仿生人往往是内向、理性且善于思考的。其有着永不满足的好奇心，渴望理解自己和周围的世界，他们非常重视对于知识的追求。不过他们很难理解他人情绪及表达自己，这使得他们看起来很冷漠。虽然仿生人可以建立情感纽带，但他们发现很难与非仿生人族裔之间建立感情联系。</p>\n<p>如果你扮演一个在奇幻世界中出现的外星仿生人角色，被迫通过观察及逻辑去学习现实与社会之间的细微差别，那你就应该扮演一个仿生人。</p>\n<h2>你可能...</h2>\n<ul>\n<li>事先假设别人想利用或伤害你，而保密你的仿生人身份。</li>\n<li>即使在简单的任务中，也要提前计划以应对突发事件。</li>\n<li>‌事先计算你的行动、想法及创意会造成的影响。</li>\n</ul>\n<h2>其他人也许...</h2>\n<ul>\n<li>了解如何操作科技物品，并且能够与构造体和机器人进行交流。</li>\n<li>相信你是不朽的，羡慕你永远的青春和活力。</li>\n<li>认为你没有感情，无法与他人建立情感联系。</li>\n</ul>\n<h2>外貌描述</h2>\n<p>仿生人是按照类人生物的形象为模版创造出来的;因此，工厂生产的所有仿生人都拥有类人生物的外貌。仿生人在肤色、种族、身高和体型以及性别认同方面表现出极大的多样性。尽管他们不能进行繁殖，但他们像人类一样呼吸、吃饭和睡觉。它们的身体中含有纳米机械，通过纳米溶液来替代血液的功用，这些溶液控制着它们的有机过程。这些纳米机器由类似纹身的生物电路控制，通常分布在仿生人的手、前臂、脸或脖子上。许多仿生人可以利用他们的纳米机械来提高他们身体的效率，在使用时生物电路会发光。</p>\n<p>仿生人不会老化。随着时间的推移，它们的有机外观变得不那么令人信服，导致它们看起来更假。在存活约一个世纪后，大多数的安卓都觉得他们的时代即将结束，并愿意将自己的灵魂送往骨园，以面对法莱斯玛（Pharasma，墓土女士）的审判。其后，他们的身体会关机而进入休眠模式，纳米机械会重置身体至出厂时的状态。在几周后，一个全新的灵魂会进入空置的身体中，从而重新启动仿生人。这个过程被称为更新（Renewal），是类似于生育的事件，在仿生人社会中具有重大的意义。而死于暴力伤害的仿生人则无法再生，所以仿生人竭尽全力保护自己和他们的同胞不受伤害。</p>\n<h2>社会</h2>\n<p>仿生人有被他们的纽梅利亚邻居剥削、奴役和破坏的历史，所以他们为了生存躲起来。大多数人选择通过融入人类社会或适应游牧生活方式来保密自己的血统。有些安卓远离人类，和同类生活在一起。由于隐秘需要，这些群体往往规模较小;因为两个仿生人就可以通过小心谨慎的保密行为来避免危险，但一大群安卓则会引起太多的注意。</p>\n<p>他们的社区是高效和高度组织化的。每个居民都了解自己的角色，并为能有效地履行职责而感到自豪。辩论和讲座频繁发生，因为他们试图通过教育和探究了解自己和他们的世界。这些与世隔绝、隐秘的飞地一旦被发现就会重新安置到更安全的地方。</p>\n<h2>阵营和宗教</h2>\n<p>大多数仿生人都是中立阵营的。他们关心自己以及同伴和同类的安全。对宗教感兴趣的仿生人通常崇拜卡珊德拉(Casandalee)或布莱(Brigh)，她们是结合发明和生命的女神。其他受欢迎的神包括黛丝娜(Desna)、义洛里(Irori)和哥兹莱(Gozreh)。</p>\n<h2>名字</h2>\n<p>仿生人采用他们周围社会的命名惯例，而那些在自己的同类中长大的人则选择使用机械语中的名字。偶尔，这样的仿生人会在他们的名字上加上一个数字名称，表示他们的身体承载了多少代生命，作为对他们血统的一种敬意。</p>\n<h3><span style=\"text-decoration: underline;\">范例名字</span></h3>\n<p>Anati, Daniv, Era-4, Feralia, Gelegor, Ilgos-5, Koresh, Oris, Prime, Urdun, Verity-3, Ymry</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">仿生人数据</h2>\n<p><strong>生命值</strong> 8</p>\n<p><strong>体型</strong> 中型</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>属性提升</strong> 敏捷, 智力, 自选</p>\n<p><strong>属性缺陷</strong> 魅力</p>\n<p><strong>语言</strong> Common, Androffan</p>\n<p><strong>额外语言</strong> 数量等于你的智力调整值（若为正）的额外语言，从以下语言选取：深渊语、天界语、龙语、矮人语、地底通用语、奇匠语和其他可能接触到的语言（例如你所在地区的语言）。</p>\n<p><strong>感官</strong> 昏暗视觉</p>\n<p><strong>被创造者</strong> 你的人造身体比单纯的生物机体更能抵抗疾病。你对疾病、毒素和辐射的豁免检定获得+1环境加值。</p>\n<p><strong>无表情者</strong> 你很难理解和表达复杂的情绪。在交涉、表演和察言观色检定中，你获得-1环境减值。</p>"
        },
        "Automaton": {
            "name": "灵导械 Automaton",
            "description": "<p><em>这些智能构装体蕴涵着真正的灵魂，他们是一个帝国在灭完前于卓越科技上最终努力的遗产。灵导械结合了独特的科技与魔法能量，成为全格拉迪昂结合两者技术的独特存在</em></p>\n<hr />\n<p>吉斯塔克帝国(Jistka Imperium) 是星陨之灾（Earthfall）后第一个出现的主要人类文明，屹立于其后成为拉哈多姆（Rahadoum）的地区之上，并且得益于在市政与科学领域的巨大进步持续了七个世纪之久。然而，吉斯塔克的领袖频频热衷于对科学技术的激进使用，从而让早期的进步成为了刚愎自用、内战并灭亡的垫脚石。吉斯塔克帝国的扩张浪潮和外交手段缺失导致帝国的发展过程中树敌无数。最为有名的对手就是古奥斯里昂（Ancient Osirion）王国。奥斯里昂的敌意最终封锁了帝国的命运，即使吉斯塔克偷工减料的将邪魔注入魔像之中，他们的传奇魔像军团也没有战胜奥斯里昂古奥且堕落的魔法。作为对内部腐败和外部压力的绝望反击尝试，一群吉斯塔克核心党羽建立了奇匠密会（Artificer Conclave）以发展阻止帝国崩溃并重归吉斯塔克荣耀的新式科技。而他们最成功的发明就是灵导械（automaton），密会确信其是吉斯塔克构造领域的巅峰之作——至少，是吉斯塔克救赎的最终希望。密会创造者们将吉斯塔克人的思维、生命力和灵魂注入到这些构装体中，创造了由组织所能雇佣的最强战士和智者的生命力驱动的魔法与科技奇迹。不幸的是，尽管密会不懈努力，灵导械的到来还是太迟，难以去拯救业已毁灭的帝国。帝国灭亡，徒留灵导械自生自灭。</p>\n<p>灵导械杰出且前瞻的构造使其在千年以后的今日依然有少量残留，随风四散。然而，时间的推移暴露了灵导械最为致命的弱点：他们那物质化的灵魂。只有最强者才得以在漫长岁月后依然保留他们的记忆、自身的感官和洞察力。灵导械的存在亦如格拉迪昂上其他生灵般独特；对于特定的灵导械也拥有着由无数经历造就的自身个性。大多数灵导械表现孤僻，因为害怕被误解和依附而宁愿避人耳目。即使是更愿意生活于开放环境的灵导械也明白他们的独特性质会成为猎人、学者或者更糟对象的首要目标。对于灵导械，生活中没有经常遭遇不被信任或担忧是极为罕见的。</p>\n<h2>你可能...</h2>\n<ul>\n<li>生活了数个世纪并且经历无数重大事件。</li>\n<li>除非别人赢得，否则迟疑于信任他人。</li>\n<li>记得你成为一个灵导械之前的小部分生活。</li>\n</ul>\n<h2>其他人也许...</h2>\n<ul>\n<li>初次见面时，误以为你是一个没有心智的构装体。</li>\n<li>认定你拥有关于魔法和科技的秘密知识。</li>\n<li>向你投以敬畏。</li>\n</ul>\n<h2>外貌描述</h2>\n<p>灵导械共有着统一的构造——经由魔法加工的金属和岩石混合构成。这种设计让灵导械能够经受住直面战斗的严苛考验，并让他们格外见坚韧。他们沉重的躯体可以像其他战斗人员一样快速移动，从而让灵导械成为令人胆怯的对手。一台灵导械的设计根据它的角色需求而变化。大多数灵导械具有基本的人性结构，尽管也有些灵导械的外形与动物非常相似。大多数灵导械都有一只发出昏暗、魔法光芒的单眼。每个都包含一个强大神器，其既能容纳自身灵魂，又能用混合后的生命和位面能量来供能。这些灵导械核心是魔法工程的奇迹，其制作方法已在岁月长河中流失。</p>\n<p>作为构装体，灵导械通常不需要呼吸、进食或睡眠；然而，灵导械的身体需要以恒定的速度排出惊人的魔法尾气。这种排放过程需要可呼吸的空气，以防止尾气堆积导致灵导械系统被堵塞，其有时会造成致命的影响。因此，灵导械确实可以如活着生物一般窒息。虽然它们无需睡觉，但灵导械需要一段魔法重校准和修复的阶段来稳定其核心内的能量。如果没有这个过程，灵导械核心就不能为灵导械提供充足能量，它们就会进入低功耗状态（类似于没有睡够8小时的类人生物）。</p>\n<p>灵导械不会老化，其核心的设计赋予它们一个看似无尽的能量源。今天存在的许多灵导械已经有数千年历史，它们的躯体一如在它们被创造的那天时一样有效，即使它们的思维可能已经随着岁月的流逝而退化。灵导械通常会迷失在岁月之中迎来破坏性的结局。一台灵导械的躯体和其他构装体一样脆弱易被破坏，然而破坏灵导械核心更加困难。因此，一台灵导械的灵魂可能在其身体被摧毁后的数年内仍然被困在其核心中。这是最初创造者有意为之，他们希望提供功能性的永生。然而，在现实中，身体的破坏会经常导致故障，以致于需要如复生魔法的魔法干预，来完全恢复灵导械。在核心被破坏的情况下，或者它发生灾难性的故障，以至于它不能再容纳灵魂，核心就会将精神释放到灵魂之河（River of Souls）。</p>\n<p>在某些情况下，灵导械可以学习如何有意或下意识地影响其核心。这些灵导械最终学会了如何将他们的灵魂从核心中释放出来，让他们在觉得自己已经实现美满人生时得以让灵魂更进一步。这种行为会让灵导械成为一个无意识的构装体，通常其依然能运作，但除了漫无目的的游荡和偶尔的自卫行为，不再有任何能力。</p>\n<h2>社会</h2>\n<p>因为灵导械的命运各不相同，许多灵导械过着独居生活。也有少数自动机被设计成一起工作的情况，例如一个战士团，他们作为一个团队，一起居住在藏身处或作为流浪者一起旅行。然而，这些群体很少，灵导械的定居点更是少之又少。只有少数开始建立类似定居点的灵导械一般躲藏在吉斯塔克的废墟中。这些群体一般有着几十台灵导械，但任何试图联系或访问他们的尝试都是不了了之。这样的聚集地特别隐秘，居住其中的灵导械会不惜一切代价保护他们的家园。</p>\n<p>灵导械更有可能遇到其他族裔。根据灵导械的个性，这种相遇会有多种方式，从极度隐蔽到公开到访。一个灵导械的独特外观使他们无论在哪里都能脱颖而出，但大多数人都以敬畏或好奇的眼光看待他们，而不是害怕。在整个格拉利昂，魔法构装体并不是一个陌生的概念，但它们中的许多都是无心智的。在克服了最初对具有心智的构装体的震惊之后，对大多数人来说，掌握如何与灵导械打交道的方法通常并不困难。然而，灵导械更有可能在艾巴萨罗姆、埃兹耶尔、夸恩提姆（Absalom、Azir or Quantium）等大城市中寻得日常生活的假象。无论他们去哪里，灵导械都必须保持警惕，防止有人试图夺走他们的躯体进行研究或获取他们的核心。</p>\n<h2>阵营和宗教</h2>\n<p>吉斯塔克帝国的人民把轴心城（Axis）的御衡者们（aeons）视为理想的存在，其行为值得效仿，因此许多吉斯塔克人是守序中立阵营（lawful neutral）。由于许多灵导械蕴含着吉斯塔克人的灵魂，所以大多数灵导械都是守序中立阵营，或者至少在不同程度上是守序阵营。然而，数个世纪过后，相当数量的灵导械已经移向了绝对中立阵营，因为在没有主体社会或持久的理想，他们的观点发生了变化。灵导械倾向于崇拜技术或魔法之神，如布莱和内希斯（Brigh and Nethys），或者其他主要的半身。崇拜义洛理和法拉兹玛（Irori and Pharasma）在自动人中也比较常见。法拉兹玛的灵导械有可能学会如何从他们的核心中释放他们的灵魂，并且经常选择这样做。尽管他们是远在卡珊德拉（Casandalee）时代之前的古老存在，少数灵导械会将新兴的神器女神视为灵魂明灯。</p>\n<h2>名字</h2>\n<p>灵导械通常会保留他们被转化为构装体之前的名字，只要他们能记住的话。即使其他记忆消退，对于他们名字的记忆也常常保留。因此，许多灵导械的名字都源自于吉斯塔克人。其次常见的是那些不得不给自己起一个新名字的灵导械，因为他们在某个时刻失去了对旧名字的记忆。那些特别信奉奇匠密会事业的灵导械可能会改用密会成员之一的名字，以纪念他们用自己身躯支援的事业。一些灵导械喜欢在他们的一生中改变名字，要么从他们遇到的文化中选择一个新的名字，要么添加一个头衔来代表他们生命中的一个重要时刻。在某些情况下，灵导械将使用一个特别珍惜的头衔来代替任何其他名字。</p>\n<h3>范例名字</h3>\n<p>阿尔尼曼 Alnhaman，巴氏敏 Busmin，伤痛者 The Doleful，伊诺 Enoh，希马尔 Himar，坎特拉尔 Kantral，眷属者 The Kindred，努米纳 Numinar，学者 Scholar，酪乳 Tehkis，旅途者 Wayfarer，玉密安 Yulmian</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">灵导械数据</h2>\n<p><strong>生命值</strong> 8</p>\n<p><strong>体型</strong> 中型或小型</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>属性提升</strong> 力量, 自选</p>\n<p><strong>语言</strong> 通用语，奇匠语（Utopian）</p>\n<p><strong>额外语言</strong> 等同于你智力调整值的额外语言（如果为正），从深渊语、水族语、风族语、天界语、矮人语、精灵语、火族语、炼狱语、土族语和任意其他你取得可用的语言（比如你所在区域的语言）。由GM决定，你是否还具有吉斯塔克的记忆，你也许可以用吉斯塔克语（Jistka）来替代通用语。</p>\n<p><strong>感官</strong> 昏暗视觉</p>\n<p><strong>灵导械核心</strong> 你的躯体包含了一个灌注有位面精华的灵导械核心，其确保了你从事各种任务并保有你的灵魂和生命力。这种生命能量像类人生物的血液般流经你的躯体。它让你成为一个活着的生物。你没有一般构装体的免疫能力，会被以活着生物为目标的效果所影响，并且可以如常通过正能量恢复生命。额外的，当生命值降为0时你不会被摧毁。取而代之的是，你的生命力会尝试在险境中维持你的运作；当生命值将为0时，你被击倒并濒死。</p>\n<p><strong>构装躯体</strong> 你生理学需求与其他活着的生物不同。你不需要吃饭饮水。你不需要睡觉，但是你依然需要每日休整期。在休整期，你必须进入2个小时的修复状态，除了你依然警戒四周而无需承受失去意识减值以外，其和睡眠类似。格外与睡眠类似的是，如果你太长时间没有进入你的修复状态，你会疲乏并且直到进入2小时的修复前都不能恢复状态。</p>"
        },
        "Azarketi": {
            "name": "阿扎克缇 Azarketi",
            "description": "<p>阿扎克缇人，一个破碎帝国的遗裔，紧紧恪守他们骄傲的传统，但仍然浮出水面与地面互动。</p>\n<p>这些内海世界的水栖人类背负着阴暗沉重的历史。大多数人称他们为“半鱼人”，有时也称为“低阿兹兰蒂人”，但他们通常自称为“阿扎克缇”（azarketi），这个阿兹兰蒂词大致翻译为“海民”。星陨之灾后，骄傲的阿兹兰蒂人被他们的宿敌阿尔古苏所奴役，改造成了半鱼半人的阿扎克缇。许多阿扎克特人感到他们并不完全属于他们的人类兄弟，也不属于束缚他们的海洋，因此他们在努力寻找一种身份认同和存在价值。虽然他们仍然不被地面居民信任，但阿扎克缇人庆祝他们独特的血统和他们来自受人尊敬的阿兹兰提文化的后裔。</p>\n<h2>你可能...</h2>\n<ul>\n<li>寻求让对你持有负面看法和偏见的人刮目相看。</li>\n<li>孤僻，对陌生人持怀疑态度。</li>\n<li>视水为家，但对岸边的社会充满兴趣。</li>\n</ul>\n<h2>其他人也许...</h2>\n<ul>\n<li>认为你是海洋大使，并征求你对航海事务的意见。</li>\n<li>误解你温柔的肢体语言和温和的表情。</li>\n<li>以不信任或怀疑的态度对待你，并提防着你的背叛。</li>\n</ul>\n<h2>外貌描述</h2>\n<p>阿扎克缇人看似样貌高雅、身体矫健的人类。他们柔软、亲水的皮肤色调从珍珠般的白色到粉红色、绿色或让人联想到珊瑚的棕色。有头发的阿扎克特人比较少见；许多人的头上有鳍或鳞片状的脊。就像他们的先祖阿兹兰蒂人一样，他们通常拥有紫色的瞳孔。长着三套鳃的脖子两侧，有蹼的手和脚，无不显示着他们的水生血统。众所周知，阿扎克缇人的寿命比人类长，尽管他们的成熟速度差不多。</p>\n<h2>社会</h2>\n<p>阿扎克缇缺乏帮助其族群保持凝聚力的文化中心。浩瀚的海洋和水路使这些游泳健将遍布内海和其他地方。许多阿扎克缇人只依赖他们附近社区的小型家庭团体，他们更喜欢与他们信任和熟悉的同志一起的小群体。</p>\n<p>一些阿扎克缇人更喜欢与他们的地面居住的兄弟们建立联系。生活在港口、河边小镇和海岸边，使阿扎克缇人有更多的人生际遇，而这些机会是陆地和海洋民族所没有的。尽管与陆地社会融合可能很困难，但阿扎克缇人通过形成粘合的社区来管理。社区成员之间往往会有亲切如家人的称谓，而不考虑有无实际亲缘关系。</p>\n<p>一些有能力的阿扎克缇人会穿上反映其阿兹兰蒂遗民身份的服装。然而更为常见的是，外出的阿扎克缇人会尽力保持不显眼。许多阿扎克缇人都会穿上头巾或其他头部包裹物，这既能隐藏他们的鳃，又能在穿戴前浸泡在水中，提供额外的舒适时间。</p>\n<h2>阵营和宗教</h2>\n<p>由于他们通常是地面生活领域的局外人，阿扎克缇人倾向于亲近海洋或其他形式的水的神灵，最受欢迎的是哥兹莱。他们也可能其他自然或航海的神灵表示敬意，如黛丝娜。</p>\n<p>一些阿扎克缇人受到诱惑，走向深海的召唤，把他们的老阿尔古苏主人当作神来侍奉。这些人受到古老邪恶存在的诱惑，比如神秘的蒙面大师—一个既造就了也毁灭了阿兹兰提人的深海中的强大生命。</p>\n<p>阿扎克缇人在信仰和价值观上有很大的不同，这从他们广泛的效忠分歧中可以看出；因此，阿扎克缇人可以有任何倾向。</p>\n<h2>名字</h2>\n<p>阿扎克缇人经常采用对阿扎克缇人的家族来说很重要的航海、天气或地理特征的名字。其他有些阿扎克缇群体会选择人类的名字，以鼓励与地表文化保持一致。有些阿扎克缇人的姓名已经流传了很多代，以至于他们仍然使用古老的阿兹兰蒂语，或者指代已经流逝于岁月的水体。</p>\n<h3><span style=\"text-decoration: underline;\">范例名字</span></h3>\n<p>阿弗特Aft，阿里兹Aliz，卡斯凯德Cascade，德尔塔Delta，哈尔博Harbor，伊拉尼Ilani，尹库阿Inkua，基普Jib，拉昆Lagoon，洛贝Lobay,，马琳Marine，提达尔Tidal，温瓦德Windward，扎尔科特Zarket</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">阿扎克缇人数据</h2>\n<p><strong>生命值</strong> 8</p>\n<p><strong>体型</strong> 中型</p>\n<p><strong>速度</strong> 20尺, 游泳30尺</p>\n<p><strong>属性提升</strong> 体质, 魅力, 自选</p>\n<p><strong>属性缺陷</strong> 感知</p>\n<p><strong>语言</strong> 通用语、阿尔古苏语</p>\n<p><strong>额外语言</strong> 数量等于你的智力调整值（若为正）的额外语言，从以下语言选取：邪灵语、水族语、阿兹兰提语、龙语、精灵语、地底通用语和其他可能接触到的语言（例如你所在地区的语言）</p>\n<p><strong>感官</strong> 昏暗视觉</p>\n<p><strong>补水</strong> 虽然你是一个两栖生物，在陆地上和在水中同样有能力，但你的身体要求你在24小时内至少返回水生环境一次。你必须浸泡在水中，以便为你适水的皮肤补充水分。如果你不这样做，你的皮肤就会开始开裂，你的鳃会感到疼痛。在离开水的头24小时后，你的强韧豁免会受到-1的状态减值。48小时后，你会开始窒息，直到返回水中。</p>"
        },
        "Catfolk": {
            "name": "猫族 Catfolk",
            "description": "<p><em>猫族是好奇心与社交性俱强的放浪游子，他们身上融合著人与猫的外貌与脾性。猫族喜好学习新知识、听闻新故事与收集新道具，且为了爱人的安全与幸福可以不遗余力。猫族自视为自然环境的天选守护者，即便强敌环伺依然能保持一身愚勇。</em></p>\n<hr />\n<p>猫族是天性乐观活泼的类人族裔，他们喜好探索新地，不管发现的究竟是未知遗迹还是舒服的午觉点都很开心。他们能言善道，不论是与在关系紧密的社群内的同族人，或是在外面机运巧逢的异乡人，都能交流自如。猫族一身是胆，自视为从意图毁天灭地的势力下保护世界的守护者，因此为了增添战力，猫族文化上相当重视坚强社群、见闻广博以及持续不懈的自我精进。</p>\n<p>猫族反射神经发达，能够在半空中完成翻正反射，因此坠落时总是以脚着地。猫族的情绪起伏也跟反射速度不相上下，性格暴躁易怒，转眼间就能从呵呵大笑变得怒目圆睁。一如普通的猫科动物，猫族在开心的时候会不由自主地发出喉鸣，生气或惊吓时则会发出低咆。</p>\n<p>若你想扮演好奇、勇敢又友善，身手灵巧心思机敏的角色，适合选用猫族族裔。</p>\n<h2>你可能...</h2>\n<ul>\n<li>由于真诚的好奇心而不断提出充满热情的问题。</li>\n<li>透过无视或干脆逃离现场来回避人际冲突。</li>\n<li>仔细研究目标或难题后，一出手便迅速解决。</li>\n</ul>\n<h2>其他人也许...</h2>\n<ul>\n<li>觉得你持续不断的询问与意见搞得其他人都没有发言的空档。</li>\n<li>认为你骄傲自大。</li>\n<li>认为你反射性的喉鸣与低咆表露出比实际上更多的情绪。</li>\n</ul>\n<h2>外貌描述</h2>\n<p>所有猫族都能直立行走，并长有柔软体毛、修长尾巴、宽大耳朵与垂直瞳孔，他们也像普通的猫一样有范围极广的个体差异。猫族手指灵活，末端长有一般可伸缩的短爪。大部分的猫族以自己精心打理的仪容为傲，对于沾水染污则是能避则避。</p>\n<p>猫族成长快速，出生后没几个月便能站立行走，但依然在与人类差不多的年纪才开始独立工作，平均寿命为60到70岁。猫族一般不会比人类高，且由于其纤细体态，比相近身高的人类来得要轻。</p>\n<h2>社会</h2>\n<p>猫族自称为阿摩闰 Amurrun，但多数猫族认为这称呼算是族内的私密用法。猫族与大家族里的其他亲戚一同养育小孩，并且以其他类人族裔看了要怕的放任程度让孩子们自由探索，不过还是小猫便能惹出各式各样的麻烦。猫族族内是透过松散的学徒制来传授职业技能，族人一生内常学会多种行业的工作手法。</p>\n<p>猫族社群一般是由指派领袖所领导，由他负责替社群代言以及仲裁纠纷。猫族领袖常是施法者且多为女性。猫族偏好以花式装死来应对不平冒犯，甚至会暂时离开社群来等待麻烦事自动消失或解决。</p>\n<h2>阵营和宗教</h2>\n<p>猫族并不特别信教，但他们相信族人是出自被赋予智慧以与摧残自然环境，破坏现实结构的秽邪恶物对抗的远古大猫。诸神赐与猫族口说言语、使用工具和挥舞刀兵的能力以及强大的社群认同感。</p>\n<p>大部分的猫族属于善良阵营。由于族人喜爱自由旅行及自决命运，猫族多为混乱而非守序。信教的猫族通常会信仰形式松散的泛灵论，祭祀大地精魂以及猎物的亡灵来维持自然秩序。</p>\n<h2>冒险者</h2>\n<p>猫族喜爱探索未知地域，管他是奔放荒野还是远古地城都很开心。虽然发掘秘藏财宝的确很让人兴奋，但对猫族人来说旅途的经验本身才是出门冒险真正的报酬。</p>\n<p>常见的猫族背景包括杂耍艺人、工匠、赌徒、猎人、游民、斥侯，以及强盗、邮递员、起义者、游骑兵、祛邪师。由于好奇天性与灵敏身手，猫族适合担任浪客、吟游诗人、战士与盗贼。对自然环境之爱与解谜揭秘的本能则驱使许多猫族成为调查员、德鲁伊与术士。</p>\n<h2>名字</h2>\n<p>猫族出生时只会取个简短的名字。少年时期初次离家时可改个新名，但大部分的猫族会保留早已习惯的出生名。猫族喜欢在名字上添加称号或敬称，许多猫族甚至在与外族人交流时只以那些称号为名，因此会以六运 Six Fates、降魔 Fiend Killer、雾衫 Mistcloak 等称号闻名于世。</p>\n<h3><span style=\"text-decoration: underline;\">范例名字</span></h3>\n<p>Alyara, Crinto, Drewan, Espes, Ferrus, Gerran, Halhat, Hoya, Ruun, Sevastin, Tespa, Yonsol, Zakkar, Zathra</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">猫族数据</h2>\n<p><strong>生命值</strong> 8</p>\n<p><strong>体型</strong> 中型</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>属性提升</strong> 敏捷, 魅力, 自选</p>\n<p><strong>属性缺陷</strong> 感知</p>\n<p><strong>语言</strong> 猫族语，通用语</p>\n<p><strong>额外语言</strong> 外加等同于角色智力调整值(若为正数)的额外语言。额外语言要从龙语、精灵语、地侏语、哥布灵语、半身人语、蜥蜴人语、巨人语、木族语以及任何其他角色能接触到的语言(比如角色所在地区的常用语)中选取。</p>\n<p><strong>感官</strong> 昏暗视觉</p>\n<p><strong>翻正反射</strong> 当你坠落时，只承受一半的坠落伤害，且不会陷入倒地。</p>"
        },
        "Conrasu": {
            "name": "空塑人 Conrasu",
            "description": "<p><em>空塑人是宇宙宇宙力量的碎片被赋予意识的产物，他们构造了复杂的外骨骼以和凡人世界建立联系。空塑人既是宇宙基础法则的一部分又与之分离，他们向御衡者们求助以求理解自身的存在。</em></p>\n<hr />\n<p>空塑人并不清楚自身的起源。一些历史学家认为他们来源自一群邪恶法师的失败实验——可能是来自古代吉斯卡帝国（Jitska Imperium）工匠们留下的残骸——他们试图给军队赋予神性，却意外召唤出了御衡者的碎片。另一些人认为，空塑人是由他们的祖先用一种不断加速、自我迭代的进化过程所构建，和那些自己设计自己身体部分的人最理想的情况一样自然。最可能的情况是，二者兼而有之。</p>\n<h2>你可能...</h2>\n<ul>\n<li>尽你最大的努力去按照指引你的御衡者的意志行事。</li>\n<li>将仪式和重复的行为作为一种冥想和自我反思的方式。</li>\n<li>难以将你对宇宙的直觉和感应用于物质存在。</li>\n</ul>\n<h2>其他人也许...</h2>\n<ul>\n<li>认为你——往好了说，是蜂巢思维的一部分，往坏了说，你缺乏自由意志。</li>\n<li>很难理解你的观点或难于和你进行沟通。</li>\n<li>将你视为了解御衡者或类似存在的专家。</li>\n</ul>\n<h2>外貌描述</h2>\n<p>空塑人的本体是精神实体凝聚成的抽象核心。虽然他们的存在超越的类人生物的感官，但在凡人眼中，他们的身体通常就像一个由光、黑暗或宇宙组成的球体。球体内部悬浮着被遮挡的光点，好像透过一层透明的胶状物在向外部窥探。围绕着“核心”构建的，乃是活化的树木形成的外骨骼，这构成了大部分人眼里实际所见的空塑人。</p>\n<p>空塑人受到不同道途的感召，一旦他们选定了自己的道途，就会构建出符合其形式的外骨骼，这导致空塑人有各种各样的外观。随着年龄的增长，他们柔软的绿色身体会逐渐变硬，导致他们的四肢逐渐僵死。所以空塑人必须不断长出新的手臂和根部，他们已经僵死的四肢会留在外骨骼上。</p>\n<p>空塑人没有木质外骨骼就无法维持其形态。失去外骨骼的空塑人会消散并死亡，尽管他们可以像其他生物一样通过魔法复活。</p>\n<h2>社会</h2>\n<p>空塑人大体上可以分为三类。维护者（Maintainers）负责照顾其他族人，认为他们必须在各种力量之间取得适当的平衡。塑型者（Shapers）塑造并引导周围的族人，他们觉得努力维系宇宙均衡之力才能践行平衡之道。最后，校正者（correctors）负责解决各种各样的问题，他们充当秩序最坚固的堡垒，感知并理解世界的绝对真理，几乎没有规则之外的灰色地带。他们认为，只有通过施加力量进行必要的干涉，平衡才能真正地实现。</p>\n<p>在极少数情况下，空塑人可能会聆听并接受跨位面存在的召唤。一些空塑人可能会侍奉招魂者（psychopomp），另一些则可能侍奉圣使（archon），还有一些可能成为女巫，尊某个不知名的存在为自己的庇护主（patron）。</p>\n<h2>阵营和宗教</h2>\n<p>大部分空塑人认为自己和某种特定的御衡者绑定，将它们奉为神明一般追随，实现他们所理解的御衡者的目标。因此，几乎所有空塑人都是守序中立阵营。</p>\n<h2>名字</h2>\n<p>在空塑人觉醒自我并离开他们萌芽的苗床之前，他们几乎没有任何其他人所理解的自我意识。这包括名字、性别、甚至外界的时间流逝——这些都是在更广阔的世界中逐渐获得的。因此，空塑人几乎可以有任何名称。</p>\n<h3>范例名字</h3>\n<p>Automa, Azubu, Dumi, Emeka, Ganizadi, Locu, Incanes, Radi, Shell, Weave</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">空塑人数据</h2>\n<p><strong>生命值</strong> 10</p>\n<p><strong>体型</strong> 中型</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>属性提升</strong> 体质, 感知, 自选</p>\n<p><strong>属性缺陷</strong> 魅力</p>\n<p><strong>语言</strong> 芒吉语、空塑语</p>\n<p><strong>额外语言</strong> 等同于你的智力调整值（如果是正数）。从天界语、精灵语、蜥蜴人语、木族语、土族语、奇匠语、其他你能接触的语言（比如你居住地区普遍使用的语言）中选择。</p>\n<p><strong>阳光治疗</strong> 当空塑人暴露在阳光下时，可以进入冥想状态来治疗自己，这是一次10分钟的活动。在这种情况下它能恢复1d8生命值。在3级之后每提升2级，治疗效果增加1d8。一旦空塑人以这种方式恢复了生命值，它将在1天内对此能力临时免疫。</p>"
        },
        "Dwarf": {
            "name": "矮人 Dwarf",
            "description": "<p><em>矮人闻名于他们的坚忍和严肃，待在用固体岩石雕刻而成的城堡和城市之中。虽然有些人认为他们是摆弄石头和金属的愚蠢无聊的工匠，但矮人和那些花时间了解他们的人能明白他们对工作的那种毫无保留的，一心追求质量而远非数量的热情。对于陌生人来说，他们看起来似乎多疑排外，但对他们的朋友和家人来说，他们的温暖关怀无可比拟，大厅中总是充满了欢笑声和锤子敲打铁砧的声音。</em></p>\n<hr />\n<p>矮人们很难相信亲属以外的人，但这种谨慎并非毫无道理可言。矮人有着漫长的为抵抗野蛮的敌人，尤其是巨人、地精、兽人以及地底深处的恐怖存在而被迫流离失所的艰辛历程。虽然来自矮人的信任来之不易的，但一旦获得，它就像钢铁一样强大。</p>\n<p>矮人们很难相信亲属以外的人，但这种谨慎并非毫无道理可言。矮人有着漫长的为抵抗野蛮的敌人，尤其是巨人、地精、兽人以及地底深处的恐怖存在而被迫流离失所的艰辛历程。虽然来自矮人的信任来之不易的，但一旦获得，它就像钢铁一样强大。</p>\n<h2>你可能...</h2>\n<ul>\n<li>无论情况如何，尽全力维护你的个人荣誉。</li>\n<li>欣赏任何类型的高品质的工艺，并坚持把它应用到你的所有装备上。</li>\n<li>一旦你下定决心，就不会动摇或退缩。</li>\n</ul>\n<h2>其他人也许...</h2>\n<ul>\n<li>觉得你是固执的人，不论他个人认为这是坚忍不拔还是顽固不化。</li>\n<li>认为你是石雕、采矿、贵金属和宝石方面的专家。</li>\n<li>意识到你与家人、后代和朋友们之间的深厚联系。</li>\n</ul>\n<h2>外貌描述</h2>\n<p>矮人身材矮胖，比大多数人类矮一英尺左右。 他们有着宽大结实的身体和魁梧的骨架。无论男女矮人都会为自己的头发长度而自豪，他们经常把头发编成复杂的样式，其中一些代表着特定的部族。长长的胡须是矮人中男子气质和荣誉的象征，因此一个剃光下巴的男性矮人会被认为是弱者、不可信、甚至更糟。</p>\n<p>矮人通常在25岁左右成年，但在他们的传统主义文化中认为完成每个家族独特的成人仪式才更有意义。一般矮人可以活到350岁左右。</p>\n<h2>社会</h2>\n<p>古代地表上矮人统治的帝国很久以前就已陨落，被兽人和地精种的敌人所淹没。现今的矮人保留了许多在古代推动他们的民族前进的伟大品质：从战斗、工艺到维系家人朋友中历练出的刚烈、勇敢和执着无畏。</p>\n<p>虽然他们那群山中的天空城堡（Sky Citadels）间的距离足以在各个矮人氏族中产生巨大的文化鸿沟，但大多数矮人社会都有许多相似之处。几乎所有矮人都对石雕、金属制品和宝石切割充满热情；大多数人都在建筑和采矿方面非常娴熟；并且许多人对巨人，兽人和地精种都有满腔仇恨。</p>\n<p>矮人们的腰带上很少会见不到绑着他们的氏族匕首。这把匕首是在每个矮人出生前就铸造的，带有他们氏族的宝石。父母用这把匕首切断婴儿的脐带，使其成为第一个染上他们血液的武器。</p>\n<h2>阵营和宗教</h2>\n<p>矮人倾向于重视荣誉，并严格遵循其氏族和王国的传统。他们有着强烈的友谊和正义感，尽管他们常常只关注他们认为是朋友的人。他们工作勤勉，玩的也更加疯狂——特别是当涉及飘香的烈酒时。</p>\n<p>典型的矮人是守序善良或守序中立的，更倾向于崇拜那些对应阵营的神祇。矮人之神托拉格是矮人们的主要神祇，虽然对托拉格的家庭成员的崇拜也很常见。</p>\n<h2>冒险者</h2>\n<p>矮人冒险者倾向于成为寻宝者或佣兵。他们经常离开他们的城堡和地下城市来寻求财富，以振兴他们的家园或收回被他们同族的敌人夺走的失落已久的矮人宝藏或土地。</p>\n<p>典型的矮人背景包括侍祭、工匠、商人、矿工和斗士。矮人们专擅于各种武斗类职业，如野蛮人、战士、武僧和游侠，但他们也能成为优秀的牧师和德鲁伊。</p>\n<h2>名字</h2>\n<p>矮人会用祖先或矮人英雄的名字为他们的孩子取名以示荣耀，并且很少会为孩子发明一个新名字或借用另一种文化的名字。在介绍自己时，矮人倾向于列出他们的家庭和氏族，以及任何与其他家庭的联系及敬意。矮人的名字通常包含硬辅音，且很少会多于或少于两个音节。</p>\n<h3><span style=\"text-decoration: underline;\">范例名字</span></h3>\n<p>阿格娜 Agna，波蒂尔 Bodill，道戈林 Dolgrin，阿朱克 Edrukk，格兰亚 Grunyar，英格拉 Ingra，卡兹穆克 Kazmuk，柯特瑞 Kotri，鲁普 Lupp，莫格雷 Morgrym，罗格 Rogar，茹西卡 Rusilka，图拉 Torra，扬格芮特 Yangrit</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">矮人数据</h2>\n<p><strong>生命值</strong> 10</p>\n<p><strong>体型</strong> 中型</p>\n<p><strong>速度</strong> 20尺</p>\n<p><strong>属性提升</strong> 体质, 感知, 自选</p>\n<p><strong>属性缺陷</strong> 魅力</p>\n<p><strong>语言</strong> 通用语、矮人语</p>\n<p><strong>额外语言</strong> 数量等于你的智力调整值（若为正）的额外语言，从以下语言中选取：侏儒语、地精语、巨人语、兽人语、土族语、地底通用语和其它可用语言（例如你所在地区的语言）。</p>\n<p><strong>感官</strong> 黑暗视觉</p>\n<p><strong>氏族匕首</strong> 你免费获得一柄所属氏族的氏族匕首，它在你出生时就被交予你。出售这柄匕首是非常严重的禁忌，只会让你被其他矮人蔑视。</p>"
        },
        "Elf": {
            "name": "精灵 Elf",
            "description": "<p><em>作为一个古老的族群，精灵早已见证了无数变迁并且有着只有亲历历史才会具有的独特视角。自从远古时代离开这个世界后，在回到这剧变的故土的精灵一直极力试图夺回他们远古的故乡——尤其是从那些入侵他们部分家园的可怕恶魔手中。对一些人来说，精灵是一种令人敬畏的存在——优雅美丽，才华四溢而知识渊博。然而，对于他们自己来说，比起实现他们的理想，他们更重视个人自由。</em></p>\n<hr />\n<p>精灵揉合了超凡的优雅、机敏的智力，以及某种方式对其他族裔的成员也具有吸引力的神秘魅力。精灵往往忱于求知，但他们漫长的生命中却充斥着各种短命种时常觉得毫无效率的复杂教学法。精灵注重慷慨和魅力，并且致力于提升他们的举止，外表和文化。</p>\n<p>精灵注重隐私，往往沉浸于他们的树林与亲友的秘密之中。他们在亲属之外建立友谊的速度很是缓慢，但出于特定原因：他们会微妙而深刻的与周围环境和同伴进行同调。这是一种生理改变，但不仅仅限于表面。在短命种中度过一生的精灵往往会对自己认识产生偏差。看着一代又一代的伙伴衰老死去，他们会变得郁郁寡欢。这些精灵被称为孤独者。</p>\n<p>如果你想要建立一个擅长法术，神秘兮兮而故弄玄虚的角色，你应该选择精灵。</p>\n<h2>你也许...</h2>\n<ul>\n<li>-对你与短命种之间的友谊关系很是谨慎，要么小心的保持距离，要么索性离群索居</li>\n<li>-对于专业和兴趣之间的概念很是模糊，因为你都要掌握他们。</li>\n<li>-瞳色，肤色，发色以及举止都反映着你所居住环境的特征</li>\n</ul>\n<h2>其他人会...</h2>\n<ul>\n<li>—注重你的外表，要么欣赏你的优雅，要么觉得你弱不禁风</li>\n<li>—认为你擅长箭术，法术和打恶魔，并且专精一项或多项艺术。</li>\n<li>—担心你私底下看不起他们，或是觉得自己在屈尊行事。</li>\n</ul>\n<h2>体貌描述</h2>\n<p>精灵通常比人类要来得高，修长的面部特征与尖尖的耳朵凸显出他们那纤细的风采。宽阔的瞳孔填满了大大的双眼，这让精灵有着异质的外貌，也让他们得以在光线极其微弱时仍保有敏锐的视觉。</p>\n<p>精灵会巧妙且不易察觉地适应身处的环境跟相伴的同伴，也时常具有反映周遭环境的肉体特征。举例而言，在原始森林中栖息数百年的精灵可能有着翠绿色的头发与粗糙的手指，而居住在沙漠中的精灵则可能有着灿金色的瞳孔与皮肤。精灵的时尚，就像精灵本身一样，气象与反映出他们周围的环境。生活在森林或是其他荒野地区的精灵穿着适应他们所在区域地形和植物的衣服,而居住在城市里面的精灵则喜欢紧跟最新的时尚。</p>\n<p>精灵的肉体通常在20岁左右步入成年期，但往往要到他们生命头一个世纪将近结束，经历了许多，有过几份工作以及面对了一代短命种的死亡后才会被其他精灵认为在心灵上也已完全成熟），而他们的寿命大概在600岁上下。</p>\n<h2>社会</h2>\n<p>精灵的文明深邃、丰富而且正在衰败。他们的社会在千年前达到顶峰，甚至久在他们为了躲避一场大灾害而逃离这个世界之前。他们回来了，但是重建并非易事。他们天生的耐心和求知欲使得精灵可以成为优秀的贤者，哲学家或是法师，并且他们的社会奖励在他们内在的奇思妙想与知识之上。</p>\n<p>精灵有着根深蒂固的个人主义观念，允许每个精灵在找到自己有着特定追求或是热情的最佳职业前从事多种职业进行探索。精灵对仇敌往往是此恨绵绵无绝期，精灵将其称之为“伊杜利尔”，但这种敌对的关系有时也能随着时间流逝而绽放出友谊。</p>\n<h2>阵营和宗教</h2>\n<p>精灵往往情绪化又反复无常，但他们往往心怀理想。因此，大多数精灵都是混乱善良的。他们偏好信仰跟他们一样热爱一切神祕与艺术事物的神祇。戴丝娜与纱琳尤其受到拥戴。前者是因为她的奇思妙想。后者是因为她对艺术的鉴赏。卡莉丝翠则是最恶名昭彰的精灵神只，因为她是将许多精灵的理念推至极限的象征。</p>\n<h2>冒险者</h2>\n<p>很多精灵为了发现美和新事物而踏上冒险之旅。有些背景选项特别适合精灵。如果你是在荒野中长大的话，可以考虑猎人背景；如果你是在宫廷中成长，则可以考虑贵族背景；而若你是在学院中生活，那么可以选择学者背景。此外，运动员、艺人以及斥侯背景跟精灵都蛮合得来的。选择职业的时候，可以考虑游侠或游荡者，这两个职业都能从精灵天生的机敏里获益。你也可以考虑成为炼金术士或法师，这两个职业都符合精灵天生对知识的好奇。</p>\n<h2>姓名</h2>\n<p>一个精灵往往只会把自己的名字当做秘密而不告诉外人，同时会给见面的人取昵称。这个昵称会随着时间推移而改变，因为这对于精灵的生活来说只是小事一桩，甚至只是一时兴趣。一个精灵可能会被不同年龄和地区的人知道许多名字。精灵的名字由多个音节组成并且用于表达情感——至少在精灵语是这样的。他们通常以“尔”和“娅”结尾，以致于其他文化有时会避免这些名字用这些音节结尾，以免听起来太精灵。</p>\n<h3><span style=\"text-decoration: underline;\">典型名字</span></h3>\n<p>阿雷尔，安茹涅拉娅，卡拉德尔，妲拉娅，芳涅拉，赫达莱尔，雅萨尔，兰里斯，奥帕娅尔，赛德隆，索姆娅尔，塔拉谢尔，泰莎娅，瓦瑞尔，雅兰达娅，佐德隆。</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">精灵数据</h2>\n<p><strong>生命值</strong> 6</p>\n<p><strong>体型</strong> 中型</p>\n<p><strong>速度</strong> 30尺</p>\n<p><strong>属性提升</strong> 敏捷, 智力, 自选</p>\n<p><strong>属性缺陷</strong> 体质</p>\n<p><strong>语言</strong> 通用语，精灵语</p>\n<p><strong>额外语言</strong> 等同于你智力调整值的额外语言，可选天界语、龙语、豺狼人语、侏儒语、地精语、兽人语，风族语和其他你取得可用的语言（比如你所在区域的语言）。</p>\n<p><strong>感官</strong> 昏暗视觉</p>"
        },
        "Fetchling": {
            "name": "窃影鬼 Fetchling",
            "description": "<p><em>窃影鬼曾经是人类，但是现在成为了异类。他们灰白的肤色、闪光的双眼和操纵阴影的超自然能力都体现出了阴影位面的古老影响。</em></p>\n<hr />\n<p>窃影鬼很引人注目，他们的皮肤看起来完全没有血色，这些看上去轻盈而朦胧的人似乎要消失在阴影中。他们能在黑暗中视物，能操控阴影，拥有神秘力量。一些力量强大的窃影鬼在阴影位面和物质位面穿行，从阴影中突然出现而又消失的无影无踪，只在别的族裔中留下有关他们的隐秘传说。通过魔法和其他手段，他们的脚步遍及格拉利昂和其他星球，适应能力媲美人类。</p>\n<p>第一批窃影鬼是难民。很久以前，当星陨之灾摧毁了古代阿兹兰特（Azlant），世界陷入黑暗时，一小批阿兹兰特人寻求救赎。一个名叫“寡妇（Widow）”的戴着兜帽的神秘人响应了他们的召唤，撕开了一条通往阴影位面的通道。阿兹兰特人进入了通道，用幽深的暗影取代了黑暗的大地。当幸存者与阴影位面奇怪的环境和危险的居民打交道时，位面的特性慢慢地影响了他们，给他们带来了巨大的变化。</p>\n<p>如果你想扮演一个更乐于生活在镜像般的阴影世界、被深黯之影浇灌，并且能充分体现光影二元对立的角色，那么你应该选择窃影鬼。</p>\n<h2>你可能…</h2>\n<ul>\n<li>在光线昏暗、有大量阴影的阴暗区域生活和工作，并且只在接待访客时点亮灯光。</li>\n<li>除了身高或面部结构等特征外，还可以通过观察人的影子来识别他们。</li>\n<li>面对陌生的生物和环境时，保持淡定。</li>\n</ul>\n<h2>其他人也许…</h2>\n<ul>\n<li>相信你拥有神秘的力量，比如可以把光当饭吃，将身体融入黑暗，或者在位面之间旅行。</li>\n<li>猜测你谨慎、矜持、喜欢单独行事。</li>\n<li>对你的祖先与阴影位面的联系很感兴趣</li>\n</ul>\n<h2>外貌描述</h2>\n<p>阴影位面大部分地方看起来都像是主物质位面的镜像，只是褪去了颜色。阴影位面的力量也影响了窃影鬼，他们的肤色从纯白到深黑，以及介乎两者之间的灰色。他们的体态和体型与人类一样多样，但大多身上有着如液体一样的阴影在流转。窃影鬼发光的、没有瞳孔的眼睛可以看穿黑暗。窃影鬼最大的特征是他们的影子几乎从来都不会以真实投影的形状显现。相反的是，窃影鬼的影子的形状和大小可能和本人极度不协调，或忽明忽暗、随意延展，或模仿附近其他生物的影子。</p>\n<h2>社会</h2>\n<p>无论是生活在主物质位面还是阴影位面，无论团结成紧密的社会还是避世隐居，大多数窃影鬼的都和格拉利昂关系紧密。两个位面上的窃影鬼社群都相对孤立；许多窃影鬼社会的文化中都保留着刚踏上阴影位面时的记忆：当时他们遭遇了许多充满敌意的敌人和令人迷惑的邻居。窃影鬼倾向于形成紧密的社群并适应当地的习俗，这已经成了他们广大文化的一部分，并且两个主要的窃影鬼势力：艾斯特拉瑞（Estlaris）和莎伦达（sharedars）更是强化了这一特点——他们生活在更强大实体的阴影中。</p>\n<h2>阵营和宗教</h2>\n<p>一种生存文化想要代代相传就意味着他们的后代需要保持更谨慎的处事态度并拥有良好的适应能力。因此大多数窃影鬼都倾向于中立的人生观。有些人选择加入一方势力来实现个人或社会的进步，或阴谋从内部瓦解它。另一些人则试图打破他们眼中对个人的束缚和社会的桎梏。</p>\n<p>不少窃影鬼是无信者，他们承认神祇的威能，却不崇拜任何神祇。信教的窃影鬼更喜欢能提供保护和安定的神，无论是埃拉斯蒂尔（Erastil）的乡野怀抱，还是宗-库山（Zon-Kuthon）的锁链束缚。那些独来独往，穿梭于位面之间的人会寻求艾瑟塔（Alseta）、黛丝娜（Desna）和哥兹莱（Gozreh）带来的慰藉。卡莉丝翠（Calistria）会吸引野心勃勃的窃影鬼，而祖母蜘蛛（Grandmother Spider）和西凡娜（Sivanah）则会帮助那些既不希望引起注意也不会遭到束缚、能自由穿梭于世界的人。有些人把这三位神祇奉为一个神系（pantheon）来尊崇，称之为“欢笑面纱（Laughing Veil）”；一些人甚至把诺格巴（Norgorber）列为第四位成员。</p>\n<h2>名字</h2>\n<p>窃影鬼适应了新的世界，他们的名字也是如此。他们的名字通常包括各种语言的音节，或者一些窃影鬼家庭干脆会按照当地的文化来起名。他们的主流名字通常有流畅的发音，包含刺耳或嘶嘶的辅音，以及代表重要亲属或社区特征的姓氏。</p>\n<h3><span style=\"text-decoration: underline;\">范例名字</span></h3>\n<p>Amelisce, Ashka, Drosil, Eitsanara, Eomva, Ikyamek, Inva, Jegan, Lirtae, Meotrai, Sorsul, Zokaratz</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">窃影鬼数据</h2>\n<p><strong>生命值</strong> 8</p>\n<p><strong>体型</strong> 中型</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>属性提升</strong> 敏捷, 自选</p>\n<p><strong>语言</strong> 通用语、阴影语</p>\n<p><strong>额外语言</strong> 数量等同于智力调整值（如果是正数）。选择邪灵语（Aklo）、龙语（Draconic）、影界蚁族语（D'ziriak）、亡灵语（Necril）、地底通用语（Undercommon），或任意你可能接触到的语言（例如你生活的地区的主流语言）。</p>\n<p><strong>感官</strong> 黑暗视觉</p>"
        },
        "Fleshwarp": {
            "name": "塑肉体 Fleshwarp",
            "description": "<p><em>塑肉体是通过魔法、炼金术或非自然能量创造出来的或彻底被扭曲形体的人。他们怪异的外表让他们很难在这个世界找到容身之处。</em></p>\n<hr />\n<p>魔法和科学能扭曲骨头和肌腱，这在格拉利昂上是很普遍的。塑肉体正是那些被这样的方法永久改变的人——有时一个塑肉体可以被从无生命的肉块中创造出来，但更常见的情况是，受害者在非自愿的情况下被奇怪的能量或残虐的创造者转化。</p>\n<p>该族裔的名字“塑肉体”，是一个笼统的术语，因为在格拉利昂，真正的塑肉仪式的比失控的魔法、技术或禁忌科学造成的转化更臭名昭著。无论是瑟西隆（Thassilonian）的巫师、内克斯（Nexian）的塑肉师，还是黑暗之地的卓尔精灵，塑肉仪式都是一种在装满污秽的魔法药剂的大桶里将肉体和心灵重塑的技艺。这使得一些怪物学者认为，只有那些由传统的塑肉仪式创造出来的生物才应该被认为是塑肉体。无论他们的形态因何而扭曲，他们都被永远地变成了塑肉体，这狂野而奇异的人生远非他们原先种族所能体验。</p>\n<p>虽然塑肉体是类人生物，但是没有哪两个塑肉体的外观是完全一致的。一个可能有不寻常的肢体和光滑如玻璃般的皮肤，而另一个可能披着一层厚且多刺的毛皮。有些可能具有动物的特征，比如野猪的鼻子、鳞片或蹄子。还有一些人有着完全非人的外表，比如手背上长出鼓鼓囊囊的眼睛。有些可能只拥有微小的奇异特征来显示它们的身份，比如发光的牙齿，冒烟的眼睛，或者指尖长出的骨刺。塑肉体之间唯一的共同点就是他们天生各异，当你扮演一个塑肉体时，你可以任凭想象力驰骋！</p>\n<p>如果你想扮演一个坚毅顽强、可以随着成长不断改变自己的形态、可以利用自己独特外表来激发别人敬畏或恐惧的角色，那你应该选择扮演塑肉体。</p>\n<h2>你可能...</h2>\n<ul>\n<li>拥有不同寻常的外表，能引发别人的敬畏或恐惧。</li>\n<li>更习惯于依靠自己。</li>\n<li>基于过去的经验，不信任大量聚集的人群，尤其是暴民。</li>\n</ul>\n<h2>其他人也许...</h2>\n<ul>\n<li>认为你的身体既迷人又可怕。</li>\n<li>假设你是研究奇怪生物或神秘现象的专家。</li>\n<li>把你看做一个神秘而不可预测的、甚至有些危险的外乡人。</li>\n</ul>\n<h2>外貌描述</h2>\n<p>塑肉体是类人动物，身高5到7英尺，体重从100磅到300磅不等。塑肉体四肢外观上的比例和特征差异很大，但是依然拥具备功能性的两条腿、两条胳膊和一个头；拥有更多四肢的塑肉体应该选择一个适当的族裔专长来反映这种差异，或者他们多出来的副肢是退化的，不具备功能性的。由于其独特的创造环境，塑肉体在外观上差别很大。即使是通过同样的程序改变的两“兄弟”看起来也会有很大的不同。</p>\n<h2>社会</h2>\n<p>塑肉体数量很少，因此也很少聚集。他们通常独自生活，或者和一个小家庭共同生活，或者住在社区的郊外。然而，有些人选择在城市里谋生，他们隐藏在普通人群中，追求自己的事业，同时避免与那些可能会害怕或迫害他们的人接触。</p>\n<p>塑肉体非常坚韧，而且善于向他人学习，所以那些接触到同类的塑肉体通常会帮助彼此生存、隐藏或更有效地成长。但如果你并非某位塑肉体的亲密朋友或者爱人，那么去讨论他被创造的过程将会是极其不礼貌的，因为那是一段痛苦而令人恐惧的过程。</p>\n<h2>阵营和宗教</h2>\n<p>塑肉体从大部分社会中获益甚少，因此除了帮助其他塑肉体之外，他们很少为社会做出贡献。他们必须能快速适应环境才能独立生存。因此，很少有塑肉体是合法的存在。尽管有些偏执或目光短浅的人认为塑肉体是怪物，但塑肉体的邪恶倾向并不会比别的族裔多或者少，而且大多数塑肉体只想过上无忧无虑的生活。塑肉体大多数都是中立阵营，因为异化并不会迫使塑肉体蔑视他人，也不会鼓励塑肉体回避它。这对于生活在那些给与他们创伤性转变的社会中的塑肉体来说，尤其如此。塑肉体通常不会随便选择宗教信仰；大多数人要么是无信者（认为自己被神所蔑视，或者仅仅认为信仰对生存来说不切实际），要么异乎寻常地虔诚。塑肉体通常信仰阿拉兹尼（Arazni）、卡莉丝翠（Calistria）、黛丝娜（Desna）或哥兹莱（Gozreh）；邪恶的塑肉体通常会崇拜拉玛什图（Lamashtu），从怪物之母（Mother of Monsters）那里寻求一丝慰藉。</p>\n<h2>名字</h2>\n<p>塑肉体可能来自任何文化或族裔，因此也拥有本名，但有些人在被改造之后给自己取了新名字，或为了庆祝这种改变，或为了让自己的人生重新开始，或为了隐瞒过去的身份。</p>\n<p>许多塑肉体也留有别人给他们取的描述性绰号，例如“三只手（Triple Handed）”、“树皮足（Barkfoot）”或“多嘴怪（Many-Mouth）”。塑肉体不会接受那些冒犯到自己的绰号，但是他们会接受那些描述自己独特外观的名字，或是他们关心的人给自己起的名字。</p>\n<h3><span style=\"text-decoration: underline;\">范例名字</span></h3>\n<p>Borble, Dag, Feff, Hurn, Kemp, Omber, Ostro, Shurni, Surm, Wumpin</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">塑肉体数据</h2>\n<p><strong>生命值</strong> 10</p>\n<p><strong>体型</strong> 中型或小型</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>属性提升</strong> 体质, 自选</p>\n<p><strong>语言</strong> 通用语</p>\n<p><strong>额外语言</strong> 数量等于你的智力调整值（如果是正数）。从邪灵语、龙语、矮人语、精灵语、地精语、地底通用语中的一种，或任意你可能接触到的语言（例如你生活的地区的主流语言）。</p>\n<p><strong>感官</strong> 昏暗视觉</p>\n<p><strong>非正常生理</strong> 你不同寻常的生理构造可以让你抵抗其他生物所遭受的身体苦难。你在对抗疾病和毒素时获得+1环境加值。</p>"
        },
        "Gnoll": {
            "name": "豺狼人 Gnoll",
            "description": "<p><em>作为如鬣狗（Hyena）般强壮的类人生物，豺狼人既是狡猾的战士，也是猎手。令人畏惧的容貌与高效的战术为她们带去了糟糕的名声。</em></p>\n<hr />\n<p>在大陆东部，例如卡塔佩什（Katapesh），豺狼人因被视作残忍的奴隶贩子与恶魔崇拜者而恶名昭彰。即使在芒吉莽原，许多外来者也坚信豺狼人是巫师、食人族或更糟的东西，而事实却比这复杂得多。</p>\n<p>自称为寇洛（Kholo）的芒吉豺狼人是极为务实的猎手和劫掠者，对她们而言，荣誉不过是无意义风险的代名词。任何豺狼人的死亡不仅会影响它们自身，还会影响它们的同伴与亲属。把时间浪费在除胜利外的任何事物上都被认为是失德之举，无论是善行还是恶行。豺狼人将效率视作最为重要的美德，坚信在最优的战斗中对手绝不会有机会进行任何回击。芒吉豺狼人是伏击、佯攻与心理战的大师——显然，这些都不是会令她们受到邻居喜爱的品质。</p>\n<p>同样地，豺狼人的先祖崇拜与同类相食的习俗也广遭误解。她们通过食用死者来表现尊重，举行盛大的宴会，并将剩下的骨头制成艺术品或武器。有时，这样的尊重也会被豺狼人应用于可敬的对手，并希望借此将对手的狡诈或力量带入氏族。虽然这是钦佩的象征，但并非所有人都这么认为。</p>\n<h2>你可能...</h2>\n<ul>\n<li>总尝试工作地更为聪明，而非更加努力。</li>\n<li>具有非常外向的身体行为——常拥抱、拳打脚踢或舔你的朋友。</li>\n<li>保留一根你最爱的亲属的骨头，以便向那人寻求建议。</li>\n</ul>\n<h2>其他人也许...</h2>\n<ul>\n<li>被你的体型、牙齿和怪异的笑声吓到。</li>\n<li>假定你是个无耻之徒。</li>\n<li>尊重你狩猎方式的残忍效率。</li>\n</ul>\n<h2>外貌描述</h2>\n<p>豺狼人是一种类似于鬣狗的大个子类人生物，具有短鼻口，锋利的牙齿和大而夸张的圆耳朵。它们通体复盖着蓬松的皮毛，背部的相对粗糙，腹部和咽部的更为柔软而轻盈——通常呈灰白色、棕色或褐色，常有斑点和条纹。豺狼人通常有6到7尺高，女性往往比男性高上一头，相应地也更为强壮。15岁的豺狼人就被视作成年，并具有约为60岁的平均寿命，尽管有些个体能够健康地活到100岁以上。</p>\n<h2>社会</h2>\n<p>寇洛通常生活在具有10到20个相互关联的家庭的部族中。每个部族包括100至200位豺狼人，由女性组成的委员会统治，其成员通常是每个家庭中的最年长者。首席长老（Chief Elder）会被从每个长者委员会中选出，具有最高地位并负责制定议程。委员会由氏族的持骨者（bonekeeper）和说书人（storyteller），以及一至多位领导狩猎与突袭的年轻豺狼人担任顾问。</p>\n<p>持骨者专注于聆听豺狼人先祖和神明的话语——这个称号来源于装饰她们衣服和房屋的先祖之骨。说书人既是老师，也是智者，她们被要求对氏族历史、地域传说以及其他任何相关知识都有如百科全书般的了解，通常也会说好几种语言。</p>\n<p>女性寇洛通常会成为猎手、战士和领袖，而男性寇洛则会成为工匠、看护工和采集者，然而，这种对性别角色规则的坚持因宗族而异。无论男女，她们都可能成为持骨者或说书人，而对于男性豺狼人而言，这些身份是令他们获得威信的重要途经。</p>\n<h2>阵营和宗教</h2>\n<p>芒吉豺狼人拥有一种对生活不多愁善感、实事求是的态度，她们优先考虑结果而非方法。通常对自己人忠实而慷慨，对外人却冷酷无情——豺狼人是典型的混乱中立者，但也会根据她们的“自己人”而偏向善或恶。</p>\n<p>豺狼人每天都会向她们的祖先求助，祈祷这些同族能庇护幼崽，抵御疾病，或为狩猎带来好运。在特殊场合或危急时刻，她们也会呼唤神明。大多数寇洛将卡莉斯翠（Calistria）和纱琳（Shelyn）视作好姐妹（the Elder and Younger Sisters），向这一对代表力与美的孪生女神呈上敬意。内希斯（Nethys）被视作好哥们（the Brother），是持骨者的守护神。拉玛什图（Lamashtu）在其他一些豺狼人社群中广受欢迎，被视作需要安抚的老妈妈（the Old Mother），通常只有在最后关头才会被呼唤，其他时候会被祈求远离。</p>\n<h2>名字</h2>\n<p>新生的寇洛会被取一个根名（root name），通常是某种骨头、植物或动物的名字（从来不会是鬣狗，这被认为自恋且傲慢）。当豺狼人到达生命中的某个里程碑时，她们会给自己的名字加上描述符。根名通常由家族传承，而描述符则被用于表现豺狼人个体的个性——通常是在喧闹的庆典上。</p>\n<h3>范例名字</h3>\n<p>猴面包树、胡狼、影之缟玛瑙大象、红荆棘、不屈铁芦苇、白刺槐、渴望之牙、啄木鸟(Baobab, Jackal, Onyx Elephant in Shadows, Red Thorn, Unbent Iron Reed, White Acacia, Wistful Tooth, Woodpecker)</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">豺狼人数据</h2>\n<p><strong>生命值</strong> 8</p>\n<p><strong>体型</strong> 中型</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>属性提升</strong> 力量, 智力, 自选</p>\n<p><strong>属性缺陷</strong> 感知</p>\n<p><strong>语言</strong> 通用语、豺狼人语</p>\n<p><strong>额外语言</strong> 数量等同于你的智力调整值（如果是正数）。从龙语、精灵语、蜥蜴人语、亡灵语、兽人语、木族语、其他你能接触的语言（比如你居住地区普遍使用的语言）中选择。</p>\n<p><strong>感官</strong> 昏暗视觉</p>\n<p><strong>啮咬</strong> 你锋利的牙齿和强健的双颌是可怕的武器。你获得用下颚发动的无武装攻击，能造成1d6点穿刺伤害。你的下颚属于搏击武器组。</p>"
        },
        "Gnome": {
            "name": "侏儒 Gnome",
            "description": "<p><em>很久以前，早期的侏儒祖先从第一世界，精类的国度，移民而来。虽然第一批侏儒流浪到格拉利昂的因由尚不明确，但这种血统在现代侏儒中表现出了奇思妙想，古怪癖好，过度痴迷以及某些人认为是天真的性情。这些特质在其身体特征中体现得更加明显，纤细的四肢、五颜六色的毛发、和极富表现力的童颜，都进一步反映了它们来源于异世。</em></p>\n<hr />\n<p>侏儒们总是渴望着新鲜体验，不断地在精神层面和肉体层面上漫游，以此来逃避那威胁着全体族民的可怕疾病。这种苦难——即白化症——会侵袭那些失去梦想、创新，且没能投身新的体验的侏儒，因为他们缺失了来自第一世界的关键的魔法本质。侏儒会根据生活的区域，选定与自身妖精血脉相应的魔法根源，但除非用新的经验来补充这种魔法，否则这仍不足以避免白化症。白化症会如字面意义一般慢慢地让侏儒的体色流失殆尽，让他们陷入深沉的抑郁，并最终夺去他们的生命。罕有侏儒能幸免于难，成为被称为白化者的、阴郁而又睿智的幸存之人。</p>\n<p>如果你期望具有无限热情、对品德和生命抱有异样而轻率看法的角色，那扮演侏儒就对了。</p>\n<h2>你可能...</h2>\n<ul>\n<li>在全盘考虑前先下手为强。</li>\n<li>在全盘考虑前先下手为强。</li>\n<li>在全盘考虑前先下手为强。</li>\n</ul>\n<h2>其他人也许...</h2>\n<ul>\n<li>欣赏你的热情和应对突发情况的能力。</li>\n<li>试图了解你的动机或适应你那快速的思维跳跃。</li>\n<li>认为你不可理喻、反复无常、不堪重用、甚至轻率鲁莽。</li>\n</ul>\n<h2>外貌描述</h2>\n<p>大多数侏儒站着也只有3英尺多高，比人类小孩重上一点。他们皮肤、毛发和眼睛天生的颜色都多种多样。尚未开始白化的侏儒，头发和眼睛可能是除了白色以外的任何颜色，其中最普遍的是那些鲜艳的颜色。肤色的范围略窄，一般趋向于土黄色或粉色，尽管有时会是绿色、黑色或淡蓝色。侏儒的大眼睛和密集的面部肌肉使他们的情绪极富表现力。侏儒会在18岁达到生理成熟，尽管许多人在成年后仍保持着孩子般的好奇心。理论上只要一名侏儒一直避免白化症的侵袭，她就可以活到任意岁数。但实际上罕有侏儒能活到400岁以上。</p>\n<h2>社会</h2>\n<p>尽管大多数侏儒采用了他们住地的某些文化习俗，但其实他们倾向于挑挑拣拣，让他们的社区适应自己的精类逻辑。这通常导致大多数侏儒社区最终几乎都完全由侏儒组成，其他人会因为对侏儒式政治的迷惑而迁往其他地方。侏儒们几乎没有完全属于自身的文化。格拉利昂的地表不存在侏儒王国或城邦，即使真有那么一个国家，侏儒也只会不知所措。</p>\n<p>由于生性所需，罕有侏儒会白头偕老，他们更愿意让关系友好地顺其自然下去，从而更好地用新的体验来避免白化。尽管侏儒家庭规模通常较小，但许多侏儒社区却会共同抚养孩子，让家庭间的界限不断变化。当成年人离开定居点时，那些没有亲属的青少年有时会跟随离去，组建成收养家庭一起旅行。</p>\n<h2>阵营和宗教</h2>\n<p>尽管侏儒们是随性的谎话精，动机和手段令人费解，但至少许多人会试图让世界变得更加美好。他们容易产生强烈的情感，因此通常善良但鲜于守序。侏儒最常信仰重视个性和自然的神灵，如凯登凯连、黛丝娜、哥兹莱和纱琳。</p>\n<h2>冒险者</h2>\n<p>对于大多数侏儒来说，冒险并非必要。冒险中的侏儒经常搜集纪念品，以此来铭记并重温那些最激动人心的往事。</p>\n<p>侏儒通常会考虑艺人、商人或流浪者背景。此外，动物知音、酒保、赌徒和修补匠背景也十分合适。</p>\n<p>侏儒与魔法的联系使得施法职业特别适合你，尤其是那些与你的原能内在法术的根源相符的职业，如德鲁伊或原能术士，尽管秘源侏儒可能会选择其他职业。</p>\n<h2>名字</h2>\n<p>侏儒的名称非常复杂，有着很多音节。他们不太在意家族姓氏，大多数孩子纯粹是在父母的心血来潮下获得的名字。侏儒基本不会担心自己的名字发音太过简单，他们也常用短小的昵称。有些人甚至会收集并记下这些昵称。在侏儒中，越短的名字越女性化。</p>\n<h3><span style=\"text-decoration: underline;\">范例名字</span></h3>\n<p>阿布罗施特 Abroshtor，巴斯塔格雷 Bastargre，贝雪 Besh，菲吉特 Fijit，哈伦加洛姆 Halungalom，克罗姆尼特 Krolmnite，涅奇 Neji，玛捷特 Majet，小圆 Pai，珀施门特 Poshment，葵柯 Queck，特丽歌 Trig，扎祖科特 Zarzuket，加奎米耶 Zatqualmie</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">侏儒数据</h2>\n<p><strong>生命值</strong> 8</p>\n<p><strong>体型</strong> 小型</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>属性提升</strong> 体质, 魅力, 自选</p>\n<p><strong>属性缺陷</strong> 力量</p>\n<p><strong>语言</strong> 通用语、侏儒语、木族语</p>\n<p><strong>额外语言</strong> 数量等于你的智力调整值（若为正）的额外语言，从以下语言中选取：龙语、矮人语、精灵语、地精语、巨人语、兽人语和其它可用语言（例如你所在地区的语言）。</p>\n<p><strong>感官</strong> 昏暗视觉</p>"
        },
        "Goblin": {
            "name": "地精 Goblin",
            "description": "<p><em>对于其他民族依依不舍的繁杂历史，地精们完全没有兴趣。这些小家伙活在当下，比起真实的记录，他们更喜欢夸大的故事。哪怕就几十年前发生的战争，对他们来说可能也像是古老的往事。虽然不被其他种族理解，地精们依然自得其乐。地精的美德是把握眼前、创造力、还有真性情。他们从不担忧自己的旅程会如何结束，而是努力充实自己的生活。他们编织故事，而不拘泥现实。他们身形虽小，但梦想无垠。</em></p>\n<hr />\n<p>在外人眼中，地精是一群热爱歌曲、火焰、吃些令人作呕的食物，同时痛恨阅读、狗和马的单纯生物——这些描述对于大部分地精都完美符合。不过，地精种群当中已发生了翻天复地的变化，越来越多的地精拒绝遵循这些刻板印象。即使在更好地融入世界的地精当中，也有不少还在一些小的方面沿循旧习，只是程度上更加合乎常理。有些地精还对火有着深深的迷恋，有的能毫不害怕地吃下那些可能会让别人胃里翻江倒海的食物，还有的地精则是积习难改的修补匠，会把同伴们的垃圾当成将来要制作的小装置的材料。</p>\n<p>尽管地精的文化已经彻底分裂，但他们的名声几乎没有改善。因此，那些去大城市旅行的地精经常受到嘲笑，也导致了许多地精需要加倍努力来证明自己的价值。</p>\n<p>如果你想创造一个特立独行，热情洋溢，又欢脱搞怪的角色，那就玩一个地精吧。</p>\n<h2>你可能...</h2>\n<ul>\n<li>努力证明自己能在其他文明民族之中占有一席之地，证明的对象甚至可能包括你自己。</li>\n<li>在危难中咬紧牙关——有时要咬的不仅于此——保护自己和你的朋友。</li>\n<li>用滑稽行为和恶作剧为他人减轻沉重的情绪负担（自己顺便从中取乐）。</li>\n</ul>\n<h2>其他人也许...</h2>\n<ul>\n<li>采取措施防止你意外（或者故意）点着太多东西。</li>\n<li>认为你不会——或者不肯——阅读。</li>\n<li>好奇你是怎么在你的族裔那些典型的口味偏好、鲁莽行径和玩火爱好中存活下来的。 </li>\n</ul>\n<h2>外貌描述</h2>\n<p>地精是矮小的类人生物，躯干臃肿，四肢纤细，脑袋大得过分，长着一对招风大耳，外加圆溜溜的红眼睛。他们的肤色包括了绿色、灰色和蓝色，常常带有伤疤、疥疮和皮疹。地精一般高3英尺。大多数秃顶，毛发稀少或者完全没有。他们锯齿般的牙齿会不断脱落并再次长出来，而快速的新陈代谢让他们吃个不停，还经常打盹。地精中的变异也比其他族裔常见，地精们往往把特别明显的突变当成力量和财富的迹象。</p>\n<p>地精3岁达到青春期，接着在4或5年后成年。地精的寿命可达到50年或更长，但如果没有人保护他们免遭外敌和同胞的伤害，很少有地精能活过20岁。</p>\n<h2>社会</h2>\n<p>地精倾向于聚集在强大的领袖身边，结成小型部落。这些部落人数很少超过一百，因为部落越大，领袖想维持纪律就越费劲——这是个众所周知的艰难任务。随着内海地区涌现出新的威胁，许多部落长老已经放弃了鲁莽的行事方式，希望能建立联盟，好让人民有更大的机会生存下去。对于地精而言，玩乐和创造比生产和学习更加重要，他们的营地总是充斥着歌声和欢笑。</p>\n<p>地精们会和盟友亲密合作，凶猛地捍卫那些曾保护过他们，或愿意倾听他们心声的人。出于自我保护，地精往往会猜测那些常被他们俗称“长腿怪（Longshanks）”的高个种族不会善待他们。学会信任长腿怪对地精来说很困难，甚至只有在最近这几年，他们才会考虑这种同伴关系。不过，他们作为一个民族的态度正在飞快转变，而他们短暂的寿命和糟糕的记忆也在帮他们迅速适应这一切。</p>\n<h2>阵营和宗教</h2>\n<p>即使是心怀善意的地精，也很难做到恪守规则，这意味着他们很少隶属守序阵营。大多数地精冒险者的阵营是混乱中立或混乱善良。有组织的信仰也会让地精一头雾水，他们中的大多数宁愿选择自己的神祇，挑选强大的怪物、自然奇观、或是能让他们心驰神往的任何东西来信仰。长腿怪可能会在神学体系上大书特书，而对地精来说，只要你愿意，什么东西都能被当成神。不过，和其他种族待久了，地精也可能会接受他们的一些信仰，有很多地精冒险者就信仰了凯登·凯连。</p>\n<h2>冒险者</h2>\n<p>某种程度上来说，几乎每个地精都是运用技巧和智慧，险中求生的冒险者。地精生来就爱探索和寻觅财宝，但也有些地精会凭自己的意愿成为真正的冒险者，这往往发生在他们与同伴或部落分离之后。</p>\n<p>地精一般拥有杂耍艺人、罪犯、艺人、角斗士、猎人和街巷流浪儿背景。你可以考虑玩一个炼金术士或者吟游诗人，因为许多地精都热爱火焰和歌曲。作为斗志旺盛的逆境求生者，地精常常成为在阴影中疾奔的游荡者，不过，与生俱来的不俗魅力也会吸引他们踏上术士之类魔法职业的道路。</p>\n<h2>名字</h2>\n<p>地精取的名字都很简单。一个好名字应该容易发音，短到足够一口气喊完，还要听起来有范儿。取名者经常挑选一个跟他喜欢的某件东西名字押韵的词，这样写起歌来会容易些。在地精文化中，没有任何关于命名的真正传统，所以当地精孩童们岁数大到能做些近似交谈的事情时，往往就会给自己取名字了。</p>\n<h3><span style=\"text-decoration: underline;\">范例名字</span></h3>\n<p>Ak, Bokker, Frum, Guzmuk, Krobby, Loohi, Mazmord, Neeka, Omgot, Ranzak, Rickle, Tup, Wakla, Yonk, Zibini</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">地精数据</h2>\n<p><strong>生命值</strong> 6</p>\n<p><strong>体型</strong> 小型</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>属性提升</strong> 敏捷, 魅力, 自选</p>\n<p><strong>属性缺陷</strong> 感知</p>\n<p><strong>语言</strong> 通用语、地精语</p>\n<p><strong>额外语言</strong> 数量等于智力调整值（若为正值）的额外语言，从以下语言中选择：龙语、矮人语、豺狼人语、侏儒语、半身人语、兽人语、其他有机会接触的语言（比如你所在地区通行的语言）。</p>\n<p><strong>感官</strong> 黑暗视觉</p>"
        },
        "Goloma": {
            "name": "戈洛玛 Goloma",
            "description": "<p><em>戈洛玛对大多数人都感到害怕，所以他们会故意利用自己非比寻常的生理特征来吓退那些他们认为是危险捕食者的人。戈洛玛很少被遇见也很少被理解，他们那张长着许多眼睛又像是被木头遮盖住的脸给他们遇见的大多数人都带去了恐惧。</em></p>\n<hr />\n<p>尽管戈洛玛有能力变得和格拉里昂上其它智慧生物一样危险，但是他们却有着一种根深蒂固的心理，认为他们自己是猎物而所有的双眼人都是捕食者。正因如此，戈洛玛很少会在他人面前现身，而当他们露面时，他们通常会装作很有威胁性的样子来保护他们自己。即便是少数那些冒险离开族群加入芒吉社会的戈洛玛，通常也会因为在认知和心态上的巨大差异而难以与其它族裔建立关系。</p>\n<h2>你或许…</h2>\n<ul>\n<li>本能地对大量的差异信息进行快速有效的处理。</li>\n<li>营造一种恫吓的氛围来掩饰你的紧张情绪。</li>\n<li>难以将单个物体或人与其它相似的物或人区分开来。</li>\n</ul>\n<h2>其他人也许…</h2>\n<ul>\n<li>被你奇怪的生理特征吓到。</li>\n<li>把你在区分不同人这件事上遇到的困难误解成冷漠。</li>\n<li>对你一眼就能发现细节并迅速得出结论的本事感到敬畏。</li>\n</ul>\n<h2>体貌描述 Physical Description</h2>\n<p>戈洛玛是长着粗糙皮肤的类人生物，肤色从暖棕色到乌木色不等，然而罹患白化病的病态灰或白色个体也算不上少见。戈洛玛的手指和脚上都复盖着一层薄薄的几丁质。他们的脸也是由这种光滑的几丁质所构成的矩形楔状物，几乎类似于木制面具，从脸上突出来的是八只凝胶状、闪亮的眼睛。戈洛玛的嘴巴和下颌位于楔状面庞的下方，一个骨质头冠则从他们几丁质脸部的顶端延伸出去。他们的后脑勺与脖子后方都披盖着黑色的头发，上面布满了数千只凝视的小眼睛。这些眼睛在环顾四周时往往会发光并蠕动——这对大多数人来说都是令人不安的景象。</p>\n<h2>社会 Society</h2>\n<p>一个古老的戈洛玛故事讲到，在很久以前爆发的一场灾难中，各路神魔从大地深处涌现，并从其他生物那里偷走了他们的眼睛。只有戈洛玛和其他那些躲起来的人才得以幸免——然而这些幸存者也很快便被如今成为双眼人的生物们所狩猎，他们渴望着夺走戈洛玛的眼睛来弥补他们自己的损失。这个故事很精确地总结了大多数戈洛玛的心态：暴露在外会让自己变得脆弱，而信任陌生人则是自寻死路。戈洛玛一般会和其它同族一起成群旅行和生活，在族群里才是他们才会觉得最为舒适。</p>\n<p>戈洛玛在很小的时候就懂得要在任何时候保持警惕，观察环境中任何不对劲的现象并且快速、慎重地在本能的指导下去做出反应 (而不是经过深思熟虑) 。其他的族裔通常认为戈洛玛太过偏执也太过谨慎。戈洛玛在大范围内观察事物的本事也远胜于其在观察特定物体上的能力——他们能轻而易举地注意到大环境中的共性，却很难记住某个特定物体或生物的模样。这只会让他们变得更加偏执，因为他们很难在视觉上区分已知的朋友与潜在的敌人。</p>\n<h2>阵营和宗教 Alignment and Religion</h2>\n<p>戈洛玛习惯于专注在他们自己的生存事项上，因而他们通常是中立的，当然那些会在墨守成规的平稳里比其它人获得更多舒适感的戈洛玛会更倾向于守序阵营。戈洛玛经常会向凯尔寇特 (Kalekot) 献上敬意，祂是散布恐惧来庇护无辜者的神祇 (译注：神版蝙蝠侠，芒吉荒原的神祇部分还没有译文，因此这个只是暂时的译名) ，尽管戈洛玛依旧不肯将他们的信任献给凯尔寇特，但他们确实将祂认作自己的保护者。戈洛玛会向凯尔寇特祈祷以诅咒那些伤害过他们的人，因为他们中的大多数都认为正义只有通过超自然的手段才能得以实现。其他在戈洛玛中受欢迎的神祇还有肯定社区力量的玛兹鲁达 (Mazludeh) 以及祖母蜘蛛 (Grandmother Spider) ，哪怕一个典型的戈洛玛理想社区通常是孤立而与世隔绝的。</p>\n<h2>姓名 Names</h2>\n<p>戈洛玛的真名会保守在同族之中，有成百上千个寓言都在警示他们，让别的生物知道自己的真名将会有什么样的后果。戈洛玛的名字通常没有柔和的音节 (因为这样的音节对他们来说很难发音) ，他们的名字一般以硬辅音以及单独发音的元音组成。当生活在其它群体之中时，戈洛玛会倾向于使用一些让人望而生畏的名字，他们会用上邪灵语和死灵语中的元素以及发音，又或者会采取那些在当地语言中会产生强烈反应的词汇。</p>\n<h3>范例姓名 Sample Names</h3>\n<p>Biqkuul, Ehbouja, Haamaah, Kouzo, Quaerjii, Tebaazu, Uruueda, Zekuukeu</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">戈洛玛数据</h2>\n<p><strong>生命值</strong> 8</p>\n<p><strong>体型</strong> 中型</p>\n<p><strong>速度</strong> 30 尺</p>\n<p><strong>属性提升</strong> 智力,自选</p>\n<p><strong>语言</strong> 戈洛玛语, 芒吉语</p>\n<p><strong>额外语言</strong> 等同于你的智力调整值 (如果为正的话) 。从深渊语、邪灵语、龙语、精灵语、半身人语、死灵语、兽人语、木族语和其他你能接触到的语言 (比如你居住地区普遍使用的语言) 中选择。</p>\n<p><strong>眼观六路 Eyes In Back</strong> 你长有许多不同朝向的眼睛，并能本能地注意到视野边缘上事物的运动。在使用搜索 (Seek) 基本动作时，你能够在两个区域内搜索生物而非原本的一个。若有可用的精确感官，你能选择视觉线内的两个30尺锥形范围 (cones) 或两个15尺爆发范围 (bursts) 而非原本的一个。</p>"
        },
        "Grippli": {
            "name": "树蛙人 Grippli",
            "description": "<p><em>树蛙人是一群害羞谨慎的人，他们会尽量避免卷入他人复杂危险的事务中去。尽管树蛙人有如此的人生态度和矮小的体型，但在情况需要时，他们也会采取大胆而高尚的行动。</em></p>\n<hr />\n<p>避世且谨慎，树蛙人是树梢的苟活主义者，他们会守着自己的一亩三分地，从可怕的威胁中保护自身。他们使用巧妙简单的工具使得树蛙人被误解为原始，但这忽视了他们将土地塑造成隐蔽的果园，还有允许树蛙人平静舒适地生活其间的隐秘洞穴。树蛙人很乐意离开他们的森林家园外出进行贸易，探险，以及与威胁世界的敌人战斗。</p>\n<h2>你可能...</h2>\n<ul>\n<li>会在克服挑战时找到聪明的利用环境的方法。</li>\n<li>因对敲骨吸髓的陌生人的警世故事感到警惕，从而交友缓慢。</li>\n<li>对家园或聚落有着强烈的保护欲。</li>\n</ul>\n<h2>其他人也许</h2>\n<ul>\n<li>假定你不喜欢城市和生活在其中的人。</li>\n<li>在理解局面和解决问题上相信你公正谨慎的处事方法。</li>\n<li>与你保持距离，因有毒而害怕触摸你。</li>\n</ul>\n<h2>外貌描述</h2>\n<p>树蛙人看起来就像是人形的树蛙，有着超大号的眼睛，宽大的嘴巴，瘦长的身材。他们轻巧的骨架和大脚趾在攀爬时提供了极好的抓握力，而他们多彩的皮肤提供了与他们家园环境相称的伪装——对应树栖的绿色和棕色，对应水栖的蓝色和橙色，以及这之间其他多种颜色。树蛙人生长迅速，在孵化后约3年便能长到约2尺的成年体型，尽管他们只有在12岁左右才被认为是成年。树蛙人很少能活过60岁，尽管有例外的个体能活到一个世纪之长。</p>\n<h2>社会</h2>\n<p>树蛙人采用一种精致的游猎采集生活方式，他们会重塑地貌以满足自身需求；修建溢口来诱捕鱼类，播种果树，种植提供荫蔽的植物以供未来狩猎，还有更多在农业学家眼界之外的技术。这些策略同时依赖于聚落合作和分散的人口，因此树蛙人通常生活在一个个依附于复杂关系网上的小村庄里。避世性保护了树蛙人的生命和生存方式已有数千年，但他们越发发觉自己同样受到了远古邪恶和新生探险家们的威胁。</p>\n<h2>阵营和宗教</h2>\n<p>被教导要等待，观察且尊重生死的自然规律，大多数树蛙人采取中立阵营。那些采取积极行动来阻止邪恶避难到丛林中的树蛙人通常为中立善良，最值得注意的是那些罕见的吸收邪恶存在到灵魂中进行遏制的囚魔人（fiend-keepers），他们最终会用善良的行为来转变其中的罪恶。中立神祇如哥兹莱（Gozreh）或埃拉斯蒂尔（Erastil）通常会获得树蛙人的尊重，虽然聚落通常更青睐于那些更不知名，更隐秘的神明，如至高天神使（empyreal lords），招魂者引座人（psychopomp ushers），或则精类的古老者（Eldest）。</p>\n<h2>名字</h2>\n<p>树蛙人的名字通常包含了非树蛙人难以正确发音的响亮的元音和轻快的辅音。走南闯北的树蛙人通常会接受一个或多个更容易让同伴们念出的名字。</p>\n<h3>范例名字</h3>\n<p>Aalpo'ol, Bogwynne, Ctaprak, Eegru, Gpoun, Gruoksh, Hrrauti, Iopo, Iykiki, Kyrsiik, Mhruugu, Oplugo, Quaasol, Yolkuu, Ztaal</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">树蛙人数据</h2>\n<p><strong>生命值</strong> 6</p>\n<p><strong>体型</strong> 小型</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>属性提升</strong> 敏捷, 感知, 自选</p>\n<p><strong>属性缺陷</strong> 力量</p>\n<p><strong>语言</strong> 通用语、树蛙人语</p>\n<p><strong>额外语言</strong> 等同于你的智力调整值（如果为正的话）。从深渊语、水族语、沼蜍人语、龙语、精灵语、蜥蜴人语、木族语和其他你能接触的语言（比如你居住地区普遍使用的语言）中选择。</p>\n<p><strong>感官</strong> 昏暗视觉</p>"
        },
        "Halfling": {
            "name": "半身人 Halfling",
            "description": "<p><em>半身人们没有自己的领地，也几乎不会有比村庄更大的定居点。相反的是，他们更习惯于和都市高墙中的人类生活在一起，与那些高个子共建小社区。许多半身人在他们大个儿邻居的阴影下过着完美充实的生活，而其他半身人更喜欢漂泊为生、环游世界，并在机遇和冒险到来时巧妙利用。</em></p>\n<hr />\n<p>乐观又开朗、超常的运气、被强烈的旅行欲望所驱使，半身人们用自大与好奇来弥补自己矮小的身材。他们既兴奋又随和，对快乐的热情远胜暴力，是最好的机会主义者。即使在最危险的关头，半身人也很少失去那份幽默感。</p>\n<p>许多高个子因为体型原因而解雇半身人，甚至像对待孩子一样对待他们。但半身人却会利用这些偏见和误解来取得优势，获得机会并作出大胆的恶作剧或英雄行径。半身人的好奇心受到智慧和谨慎的影响，让他们盘算着风险和逃出生天的方法。</p>\n<p>虽然有时候旅行癖和好奇心让他们倾向于冒险，但半身人仍与家人和家庭建立强大的羁绊，他们往往会拼尽全力来实现舒适的家庭生活。</p>\n<p>如果你想扮演一个誓与冒险和舒适的对立面抗争到底的角色，你应该扮演一个半身人。</p>\n<h2>你可能...</h2>\n<ul>\n<li>和各种各样的人保持融洽且乐于结交新的朋友。</li>\n<li>即使知道好奇心会带来麻烦，也难以克制地沉浸其中。</li>\n<li>对奴隶制的施行深恶痛绝，积极献身于解放那些被强制劳动的人。</li>\n</ul>\n<h2>其他人也许...</h2>\n<ul>\n<li>欣赏你那无论多么糟糕的情况都能找到一线希望或保持幽默的能力。</li>\n<li>认为你好运相随。</li>\n<li>会低估你的力量、耐力和战斗力。</li>\n</ul>\n<h2>外貌描述</h2>\n<p>半身人是矮小的类人生物，看起来像小只的人类。很少有半身人能长到3英尺高。半身人身体比例各不相同，有些看起来像身高较矮、头部略大的成年人，有的则像人类孩童。</p>\n<p>大多数半身人走路时喜欢赤脚而非穿鞋，随着时间的推移这些人的脚底板变得坚硬又粗糙。浓密、通常卷曲的毛发温暖着他们宽阔、晒黑的脚顶。半身人地肤色常为较深地黄褐色，如琥珀或橡木色，而发色则在淡金到乌黑之间。</p>\n<p>半身人在20岁左右达到生理成年，一般的半身人可以活到150岁左右。</p>\n<h2>社会</h2>\n<p>尽管他们乐观又友善，但半身人通常不会聚居一地。在内海地区他们没有自己的文化故土，而是穿梭于世界各地的社会之中。半身人珍惜任何能勉强维持的生活，许多人从事着卑微的劳动或简单的服务工作。有些半身人不想在城市生活，转而走上了广阔的旅途，从一个地方到另一个地方，追寻着财富和名望。这些漂泊的半身人经常以小团体的形式一起旅行，在亲朋好友间分享艰难困苦和平淡之乐。</p>\n<p>无论身处何处，他们都会紧密地融入所处的社会之中，适应周围主要种族的文化，并在其中加入独特的半身人特色，创造出的融合文化扩散开来，使两种文化都得以丰富。</p>\n<h2>阵营和宗教</h2>\n<p>半身人忠于自己的朋友和家人，但他们并不畏惧为了生存而做必须做的事情。半身人的阵营各不相同，通常与居住在其周围的其他族裔的阵营保持一致。半身人热爱的神要么给予好运，比如黛丝娜Desna，要么鼓励狡智，比如诺格巴Norgorber，或是许多人赞誉身为解放者的凯登·凯连Cayden Cailean，还有周围其他族裔常见的任何宗教。</p>\n<h2>冒险者</h2>\n<p>半身人生来就有的旅行癖和机会主义让他们成为了理想的冒险家。许多人为了他们所具有的天赋，与半身人一起旅行会带来好运的迷信流言，而忍受着他们乐天的态度。</p>\n<p>典型的半身人背景包括杂耍艺人、罪犯、特使、艺人、劳工和街巷流浪儿。半身人盛产强大的牧师和盗贼，也不乏许多武僧和游侠。</p>\n<h2>名字</h2>\n<p>半身人的名字通常有两到三个音节，发音柔和并会避免硬辅音。半身人将长而复杂的名字看作是傲慢的象征，而他们乐于让名字听起来更加谦虚。当然这只适用于半身人自己，半身人的名字适合半身人，就像他们明白精灵和人类可能有更长的名字以适应自己的审美。人类总喜欢用绰号来称呼半身人，而“幸运儿”这个绰号更是常见到了荒唐的地步。</p>\n<h3><span style=\"text-decoration: underline;\">范例名字</span></h3>\n<p>阿娜珐 Anafa, 安托 Antal, 贝丽丝 Bellis, 伯拉姆 Boram, 娥荼 Etune, 翡琉 Filiu, 贾米尔 Jamir, 卡莱布 Kaleb, 林娜 Linna, 玛拉 Marra, 米罗 Miro, 莉琉卡 Rillka, 西丝特拉 Sistra, 苏马克 Sumak, 雅米拉 Yamyra</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">半身人数据</h2>\n<p><strong>生命值</strong> 6</p>\n<p><strong>体型</strong> 小型</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>属性提升</strong> 敏捷, 感知, 自选</p>\n<p><strong>属性缺陷</strong> 力量</p>\n<p><strong>语言</strong> 通用语、半身人语</p>\n<p><strong>额外语言</strong> 数量等于你的智力调整值（若为正）的额外语言，从以下语言中选取：矮人语、精灵语、侏儒语、地精语和其它可用语言（例如你所在地区的语言）。</p>\n<p><strong>锐眼 Keen Eyes</strong> 敏锐的眼神让你能发现其他人注意不到的隐蔽甚至隐形生物的蛛丝马迹。使用搜索动作寻找30尺内的藏匿或无踪的生物时，你获得+2环境加值。当你攻击一个对你隐蔽或藏匿的对手时，对隐蔽的纯骰检定DC降至3点，藏匿则为降至9点。</p>"
        },
        "Hobgoblin": {
            "name": "大地精 Hobgoblin",
            "description": "<p><em>和他们的地精亲戚相比，大地精更加高大强壮。大地精在力量和尺寸上都与人类接近，具有宽阔的肩膀和长且强力的手臂。</em></p>\n<hr />\n<p>大地精在内海的声望得到了改变，这是由于一座大地精国家——奥普拉克Oprak，近期在奈多和涅玛萨斯之间的山脉中建立。在几年前突袭了摩尔苏恩和涅玛萨斯的铁牙军团为了终止战争，做出了一个精心策划的决定，宣布奥普拉克为新的家园，并与其邻国交好。目前，奥普拉克严格执行着不可与他族发生冲突的命令，这里的大地精们也开始保持着一颗合作而非征服的心态，谨慎探索着阿维斯坦的土地。许多人，尤其是那些曾遭受铁牙军团暴行的人们，担心这仅仅是下一次侵略前的短暂休息，并认为奥普拉克在积蓄足够的力量之后，会再次摧毁他们的敌人。其他人则希望这些顽固的士兵可以证明他们是自己的盟友，以共同对抗默语暴君的无尽军团。</p>\n<h2>你可能...</h2>\n<ul>\n<li>在任何问题上寻求最高效且易于实行的解决方案。</li>\n<li>在你旅行中参与的任何团体中提倡清晰的命令链，并严格遵守命令，即使你并不同意它。</li>\n<li>适当寻求其他生物的帮助，即使你并没有完全了解或信任对方。</li>\n</ul>\n<h2>其他人也许...</h2>\n<ul>\n<li>根据你的声望和攻击性的外貌，认为你十分危险。</li>\n<li>认为你憎恨魔法或其他神秘技艺。</li>\n<li>赞扬你不可思议的耐力，献身精神和纪律。</li>\n</ul>\n<h2>外貌描述</h2>\n<p>大地精站立时与人类差不多高，但他们的腿更短，躯干和手臂更长。他们有着光秃、宽阔的头和亮晶晶的眼珠，以及灰色的皮肤——有时会被晒成铁蓝色。大地精十分吃苦耐劳；他们能够很快地从疾病中康复，并能够轻易长时间地努力工作。</p>\n<p>大地精成熟得很快，大多在1岁时就能行走、说话、并持握武器，在8到12岁时进入青春期，并在14岁左右成年。大地精通常能活到70岁。</p>\n<h2>社会</h2>\n<p>大地精基于军事制度来建设自己的社会。即使是市民团体，例如合作农场和商贸协会都会采用像是军团、连队或军事编制一样的组织结构。大多数大地精的社会属性都是固定的，并基本上都会努力奋斗以提升自己的社会地位。大地精会承受的惩罚通常都是社会地位的下降，但死刑和奴役对于严重的犯罪来说也十分常见，例如纵火和擅离职守。</p>\n<p>大地精老兵在他们的社会中拥有十分崇高的地位，常常会成为领袖或建言者。大地精很少练习魔法，并常常嘲笑魔法学徒，这是由于他们比起魔法，更加信任自己手上的剑。他们的艺术通常与军事文化息息相关；许多大地精认为激动人心的军队行进和武器锻造才是唯一值得推广的艺术行为，但奥普拉克的和平政策开始让这种观点有所改变。</p>\n<h2>阵营和宗教</h2>\n<p>尽管大地精们大都十分熟悉战争的混乱，但他们一般具有十分有条理的精神，并倾向于生活在稳定的阶级社会。尽管多数大地精认为多愁善感是懦弱的象征，但那些性情温和的大地精最近在交涉和国际事务中大获成功。因此，大地精冒险者通常守序中立，只有那些拒绝并离开他们的军事社会大地精是混乱的。在大地精社会中，信仰的地位很低，大多数人都认为信仰缺乏实践意义，但他们也会勉强认同具有宗教信仰的大地精，这是因为这些大地精施展的治疗魔法十分有效。</p>\n<h2>冒险者</h2>\n<p>大地精的社会是严格军事化的阶级社会，大地精成年之后会接受战斗训练，而有一部分人便成为了杰出的冒险者。由于他们严格的军事教育，大多大地精都有斗士背景。劳工、习武者、矿工和斥候背景也十分常见。离群的大地精通常拥有罪犯、隐士、或游民背景。大地精常常会成为战士、游侠或游荡者，尽管他们大都是通过传统的训练成为游荡者的。大地精对精灵有着种族间的裂隙，而且十分不信任奥术魔法，这被他们成为“精灵魔法”。大地精中的奥术学徒十分罕见，而且会受到其他同类的排挤。十分聪明的大地精常常会成为炼金术士。</p>\n<h2>名字</h2>\n<p>和地精类似，大地精的名字通常很简单，尽管他们的名字听起来十分低沉有力。在极少情况下，大地精会更名，保留核心但添加一些层次，作为对一些强烈创伤和重要事件的回应。大地精没有姓氏，认为姓氏是没有意义的自负象征；个人的声望应该由他们的行为来决定，而不应关联于他们的血统。</p>\n<h3><span style=\"text-decoration: underline;\">范例名字</span></h3>\n<p>阿兹Aze、杜克纳Druknar、盖甘Ghargan、哈克兰Hathkren、依玛克拉Imakra、夸拉安Kralaeng、麦兹克Mazkol、欧祖Olzu、雷泽Rezal、希克拉格Sivkrag、沃马克Volmak、佐纳姆Zornum</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">大地精数据</h2>\n<p><strong>生命值</strong> 8</p>\n<p><strong>体型</strong> 中型</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>属性提升</strong> 体质, 智力, 自选</p>\n<p><strong>属性缺陷</strong> 感知</p>\n<p><strong>语言</strong> 通用语、地精语</p>\n<p><strong>额外语言</strong> 等同于你的智力调整值（如果为正）的额外语言。从龙语、矮人语、侏儒语、巨人语、半身人语、兽人语以及其他你能够接触到的语言（比如你所在地区的常用语言）中选取。</p>\n<p><strong>感官</strong> 黑暗视觉</p>"
        },
        "Human": {
            "name": "人类 Human",
            "description": "<p><em>人类和格拉里昂上的任何居民一般变化莫测而不可捉摸，他们有着强大的行动力和生产力用以隐忍和扩张。虽然人类崛起之前有着许多兴旺发达的文明，但纵观历史，人类已经创建了许多极其伟大亦或者是恐怖的社群，并且现在他们的人口在整个内海地区也是最多的。</em></p>\n<hr />\n<p>人类的野心，广泛性和卓越的潜力使其成为这个世界上最主要的族裔。人类的帝国与领域海纳百川，他们的公民用手中利剑与魔法的力量铭刻下自己的大名。人类的性格是多姿多彩的，从残忍到仁慈，从险恶到圣洁。在人类创造巨大的国家和自由的城镇时，他们中的许多人都冒险着去探索，离开他们的家园来勘探未知的领域，寻找失落许久的财宝，或是仅仅因为他们能做到就带着强大的军队去政府他们的邻邦。</p>\n<p>如果你想要建立一个无所不能的角色，你应该选择人类。</p>\n<h2>你也许...</h2>\n<ul>\n<li>—为了自己或是事业，努力成就伟大</li>\n<li>—尝试去了解自己在世界上的目标</li>\n<li>—珍惜家人和朋友的关系</li>\n</ul>\n<h2>其他人也许...</h2>\n<ul>\n<li>—尊重你的应变力，适应力以及—在大多数情况下—你活跃的思维</li>\n<li>—不信任的意图，担心你只是为了荣华富贵</li>\n<li>—不确定你期待着什么并且怀疑你的意图</li>\n</ul>\n<h2>体貌描述</h2>\n<p>人类体貌特征的跨度有如世界气候一般差异万千。人类的肤色、体型、面容变化幅度极大。大体而言，愈靠近赤道的人类居民，其肤色愈深。</p>\n<p>人类在15岁生理成熟，但是要几年后才会心理成熟。一个典型人类可以活到90岁左右。人类经常和其他族裔的生物进行交配，从而产生具有双方特征的子嗣。而其中最著名的半人类无疑是半精灵和半兽人。</p>\n<h2>社会</h2>\n<p>人类的多样性也体现在他们的政府，倾向和社会规范上。虽然最古老的人类文明也可以追溯几千年的历史，但和精灵和矮人的社会相比，人类文明似乎处在永不停止的变化之中，因为帝国常常分裂，而新的又被旧的所吞并。</p>\n<h2>阵营和宗教</h2>\n<p>人性可能是所有族裔中最为复杂的，具有无比邪恶和非常善良的潜质。有些人类聚集为浩大的部落，有些人类建造了宏伟的城市。总的来说，大多数人都是绝对中立的，但是他们会倾向于聚集在阵营相同，或至少是阵营接近的国家与社区中。人类也会信仰多种多样的神祇并且产生了许多不同的宗教，他们倾向于向任何他们遇到的神祇寻求庇护。</p>\n<h2>姓名</h2>\n<p>与许多特定传统与共同历史相悖的上古文明不同，人类的多样性导致了几乎无限的名词。北方部落的人类与南方国家的人类有着完全不同的名字。遍布世界的人类都讲着通用语（但是格拉利昂外的一些大路上有自己的区域共同语言），但他们的名字与他们的信仰和外表一样多种多样。</p>\n<h3><span style=\"text-decoration: underline;\">范例名字</span></h3>\n<p>格拉利昂内海附近有着很多大陆，有着各种各样的人类种群起源于那些遥远的土地。人类角色可以来源于其中任一种群，无论他们是否认为这是家乡。</p>\n<hr />\n<p>内海地区人类种群的角色都讲通用语（也成为塔尔多语），而其他种群则允许使用一种不常见的语言。</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">人类数据</h2>\n<p><strong>生命值</strong> 8</p>\n<p><strong>体型</strong> 中型</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>属性提升</strong> 自选2项</p>\n<p><strong>语言</strong> 通用语</p>\n<p><strong>额外语言</strong> 数量等于1 + 你智力调整值（若为正）的额外语言，可选常见语言表中的语言和其他你取得可用的语言（比如你所在区域的语言）。</p>"
        },
        "Kitsune": {
            "name": "狐妖 Kitsune",
            "description": "<p><em>姣媚机伶的狐妖和精魂世界息息相通，从中获得许多魔法力量，其中最主要的就是改变形体的能力。无论隐藏身份还是招摇着尾巴走过闹市，狐妖随时都把身边的社会看在眼里。</em></p>\n<hr />\n<p>狐妖有两种形体，一种是狐首人身，另一种则取决于成长环境。如果在人口密集的地方长大，他们通常会发展出所谓的「无尾型态」，看起来像是比较常见，没有狐狸特征的类人生物，比如精灵或人类。在森林或农村地方长大的话，他们就容易发展出狐狸的样貌。</p>\n<p>虽然也有的聚落完全由狐妖组成，但多数狐妖都会和其他族裔共同生活，观察著其他人只凭潜意识遵行的社会规矩或动态。顺应和颠复人们的期待，对狐妖来说一样好玩。他们热爱笑话、故事、文字游戏，特别是出乎听者意料的谜语，这让他们有了诡计多端的名声。</p>\n<p>由于两种型态分别联系著物质与精魂世界，狐妖的自我概念和身份认同也各自不同。有些狐妖甚至觉得两种型态完全是不同的个体，可以用来探索自己个性的不同面向。</p>\n<p>如果你想扮演的角色拥有魔法天赋、藏着数不尽的面貌，每个面貌各有各的巧笑顾盼，那就选择狐妖。</p>\n<h2>你也许……</h2>\n<ul>\n<li>专心观察著四周人的习惯，窃窃记下该怎么模仿他们。</li>\n<li>热衷笑话、文字游戏、恶作剧或是不必要的复杂计划。</li>\n<li>在不同场合表现出不同却又真诚的一面。</li>\n</ul>\n<h2>其他人或许……</h2>\n<ul>\n<li>被你的神秘迷人所吸引。</li>\n<li>讶异你多采多姿的超自然能力。</li>\n<li>好奇你还有什么没告诉他们。</li>\n</ul>\n<h2>体貌描述</h2>\n<p>狐妖有着敏锐的狐狸耳朵、尖间的吻部，手脚长着可以伸屈的爪子。他们的皮毛致密光泽，通常呈现红色、褐色、黑色或白色。狐妖还有着蓬松的尾巴；随着他们磨练自己天生的魔法能力，尾巴会愈长愈多，最多可达九条。</p>\n<h2>社会</h2>\n<p>狐妖很少成为居住社区里的多数族裔，甚至许多狐妖终身都不会遇见家人以外的狐妖。就算存在狐妖的社会，主轴也是和其他族裔交流时发现的共通点。这样的社会观让他们能轻易模仿别人，也让他们很容易注意到有谁需要帮忙或是亲切的对待。因此，狐妖通常都有紧密的人际关系，并以自己的社交生活为重。</p>\n<p>当狐妖碰到面时，兴许会展开一连串的唇枪舌战，彼此都想尽办法嘴赢对方。虽然拆穿其他狐妖化形的本领是天大的冒犯，但狐妖之间又喜欢偷偷把同族逼到「角色崩坏」，用精准的指责打乱他们的化形。</p>\n<h2>阵营和宗教</h2>\n<p>出于平衡两种天性的习惯，狐妖的阵营多为中立，不过制造麻烦的天性让许多狐妖都有点偏于混沌。有些狐妖善于控制或违背别人的意愿，但就算是他们，也只有最邪恶的才会轻率自私地使用这些技巧。</p>\n<p>狐妖的守护神是农业与工艺的女神大狐女（Daikitsu）。虽然不是每个狐妖都信奉大狐女，不过大部份都还是尊她为狐妖一族的法力来源。天夏的狐妖也常信仰静瑠（Shizuru）和月夜（Tsukiyo），把自己多变的面貌，比做日月间的辉映。阿维斯坦则有一小部份狐妖崇拜身处真实与表象之间的幻象女神希华娜（Sivanah），他们相信隐藏女神的真身的纱幔不只七重，而是像狐妖一样有九道。</p>\n<h2>名字</h2>\n<p>虽然狐妖也有一些传统名字，不过他们更喜欢使用自己居住的社会中常见的名字，以免引人助益。有些狐妖在不同的型态会有不同的名字：狐妖型态使用传统名字、无尾型态使用当地流行的名字，而狐狸型态很可能完全没有名字。</p>\n<h3><span style=\"text-decoration: underline;\">范例名字</span></h3>\n<p>浜子（Hamako）、直彦（Haohiko）、狐光（Kitsukou）、今（Kon）、关腊（Kwan-la）、塔拉若（Talaro）</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">狐妖数据</h2>\n<p><strong>生命值</strong> 8</p>\n<p><strong>体型</strong> 中型</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>属性提升</strong> 魅力, 自选</p>\n<p><strong>语言</strong> 通用语</p>\n<p><strong>额外语言</strong> 数量等于你的智力调整值（假如其为正）的额外语言。从精灵语、侏儒语、地精语、半身人语、矮人语、木族语和任何你接触过的语言中挑选（比如你居住地区普遍使用的语言）。</p>\n<p><strong>感官</strong> 昏暗视觉</p>\n<p><strong>变形 Change Shape</strong>(专注、神术、狐妖、变形、变化) 你变成另一种由传承决定的型态。如果你的传承没有列出型态，则你的变化型态是无尾型态，呈现为你成长背景中常见的中型类人生物族裔（通常是人类）。此型态的年龄和身材都和你的真实型态相同，毛色等体貌特征也大致相似。使用化形算作是用欺骗技能的乔装动作来创造伪装。处在此型态时，你会失去由狐妖传承或族裔专长得到的非武装打击。你维持变化型态的时间不受限制，只要再次使用此能力，就可以变回真正的狐妖型态。</p>"
        },
        "Kobold": {
            "name": "狗头人 Kobold",
            "description": "<p><em>每个狗头人都知道自己那孱弱的身躯之下掩藏着伟大的真龙之力。对于自己人来说，狗头人是能工巧匠以及忠诚的盟友，而对那些入侵狗头人巢穴的家伙来说，他们会化身为优秀的散兵，在获得龙裔术士或者真龙霸主的支持时则会更加棘手。然而这些爬虫类投机主义者在有利可图时还是很乐意与其他类人生物合作的，正因为兼具谨慎与狡诈的品性，狗头人才能在这广阔的世界中谋求更多的财富。</em></p>\n<hr />\n<p>狗头人是足智多谋的幸存者，他们那塞满陷阱的巢穴以及投机性质拾荒行为让大多数其他类人生物将其视为害虫，而他们对于龙类的敬畏也让自身落得了奴才和爪牙的烂名声。然而有些狗头人已经从那些隐蔽的巢穴中走出来，谋求地表定居点内相对安全的生活、有利可图的冒险之旅、或者来自自己追随者的敬畏目光。</p>\n<p>如果你想扮演一名自信满满、狡诈至极、且拥有源自血脉的古老龙类力量的角色，那么你应该选择扮演狗头人。</p>\n<h2>你可能...</h2>\n<ul>\n<li>自豪于自身与龙类的联系，无论你认为龙是自己的祖先还是庇护者。</li>\n<li>分析周遭环境，时刻留意埋伏、有利地形以及逃生路线。</li>\n<li>自然而然地注意、采纳和尊重团体的决议，无论自身是作为领导、从属亦或者平等的团队成员。</li>\n</ul>\n<h2>其他人也许...</h2>\n<ul>\n<li>认为你懦弱且没胆子直面危险。</li>\n<li>欣赏你的足智多谋，在构筑防御时尤甚。</li>\n<li>认为你对于龙之力的宣称过于夸张、属于妄想、或者惹人怜爱。</li>\n</ul>\n<h2>外貌描述</h2>\n<p>狗头人是矮小（大约3英尺，即0.91米）的爬虫类类人生物，拥有纤细的躯干和长长的尾巴。他们总是吹嘘着自己祖上不知道多少辈的龙类先祖，并且他们身上也确实生有一种或更多的龙类特征，比如结实的角、锋利的牙齿或――更为罕见的――发育不全的翅膀或龙息能力。狗头人发育很快，大约12岁便会成年，能活到60岁左右。</p>\n<p>狗头人的鳞片颜色多种多样。大多数情况下他们的颜色类似于彩色或金属龙，混有稍微更深或浅颜色的鳞片，并由此组成斑驳的外观。刚孵化的狗头人的鳞片通常会反映出该社群的龙血典范，这可能是他们当前正在侍奉的龙，也可能是他们祖上的龙的血统类型。</p>\n<h2>社会</h2>\n<p>谨慎这个词根植在狗头人的本性之中，让他们得以生存下去。他们通过躲避或者侍奉周遭的强大生物来避免成为猎物。当狗头人得到强大的庇护者（比如一头龙）或者掌控了超自然力量的源泉（比如一件神器或受到施法者的领导）时，这种顺从的形象便会褪去。他们会对新事业或领袖报以不可动摇的热情与忠诚。然而狗头人在嗅探失败迹象这点上久负盛名，一旦力量来源失效或者注定失败时，他们的士气也会立刻土崩瓦解。</p>\n<p>无论是否受到真龙的领导，狗头人总是将自身视为与其精神典范同种的龙类。狗头人社会所采纳的规则与文化通常也会受到自身典范的特质所影响。</p>\n<h2>阵营和宗教</h2>\n<p>除了最离经叛道的狗头人之外，绝大多数狗头人都对等级制度和规则都有着天然的认同，所以狗头人罕有属于混乱阵营的个体。狗头人冒险者倾向于守序中立或绝对中立，并根据祖辈传下来的社交策略来谋求生存</p>\n<p>有组织的宗教都很适合狗头人，而其中具有统帅或统治倾向的神祗尤甚。许多狗头人被阿巴达尔（Abadar）的规则或莎琳（Shelyn）的艺术天赋所吸引。更邪恶的社群通常会选择支持阿斯摩蒂斯（Asmodeus）和其他大魔鬼（archdevils）作为庇护主。龙神阿普苏（Apsu）和达哈克（Dahak）也是常见的侍奉对象。狗头人还经常被吸纳进打着龙或者魔鬼旗号的邪教。</p>\n<h2>冒险者</h2>\n<p>狗头人有着与身材不成比例的膨大自我，它们会为了寻求与之相配的力量、知识或宝藏而走上冒险的道路。当冒险者、军队或无情的暴君摧毁了狗头人的社区时，幸存者们通常会依附于新的家庭，寻求情感上的慰藉――有时则会选择复仇。典型的狗头人背景包含工匠、艺术家、罪犯、猎人、矿工、斥候和修补匠，外加强盗、异教徒、拾荒者和仆役。狗头人适合成为吟游诗人、游侠、盗贼和术士，不过有时他们会凭借着自身的聪明才智成为炼金术师或法师。</p>\n<h2>名字</h2>\n<p>年轻狗头人的名字很少会多于1、2个音节。然而随着年龄的增长、地位的提高以及自身所成就的壮举，狗头人会在自己名字上添加更多的音节，并以此来模仿龙语的常规用法。除非为了更好地融入群体，否则狗头人鲜有姓氏，而在这种情况下，他们通常会冠以该群体中最能激励人心的人物的姓氏。</p>\n<h3><span style=\"text-decoration: underline;\">范例名字</span></h3>\n<p>阿札纳克（Azrnak），德拉辛（Draahzin），恩加（Enga），法兹金（Fazgyn），法齐（Fazij），杰卡加卡（Jekkajak），奇布（Kib），奇洛克（Kirrok），马克路（Mirkol），塔卡（Tarka），乌卡克（Urkak），瓦尔谢（Varshez），弗洛坎（Vroklan），泽克斯提卡（Zekstikah），兹加兹（Zgaz）。</p>\n<hr />\n<p><strong>PFS笔记</strong> 归功于探路者协会多年来的活动，所有角色现在都可获取狗头人族裔。</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">狗头人数据</h2>\n<p><strong>生命值</strong> 6</p>\n<p><strong>体型</strong> 小型</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>属性提升</strong> 敏捷, 魅力, 自选</p>\n<p><strong>属性缺陷</strong> 体质</p>\n<p><strong>语言</strong> 通用语，龙语</p>\n<p><strong>额外语言</strong> 等同于角色智力调整值（若为正数）的额外语言。额外语言要从邪灵语（Aklo）、矮人语（Dwarven）、侏儒语（Gnomish）、炼狱语（Infernal）、土族语（Terran）、地底通用语（Undercommon）以及任何其他角色能接触到的语言（比如角色所在地区的常用语）中选取。</p>\n<p><strong>感官</strong> 黑暗视觉</p>\n<p><strong>龙血典范 Draconic Exemplar</strong> 你能够从龙血典范中汲取些许力量。从彩色或金属龙中选择一种作为你的龙血典范。这决定了你的鳞色以及外观，根据GM的判断，龙类有时候会对更加青睐那些与自身相近的狗头人。你的龙血典范还会确定一些其他角色细节，详细请使用@UUID[Compendium.pf2e.ancestryfeatures.egpiSWBrNBb1Fmig]{龙血典范表 Draconic Exemplars table}。</p>"
        },
        "Leshy": {
            "name": "莱西 Leshy",
            "description": "<p><em>作为自然环境的守护者与使者，莱西是暂时被赋予了实体形态的不朽自然精魂。</em></p>\n<hr />\n<p>当一名熟练的德鲁伊或者其他原能法术的大师通过仪式制造了一个合适的容器，然后一个精魂选择了这个容器做作为其暂时的居所时，一个莱西就“诞生”了。从仪式结束的那一刻起，莱西就能够自给自足，所以他们并不需要这些德鲁伊来照顾自己。</p>\n<p>尽管如此，莱西与自己的创造者终生保持联系的例子也并不罕见。不过，并不是所有的莱西都有足够强大的精魂力量来完全保持独立。那些较为弱小的自然精魂只能与容器形成一个脆弱的纽带，纽带的强度则刚好能够其微型的身体动起来。这些精魂会变成莱西魔宠，作为创造他们的德鲁伊的伙伴。独立的莱西通常会保护这些莱西魔宠，向他人提倡给予这些莱西魔宠尊严与尊重。</p>\n<h2>你可能...</h2>\n<ul>\n<li>会作为那些无法离开自己领土的自然守护者的代理人进行旅行。</li>\n<li>会鼓励那些你所遇到的文明与自然相互合作，以生态友好的方式建立自己的城市。</li>\n<li>会在旅途中结交新的朋友并建立纽带。</li>\n</ul>\n<h2>其他人也许...</h2>\n<ul>\n<li>会由于你的超自然起源，把你当成一个稀奇古怪的东西。</li>\n<li>J会因为你长得很可爱而亲切地对待你；或者因为你长得很吓人而对你感到恐惧。</li>\n<li>会假设你只懂得有关大自然的知识，而不熟悉文明与社会。</li>\n</ul>\n<h2>外貌描述</h2>\n<p>莱西的外貌与用来制作他们容器的材料一样种类繁多，通常呈现为各种植物或者真菌古怪的混合体。它们的身体在形状上有些酷似人类，同时具有许多用来制作他们身体的植物或真菌的特征。一个典型的莱西大约会有3尺高。基于用来创造莱西的仪式的性质，莱西从被创造时起就处于成熟状态。作为精魂，它们不会衰老，并且一个莱西有可能永远地留在同一个容器之中——尽管很少有莱西觉得这是一件好事。</p>\n<h2>社会</h2>\n<p>尽管作为守护者的莱西通常会聚集在一起，但旅行中的莱西并不会自然而然地被其他同类所吸引。对于大多数莱西而言，家庭的概念与出身无关，而是来自于由忠诚和友谊所建立的纽带。莱西是忠实的盟友，但是他们几乎不会容忍那些破坏自然的人。正如莱西很乐意接受那些赢得他们信任的人加入自己的家庭那样，他们也希望被接纳的家庭成员能够作为回报，照顾他们以及他们的自然守护者。一个遭到背叛的莱西不会直接攻击那些轻视自己的人，但他们可能会在一个关键的时刻选择袖手旁观，或者让背叛他们的人迷失在荒野中。</p>\n<p>莱西会通过一种类似于种族的方式进行分类，但是这种分类与他们的身体特征无关；相反，这种分类代表了他们精魂的大致性格。尽管特定的精魂更有可能被某一类物质躯体所吸引，但那些熟悉莱西的人知道这种倾向性远远称不上是绝对的规律。莱西们常常对自己的外表感到自豪，也会欣赏其他人身上各种形式的美，但他们很少会根据他人的外表做出判断。莱西的性别是由寄宿在其体内的精魂所决定的。莱西倾向于选择那些与自己的性别相匹配的植物身体。有些莱西非常明确的把自己定位为男性或者女性，同时也有许多莱西认为自己两者都是。而另一些，尤其是真菌类莱西，则倾向于更加复杂的性别表达，或者完全避开这个概念。</p>\n<h2>阵营和宗教</h2>\n<p>根据寄宿于他们体内的精魂，一个莱西可以属于任何阵营，不过它们的观点中往往包含了中立的元素。对于大多数莱西来说宗教并不是特别重要。那些具有哲学倾向的莱西一般会偏向于苍翠誓约（Green Faith）, 而哥兹莱则是最受虔诚莱西所欢迎的神祇。一些莱西也会崇拜绿境公（green men）, 他们是强大的自然精魂，担当着地区的守护者。</p>\n<h2>冒险者</h2>\n<p>有一些背景特别适合莱西冒险者，尤其是那些与自然界有关的背景，比如猎人、游牧民或者斥候。与自然相关的职业，例如德鲁伊和游侠对于莱西来说是比较受欢迎的选择。作为德鲁伊的莱西更倾向于加入绿叶派系（leaf order）。游吟诗人这个职业也非常适合那些喜欢讲故事的莱西；这类莱西通常寄宿在由藤曼组成的身体里。</p>\n<h2>名字</h2>\n<p>莱西会在他们的一生中多次选择和更改自己的名字。这些名字通常代表了他们性格或者价值观中的某一个方面,不过另一个常见的命名方式是描述一个他们所欣赏的自然景象。有些莱西甚至会使用一系列与自然现象相对应的名字，比如根据不同季节或者一天之内的不同时间段使用不同的名字。</p>\n<h3><span style=\"text-decoration: underline;\">范例名字</span></h3>\n<p>夏日绯红 Scarlet in Summer, 翠绿链谣者 Verdant Taleweaver, 潜伏猎手 Lurking Hunter, 傲之饮日者 Masterful Sun Drinker, 日穹夜歌 Noon Sky Evening Song, 白皑松枝 Snowy Pine Branch, 倾泻湍流 Cascading Rapids</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">莱西数据</h2>\n<p><strong>生命值</strong> 8</p>\n<p><strong>体型</strong> 小型</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>属性提升</strong> 体质, 感知, 自选</p>\n<p><strong>属性缺陷</strong> 智力</p>\n<p><strong>语言</strong> 通用语, 风族语</p>\n<p><strong>额外语言</strong> 数量等于你的智力调整值（假如其为正）的额外语言。从龙语, 精灵语，侏儒语，地精语，半身人语, 地底通用语以及其他你能够接触到的语言（比如你所在地区的常用语言）中选取。</p>\n<p><strong>感官</strong> 昏暗视觉</p>\n<p><strong>植物营养 Plant Nourishment</strong> 你通过与组成你身体的植物或者真菌相匹配的方式来获得营养, 通过光合作用与根部吸收矿物质的某种组合，或者净化腐败物质。你通常不需要花钱购买食物。如果你通常依靠光合作用获取养分，并且有一周时间没有晒太阳，那么你会开始挨饿。如果不从自然界的阳光中获取养分，你可以从特制的瓶装阳光中获取营养，但这些瓶装阳光的价格是标准口粮的10倍（或者40SP）。</p>"
        },
        "Lizardfolk": {
            "name": "蜥蜴人 Lizardfolk",
            "description": "<p><em>蜥蜴人是完美的生存者，他们是一个甚至在精灵眼中都十分古老的帝国的后裔。</em></p>\n<hr />\n<p>蜥蜴人带着自己身为天生掠食者的矜持，在其他类人生物的社会中穿梭。他们以作为杰出的游侠和冷酷无情的战士而闻名。尽管蜥蜴人已经适应了许多不同的环境，他们中的许多人仍然喜欢待在水源附近, 利用他们屏住呼吸的能力为自己取得优势。因此，蜥蜴人一般更喜欢那些不容易因为水而损坏的装备，他们会避免使用由皮革和金属制成的装备，而更偏好由石头、象牙、玻璃和骨头制成的装备。</p>\n<h2>你可能...</h2>\n<ul>\n<li>即使在因为迫于压力而采取行动的情况下，也能展现出极大的耐心。</li>\n<li>会尊重自己族人的历史, 并且会从过往的事迹中寻找解决当下问题的方法。</li>\n<li>会努力去完美地适应所处的环境，同时又维持着自己的文化与传统。</li>\n</ul>\n<h2>其他人也许...</h2>\n<ul>\n<li>会假设你受到传统的束缚，并拥有许多古老的知识。</li>\n<li>会因为你克制的身体反应而认为你是一个冷血无情的人。</li>\n<li>因为你令人印象深刻的力量和对自然界的知识而对你表示尊重。</li>\n</ul>\n<h2>外貌描述</h2>\n<p>蜥蜴人的外表会根据他们所处的环境而有所不同，但他们都有着前突的口鼻和露在外面的牙齿，以及一条长而有力的尾巴。那些来自温带或者沙漠地区的蜥蜴人通常有着灰色、绿色或者棕色鳞片，因为这样的颜色有助于伪装。而那些来自热带地区的蜥蜴人通常颜色鲜艳。许多人的背上会长有尖刺或者在颈部长有花哨的装饰, 这些特征暗示着他们身上的氏族血统。蜥蜴人的身体在15岁时进入成年期，寿命最多长达120岁。蜥蜴人的平均身高为6到7尺，不过他们一生都在不断生长，随着年龄的增加，他们的力量和体型也在增长。</p>\n<h2>社会</h2>\n<p>蜥蜴人在他们自己的语言中将自己称为艾鲁西（iruxi）,他们从破壳而出的那一刻起就被整个集体共同饲养。他们有着一个可以追溯到几千年之前的口头传统，通过史诗、让人回忆起过去的雕刻，以及在由骸骨形成的化石之间举行的先祖仪式，让这个传统仍旧保持着生命力。蜥蜴人是充满热情的占星学家，他们的目光始终着眼于未来。如果他们看上去行动迟缓，那是因为他们悠久的历史教会了他们耐心的重要性。</p>\n<p>大多数与外人有联系的艾鲁西人村庄，都是那些移居到偏远地区的移民者的村庄。真正的艾鲁西人定居点往往都被外人所忽视，因为这些居住地的一部分或者大部分都淹没在水中。这些由玻璃和石头构成的混合结构承载着一代又一代生活在其中的蜥蜴人的印记。墙面上经常装饰着蜥蜴人的骨头，因为很多蜥蜴人相信，在当地的居民面临危险的时候，祖先的灵魂会将这些遗迹激活。</p>\n<h2>阵营和宗教</h2>\n<p>大多数艾鲁西并不关心那些沉重的道德问题，因此他们通常都是中立阵营。那些冒险中的艾鲁西也许会出于各种各样的原因而离开他的人民，也因此他们可以属于任何阵营。艾鲁西的宗教对于他们的文化来说非常重要，但同时他们的宗教又十分务实，将万物有灵论、祖先崇拜和德鲁伊仪式都融合在了一起。在众多神祇中，只有哥兹莱普遍受到蜥蜴人的信仰。但蜥蜴人也可能召唤其他来源的力量，诸如古代的真龙、占星术、河流以及武器的力量，从友好的黛丝娜到残酷的Hanspur以及某些恶魔领主。</p>\n<h2>冒险者</h2>\n<p>有一些背景特别适合蜥蜴人冒险者。诸如动物知音、猎人、斥候或者斗士都是很理想的背景。生活在人类文明边缘的艾鲁西可能会成长为一个强壮的街巷流浪儿、以游牧民或者水手的身份进行旅行，或者找到一份作为劳工或者角斗士的工作。蜥蜴人和荒野的联系让他们成为优秀的游侠或者德鲁伊。如果他们选择野蛮人、战士或者武僧作为自己的职业，他们强大的力量也能够让他们感到得心应手,尽管他们也可以像游荡者那样在匿踪时进行攻击。艾鲁西人也有着依靠蜥蜴人游吟诗人和术士流传下来的强大的口头传统。</p>\n<h2>名字</h2>\n<p>蜥蜴人的名字都来源于他们的古老语言，并且通常都很传统。通常来说，艾鲁西的名字会在他们孵化时由氏族的占星家根据预兆以及当时上升的星座来决定。尽管如此，有时候艾鲁西的父母也可能会用一位祖先或者历史上一位受人爱戴的英雄的名字来为他们孵化的孩子命名。</p>\n<h3><span style=\"text-decoration: underline;\">范例名字</span></h3>\n<p>阿拉沙格Arasheg, 巴拉斯克Barashk, 埃萨鲁Essaru, 恩舒克Enshuk, 吉锡金Gishkim, 哈奇Hazi, 因内沙什Inishish, 库塔克kutak, 纳沙Nasha, 舒尔库鲁Shulkuru, 提兹卡尔Tizkar, 乌塔克什Utakish, 佐卡克卡Zelkekek</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">蜥蜴人数据</h2>\n<p><strong>生命值</strong> 8</p>\n<p><strong>体型</strong> 中型</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>属性提升</strong> 力量, 感知, 自选</p>\n<p><strong>属性缺陷</strong> 智力</p>\n<p><strong>语言</strong> 通用语,蜥蜴人语</p>\n<p><strong>额外语言</strong> 数量等于你的智力调整值（假如其为正）的额外语言。从水族语, Boggard，龙语，精灵语，巨人语，风族语以及其他你能够接触到的语言（比如你所在地区的常用语言）中选取。</p>\n<p><strong>利爪 Claws</strong> 你尖利的爪子让你与其他类人生物相比，拥有了另一种使用拳头战斗的方式。你获得利爪无武装攻击（claw unarmed attack）,造成1d4的挥砍伤害并且具有灵巧和娴熟特性。</p>\n<p><strong>水生适应 Aquatic Adaptation</strong> 你的爬行类生理结构让你能够长时间屏住呼吸。你获得龟息通用专长作为奖励专长。</p>"
        },
        "Orc": {
            "name": "兽人 Orc",
            "description": "<p><em>兽人多半自诞生之日起，便在战火与冲突中经受历练。暴力的生活方式使得兽人很难寿终正寝，他们纵情于对抗强敌的试炼之中，无论这种斗争是为了获取更多权力而向族群内更高阶级的成员发起挑战，还是为了掠夺周边其他社群。大多数兽人只要能站立行走和拎起棍棒，就会开始追寻荣耀，去驯服野兽或者狩猎致命的怪物。</em></p>\n<hr />\n<p>兽人总是会被他人视作兽类，因此兽人通常会尽其所能来让自身所在的社群接纳自己。赢取了兽人伙伴忠心的人最终都会感受到，兽人那无与伦比的忠诚与正直。兽人野蛮人、战士和游侠被视为角斗士和雇佣兵。尽管部分人类聚居地无法接纳完整的兽人社群，但一小队兽人雇佣兵可以胜任任何人类征召兵能够完成的工作，前提是这些兽人能获得相应的报酬。尽管其他类人生物普遍认为兽人只适合生活在战场之上，但兽人那残酷的生态仅仅是源于其充满冲突的历史，并非他们真的缺乏进军其他领域的能力。</p>\n<p>兽人文化让他们懂得在挑战中存活才会经受历练，越是艰苦困难代表从中存活的价值越高。那些长寿且获取伟大胜利的兽人往往会赢得极高的尊重。</p>\n<p>若你希望角色是勇猛、可怖且身体强健的话，则应当扮演兽人。</p>\n<h2>你可能...</h2>\n<ul>\n<li>热切地希望在任何体能竞争的机会中证明自身的力量。</li>\n<li>相信那些谎言与背叛的行为是缺乏力量来达成目的的表现。</li>\n<li>比起寿终正寝或病死，认为在战斗中光荣战死是更加可取的行为。</li>\n</ul>\n<h2>其他人也许...</h2>\n<ul>\n<li>认为你过于暴力或缺乏纪律性。</li>\n<li>低估你的智力、谋略或学识。</li>\n<li>欣赏你的直率和耿直。</li>\n</ul>\n<h2>外貌描述</h2>\n<p>兽人身高体壮，手臂较长且双腿粗壮。大多数兽人有7英尺高（约2.13米），但他们倾向于采取一种看起来更宽的、近似于罗圈腿的站姿，而且肩部向前倾的姿态。这样的姿势表面上看似没什么道理，但这么做让兽人的视线与其他大多数类人生物处于差不多的高度，又可以从高处俯视其他人。兽人皮肤粗糙，骨骼粗大，再加上和岩石一样坚硬的肌肉，这让他们十分适合参与战争或其他对体能要求较高的任务。尽管兽人的皮肤很粗糙，但其表皮上很容易留下疤痕，不过大多数兽人都会对皮肤上逐渐增加的疤痕感到自豪。兽人的肤色通常为绿色，偶尔也会有灰色皮肤，部分兽人会有其他肤色，以反映他们对自身生存环境的适应。</p>\n<p>无论男女，兽人们都认为强健的体魄与伤痕累累的皮肤很有吸引力。一个强健的兽人会让部落更加强大，而伤疤则是胜利的标志，也是克服了艰难困苦的象征。相似地，许多兽人都认为大而突出的獠牙比起小巧的獠牙更有魅力，因为前者是更有效的武器。纹身，特别是覆盖了大量皮肤的大型，狰狞的纹身对许多兽人来说也颇具吸引力。</p>\n<h2>社会</h2>\n<p>大多数兽人社群会通过两件事来定义自身：痛苦与荣耀。兽人认为只要能承受并忍耐痛苦，便能够赢取等值的尊重。一名浑身是疤的兽人即便断腿也会忍痛前行，因为此种行为就好像在战场上获得伟大胜利一般让人钦佩。</p>\n<p>兽人所具有的权力通常来源于力量或者家族血统。其社会结构通常为封建等级制，较弱的兽人在强者的命令下劳作。贝尔克泽恩（Belkzen）的部落是此类兽人社会中最大的一支，其内部权力变更的频率很高。一名强大兽人的战死会动摇整个权力结构，同时引起纷争与决斗来决定权力划分。厌倦了服从上级的兽人会带着自己的战团离开社群，向着新领地开疆拓土。</p>\n<p>年轻的兽人会由整个社群共同抚养成人。实际上，兽人基本没办法使用其他方式抚养孩子，因为双胞胎、三胞胎、甚至四胞胎在兽人家庭中都十分常见，就如同孩童夭折在兽人社会中也十分常见一般。许多收人部落会在年轻兽人成年之时举行仪式，这通常是在他们十岁或十一岁的时候，在仪式中，这些刚成年的兽人会被告知自己在部落中的身份。而对于那些会在仪式上刻下下疤痕或刺青的社群来说，这也通常是年轻兽人们第一次获取部落疤痕或刺青的时刻。</p>\n<p>兽人无所畏惧，但大多数兽人都不会相信魔法。魔法被视为一种工具，一种用来绕过体能这个条件来让弱者与强者竞争的工具，而这与兽人的价值观是格格不入的。尽管兽人会敬重古拉姆战祭的力量，甚至敬重化形为凶猛野兽的德鲁伊，但无论在何种层面上，兽人都认为奥术与异能是不可信任的对象。只有最堕落腐朽的兽人社群会将死灵法术视为能够从死者身上窃取荣耀的狡诈技艺，因此对抗死灵也成为了兽人及其类人邻居的新共识。</p>\n<h2>阵营和宗教</h2>\n<p>兽人有句俗话：“疤痕成就兽人。”伴随着暴力与混乱降生、生存在满溢着暴力与混乱的大地之上意味着大多数兽人倾向于混乱阵营。古拉姆（Gorum）、拉玛什图（Lamashtu）以及拉瓦古格（Rovagug）是兽人社群中最常见的崇拜对象，不那么崇尚暴力的兽人会信奉中立神祇哥兹莱（Gozreh）或善神莎伦莱（Sarenrae），这些将火焰、救赎以及荣耀纳入信条的神祗对于兽人来说更有吸引力。</p>\n<p>虽然存在兽人的神祇，但是对牠们的崇拜在兽人之中却是出人意料地罕见。兽人们认为，一个生物只要有一张脸和一个名字，那么它就可以被杀死，因此他们的神祇被视作他们挑战的目标而非崇拜的对象。一些兽人部落认为部落中最伟大的成员可以获得挑战兽人神灵的机会，以在万神殿中占有一席之地。大多数兽人不会浪费他们临死的时刻去赞美神灵或是祈求来世能有个一席之地，而是向他们的神灵吐出染血的警告，用破碎的獠牙预示新的挑战者的到来。</p>\n<h2>冒险者</h2>\n<p>兽人族群渴望克服挑战并证明自身实力的想法驱使很多兽人走上了冒险者之路，不过兽人更倾向于独自或者和其他同族一同上路，而非与其他种族的同僚合作。</p>\n<p>常见的兽人背景包含角斗士、猎人、习武者、游民以及斗士，外加强盗、游骑兵以及难民。兽人们偏好野蛮人和战士这样的近战职业。</p>\n<h2>名字</h2>\n<p>兽人具有一种发音很粗、以喉音为主的语言，他们的命名规则也以此为基准。许多兽人的名会直接使用某个能够概括自身特征的兽人语单词，比如身体强壮、个子高或凶猛。而在选择姓时，兽人会直接使用自己的部落名或者将某个特别具有纪念意义的成就作为参考来确定。</p>\n<h3><span style=\"text-decoration: underline;\">范例名字</span></h3>\n<p>阿库斯（Arkus），奥斯克（Ausk），杜拉（Durra），格拉斯克（Grask），格瑞切斯（Grillgiss），克鲁格（Krugga），玛哈（Mahja），穆尔杜特（Murdut），奥拉克（Ollak），奥列特（Onyat），泽克（Thurk），乌尔奇（Uirch），阿奈特（Unach）。</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">兽人数据</h2>\n<p><strong>生命值</strong> 10</p>\n<p><strong>体型</strong> 中型</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>属性提升</strong> 力量, 自选</p>\n<p><strong>语言</strong> 通用语，兽人语</p>\n<p><strong>额外语言</strong> 等同于角色智力调整值（若为正数）的额外语言。额外语言要从地精语（Goblin）、巨人语（Jotun）、土族语（Terran）、地底通用语（Undercommon）以及任何其他角色能接触到的语言（比如角色所在地区的常用语）中选取。</p>\n<p><strong>感官</strong> 黑暗视觉</p>"
        },
        "Poppet": {
            "name": "人偶 Poppet",
            "description": "<p><em>人偶是小型的简单构装体，通常帮助它们的主人完成简易任务。偶尔的，人偶会获得智慧、独立性和生命的火花。这些人偶不再是单纯的帮手或玩物，而可以自由地选择自己的命运。</em></p>\n<hr />\n<p>常见的人偶是由布、柳条和木头制成的最简单的构装体之一。它们是用于拿取工具、洗碗、整理房间或执行其他轻便任务的帮手。它们的大小和外观各不相同，但几乎所有的人偶都是人形的，身高在1到3英尺之间。他们通常做得很粗糙，在空白的脸上缝上纽扣眼，用一串毛线代替头发，穿着用粗糙、廉价的布制的简单外衣。富裕的家庭有时会购买人偶作为玩具，用它们柔软的身体和缝制成的微笑来陪伴孩子。大多数人偶不能说话，而且缺乏智力，不能理解预先编定的指令以外的语言。人偶可以成为魔宠，如PFSG123页的规则。</p>\n<p>在非常、非常罕见的情况下，一个普通的人偶会自发地显现出生命火花——一小点的生命本质——并成为一个有思想、独立的生物。这种情况非常罕见；不到千分之一的人偶会获得这种火花。人偶也许是通过其建造时的一个神奇的侥幸，也许是与灵体精魂的偶然擦肩而过，甚至是一个喜爱它的孩子的热切愿望而表现出这种生命本质。无论其起源如何，这里描述的作为族裔的人偶都有自己的生命和自由意志。他们可能认为他们的创造者或前主人是朋友，但他们不承认任何人是他们的主人，并经常离开舒适的家或工坊，到世界上寻找自己的位置。</p>\n<p>有智慧的人偶通常把自己称为“觉醒者”，以表明他们获得清晰和真正的自我意识的时刻。人偶可能会把这一事件说成是他们“降生”、“醒来”或“一闪而活过来”的时候。大多数人偶每年都会庆祝两个特殊的纪念日：他们最初被创造的日子（对多数人偶来说，他们必须通过第二手消息或研究他们创造者的记录来了解这个日子）和他们觉醒真正意识的日子。</p>\n<h2>你可能...</h2>\n<ul>\n<li>喜欢用你出乎意料的聪明和口才让别人吃惊。</li>\n<li>寻找大多数人可能忽略的其他有自我意识的存在。</li>\n<li>依靠你无害的外表来欺骗他人。</li>\n</ul>\n<h2>其他人也许...</h2>\n<ul>\n<li>误以为你是个玩具。</li>\n<li>怀疑你是否有能力处理需要灵巧或复杂思维的任务。</li>\n<li>好奇你平凡的外表下是否隐藏着其他魔法奇迹。</li>\n</ul>\n<h2>外貌描述</h2>\n<p>人偶既是类人生物，也是构装体，这使它们同时具有两个类别的一些优点和缺点。他们的身体通常由木头和柳条制成，但他们也可以由布、皮革、锡、填充物或精致的发条齿轮制成。无论哪种构造的人偶都会迅速燃烧或融化，因此必须注意避免火焰。它们在外表上几乎没有相似之处，因为每个人偶都是在独特环境下创造出来的。</p>\n<p>人偶在觉醒后便有充分的警觉性和自我意识；尽管它们一开始可能不知道什么，但它们会立即获得智慧和意识。它们必须呼吸和睡眠，每天必须消耗食物和水；通过一种神奇的消化方式，它们可以恢复身体上的裂痕或擦伤。人偶不会像有血肉的生物那样衰老，但它们的身体结构和精神敏锐度都会慢慢消退。一个好好打理自己身体和精神（并注意避免火灾）的人偶最长可以活30年。</p>\n<h2>社会</h2>\n<p>有自由意志的人偶如此稀有，几乎没有这样的人偶遇到过其他同类。人偶通常与更大的生物生活在一起，虽然那不一定是它们的创造者。它们能在更大的生物的社会中活得很融洽。大多数人偶生活在城市里，因为玩具制造商、钟表工匠和其他专家都在那里开店，但由孤独的隐士或离群索居的发明家创造的人偶可能更喜欢在野外生活。人偶会经常留意寻找其他那些可能和它们一样，偶然有了自我意识的生物。他们也许会定期与活化物体、魔像、盆栽、雕像或玩具进行对话，在对话中，他们非常有礼貌，因为他们希望在这些物体“醒来”的时候留下一个好印象。</p>\n<h2>阵营和宗教</h2>\n<p>普通的人偶是作为帮助者和伙伴而制造出来的，被唤醒的人偶往往保留了这种帮助他人的动力。因此，他们通常是善良的，而且人偶更多倾向于守序而不是混乱。有些人偶会花时间试图揭开他们创造的秘密，寻找像他们一样的同类存在，或者远离麻烦；这些人偶则通常是中立的。人偶通常没有宗教信仰，除非他们的创造过程中有特定的信仰加以定义，比如用艾奥梅黛的祭坛布碎片制作，或者用哥兹莱圣池周围的芦苇编织。这些人偶通常十分虔诚甚至狂热。而觉醒后找到宗教信仰的人偶，通常会追随布莱、卡珊德拉或内希斯。</p>\n<h2>名字</h2>\n<p>人偶选择自己的名字时一般是基于它们的材料、图案、大小或举止的描述性绰号。它们在一生中常会获得和舍弃一些绰号，而且它们很乐意采用它们喜欢的人给它们起的绰号。一个装饰得像某一个人的人偶，例如一个缝制得如已故孩子的人偶，可能会自豪地采用这个人的名字。</p>\n<h3>范例名字</h3>\n<p>Burlap, Buttoneyes, Checker, Clockwhirr, Fivestitch, Nettle, Scramble, Stuffing, Taffeta, Tattercap</p>\n<h2>内海的人偶</h2>\n<p>笨拙而可爱的人偶在格拉里昂的各种社区中都常受善待，除了那些最孤僻和最迷信的地方。众所周知，这些能干、乐于助人、忠诚的小生物会支持主人的工作或使贵族的生活更轻松，在大型城市，如艾布萨罗姆、艾玛斯Almas、卡塔佩什城和卡希尔Katheer尤其如此。在大多数人的经验中，普通人偶和活化人偶之间的最大区别是交谈能力。普通人偶通常不会说话；如果它们能说话，它们也只会复述预先编定的短语。它们通常通过钉在身上的纸条与陌生人交流，就像行走的告示板。觉醒的人偶不仅会说话，而且会进行大段大段、富有表现力的对话，这甚至可能让对一切司空见惯的城市人也感到不可思议。</p>\n<p>在那些根基牢固的贵族喜欢炫耀财富的地区，人偶甚至被专门制作为玩具。塔尔多和切利亚斯的众多贵族都宠爱自家的孩子，以将他们培养成适于安乐生活而忠于家族荣誉的人。这些孩子拥有最好和最昂贵的玩具，包括穿着花哨衣服的人偶。这些人偶有时还配备了隐蔽的武器，来对抗威胁他们孩子的绑架者或刺客。这些国家的平民尊重而小心翼翼地对待人偶，因为没有人愿意冒险惹到被宠坏的贵族子弟。这些国家的觉醒人偶有时会认为自己是贵族成员，而且可能很傲慢无礼。</p>\n<p>在奈克斯(Nex)、奥西里昂(Osirion)和卡塔佩什(Katapesh)等国家，魔法自由流转，而构装体侍从也很常见。由于许多人都会在每日工作中看到魔宠和人造人，所以一个忙碌的人偶很少引起人们的注意。人们会认为这些人偶是在为强大的主人执行任务，但人偶并不会得到太多的尊重——毕竟，如果任务真的很重要，主人就不会派一个简单的人偶了。这些地区的人偶可能会排队等候，纠缠工人以引起他们的注意，或者像其他人一样进行交易物品。他们也倾向于拥有简单和实用的外观，没什么装饰，而且由于多年的工作，往往看着破破烂烂的。来自这些地方的人偶对普通人有更深的了解，因为它们与普通人肩并肩（或者，更有可能是肩并膝）相处了这么长时间。</p>\n<p>有些人偶起源于复杂工艺而不是魔法。它们可能是带有互锁活塞动力齿轮的高精度发条机关，或者只是以木头和柳条制成，用巧妙的铰链和精心校准的机关驱动。还有一些可能看起来像玩具士兵，或者有光滑、薄薄的金属外层。这样的人偶在阿肯斯塔、纽美利亚或艾布萨罗姆的发条大教堂(Clockwork Cathedral)最常见。他们经常担心铁锈、砂砾或水会破坏他们的内部机关，甚至到了挑剔的程度。</p>\n<p>很少有地区的人偶会让人感到恐惧，但乌斯塔拉夫就是其中之一。被人们悄声传讲的鬼故事讲述了普通物品，甚至是玩具，被赋予了可怕的生机而给一个家庭带来不幸，这使得人们对人偶非常怀疑。这种信念是不幸的，因为乌斯塔拉夫有众多的人偶；古怪的发明家、急于证明深奥理论的教授，以及来自坟墓外的附身灵魂都可能给人偶带来生命的火花。这些人偶很快就学会了谨慎行事，以免它们被扔进篝火或湖里。</p>\n<p>由于它们是由脆弱的材料制成的，大多数人偶存在不了多久就会坏掉。少数罕见的例外情况是来自强大的古代帝国，如阿兹兰提帝国或吉斯塔克帝国，他们对构装体的掌握是众所周知的。这些人偶可能非常古老——比它们所能知道的还要古老——因为这种最近在古代遗迹中被唤醒的人偶通常对它们的创造者或它们最初的目的没有确切的记忆。这些人偶可能带来了最深的谜题，因为它们也许掌握着解开失落文明秘密的钥匙。</p>\n<h2>人偶的起源</h2>\n<p>很少能找到两只长相相似的人偶，但人偶最决定性的特征并不是它们是由什么制成的。而是他们是如何被赋予生命和独立思想的。绝大多数人偶是魔法驱动的，而在法术出现某种失常时，那些觉醒人偶就获得了生命和知觉的火花。由于未知的原因——也许是一个意外或创造者在修补时的错误——生命的火花忽然降临。而以前没有生命的一系列嵌套命令和计算合成了真正的思想。人偶突然间就获得了生命和自我意识，有了说话和思考的能力，并有了对自由的渴望。</p>\n<p>在某些情况下，人偶的生命本质原本属于另一个生命。一个走失了的碎片，来自过世的灵魂、心智印象或类似的短暂一线生机停驻在这个小构装体中，而人偶的魔法围绕着它形成了一个完全独特的人格。以这种方式觉醒的人偶可能会偶尔窥视到捐出这份精华的那个存在，但他们的生命、思想和灵魂此后都是自己的。</p>\n<p>最难得的，也许是最珍贵的，是用爱唤醒的人偶。这些是忠实的助手或被珍爱的玩具，有人恳切地希望它们成为“真实的”。世界上存在着公式和祷词之外的魔法，而这种愿望的魔力在最佳的情况下唤醒了人偶：人偶知道了它们被珍视着，并能以自己的爱来回应。</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">人偶属性</h2>\n<p><strong>生命值</strong> 6</p>\n<p><strong>体型</strong> 小</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>属性提升</strong> 体质, 魅力, 自选</p>\n<p><strong>属性缺陷</strong> 敏捷</p>\n<p><strong>语言</strong> 通用语</p>\n<p><strong>额外语言</strong> 等同于你智力调整值的额外语言（如果为正），从龙语、矮人语、精灵语、侏儒语、地精语、木族语和任意其他你取得可用的语言（比如你所在区域的语言）。</p>\n<p><strong>感官</strong> 黑暗视觉</p>\n<p><strong>构造躯体 Constructed</strong> 你身体的材料可以抵抗侵害肉体的恶性效果。你在对抗死亡效果、疾病和毒素时，以及在面对会使你陷入流失、麻痹或恶心状态的效果时，在豁免上获得+1环境加值。你的生命之火意味着你是一个活的生物，你像普通生物一样被正能量治愈，被负能量伤害。</p>\n<p><strong>易燃性 Flammable</strong> 你有对火焰伤害的弱点，相当于你等级的三分之一（最低为1）。</p>"
        },
        "Ratfolk": {
            "name": "鼠族 Ratfolk",
            "description": "<p><em>自称为尹索齐（Ysoki）的鼠族，是个机敏狡诈、适应力强又注重细节的民族，他们乐于与数量庞大的亲戚共同杂居于狭小楼房之中。</em></p>\n<hr />\n<p>大部分的居于地表的类人族裔称尹索齐为鼠族，认为他们偏好狭窄空间，能在一栋楼里挤进一百口。而要是城里买不到房，则会以错综复杂的洞窟隧道为家，里面收藏着从四海八方的行商旅途中收集到的各地特产。</p>\n<p>鼠族天性喜好旅行，经常能在商道上发现由族人组成的行商车队。他们手指灵巧，又有能敏锐地发觉异常、辨识危难及寻找宝物的眼睛。囤积症是鼠族的民族病，他们居住的洞窟里常有世代累积，因为“以防万一”等原因舍不得扔，结果堆的跟山一样高的多样奇葩道具。</p>\n<p>若你想扮演聪明机智、环游四海、适应力又强的角色，适合选用鼠族族裔。</p>\n<h2>你可能...</h2>\n<ul>\n<li>以人数极高的庞大家族为傲，并与所有亲戚保持着连络。</li>\n<li>喜爱透过旅行来累积新体验，并会在旅途中收集纪念品。</li>\n<li>性格合群。</li>\n</ul>\n<h2>其他人也许...</h2>\n<ul>\n<li>误认你为鼠型兽化人或其他怪物。</li>\n<li>对你的干净整洁及其他时尚打扮感到讶异。</li>\n<li>认为你掌握不了距离感，经常入侵他人的个人空间。</li>\n</ul>\n<h2>外貌描述</h2>\n<p>鼠族口鼻长着感毛，耳朵宽大，尾巴无毛，眼珠一般为红色，毛发则多为棕黑短毛，平均身长4尺，重80磅。但鼠族的个体差异极端，即便在同一个家庭内都能在毛色瞳色及体型上有着明显差异。</p>\n<p>鼠族有着保持整洁的本能，此本能又被他们族内的坚固社交结构再度强化。抱有偏见的外族常以为鼠族人肮脏带疫，但其实他们对个人卫生可是无比重视。由于样貌反常，时不时会被人误会为兽化症患者，鼠族在通过其他族裔所支配的地区时，常以斗篷、手套、鞋靴、长袖宽松的衣袍或其他衣物来遮掩自己的外观。</p>\n<h2>社会</h2>\n<p>鼠族文化强调团体与合作。所有鼠族都会透过活动游戏、社交场合及体育运动等方式，学会与亲戚以外的族人快速交友建立人脉的方法。毕竟出门靠朋友，而在你非靠朋友不可的场合，通常是千钧一发急难当头。</p>\n<p>鼠族有着担当商人与修补匠的悠久传统，经常不断搬家旅行。鼠族车队的规模一般不会超过6辆篷车，这些篷车是由特别巨大的老鼠所拖曳，许多鼠族人能与此种巨鼠沟通。</p>\n<p>鼠族文化也深受歧视迫害影响，使他们与族人团结一心，强化家族与社群间的羁绊。鼠族十分擅长分辨奇行的缘由究竟是恶意还是无知，致力端正族人风纪，以求能在愿意学习的外人眼中将世代承受的偏见逐步逆转。他们总是在寻找不会因外貌而歧视他们的外族人物，将其接纳为真心挚友，并欢迎这类人物加入鼠族社群之中。鼠族也擅长分辨有暴力倾向的独断偏见者，并对这类人物敬而远之以免发生惨剧。</p>\n<h2>阵营和宗教</h2>\n<p>比起善恶之类的抽象概念，鼠族更注重有形的亲戚朋友。虽然鼠族巢穴一般是堆满了奇葩杂货的混乱环境，但他们遵循着严格的社会规则。多数鼠族属于中立阵营。</p>\n<p>鼠族一般祭奉祖先或当地的强势信仰，但老鼠婆在鼠族文化中有着特殊的地位。别名鼠祖母的祂，可说是鼠族社会禁忌之化身：强求信徒将自身利益置于他人之上，并鼓励欺瞒及诡计。对大部分的鼠族来说，老鼠婆是替他们达成神智正常的族人绝对不愿沾染，但为了族裔必须完成的一切黑活的神祇。</p>\n<h2>冒险者</h2>\n<p>鼠族常因对探索旅行的向往、为了保护家族社群、或其他有的没的理由而成为冒险者。</p>\n<p>由于天生的机智脑袋与灵巧手指，鼠族适合担任炼金术士与盗贼，也有成为专精远程武器的战士或游侠的例子。</p>\n<p>常见的鼠族背景包括动物知音、工匠、战地医师、商人、游民、斥侯、修补匠，以及强盗、理发师、拾荒者、教师。</p>\n<h2>名字</h2>\n<p>每个鼠族家族之中都流通著20余个名字，世代之间稍有变化或缩为昵称。举例来说，祖父叫做圭夫尔 Grivver时，母亲可能叫圭娃 Griva，而孙子则是圭夫 Griv。鼠族常被与他们交流的外族人起些绰号或别名，他们认为这些称呼没品恶劣，若非身处鼠族社群之外绝不容忍。</p>\n<h3><span style=\"text-decoration: underline;\">范例名字</span></h3>\n<p>Barnan, Chikis, Chonan, Deto, Jass, Jix, Knagi, Kubi, Lolo, Ninnec, Nos, Rak, Renzi, Skigim, Tali, Zess</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">鼠族数据</h2>\n<p><strong>生命值</strong> 6</p>\n<p><strong>体型</strong> 小型</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>属性提升</strong> 敏捷, 智力, 自选</p>\n<p><strong>属性缺陷</strong> 力量</p>\n<p><strong>语言</strong> 通用语，鼠族语</p>\n<p><strong>额外语言</strong> 等同于角色智力调整值(若为正数)的额外语言。额外语言要从邪灵语、龙语、矮人语、豺狼人语、地侏语、哥布灵语、半身人语、兽人语、地下通用语以及任何其他角色能接触到的语言(比如角色所在地区的常用语)中选取。</p>\n<p><strong>感官</strong> 昏暗视觉</p>"
        },
        "Shisk": {
            "name": "希斯克人 Shisk",
            "description": "<p><em>希斯克人，神秘的山中之民，潜伏于幽暗的隧道与洞穴底下，是一种长着脱毛羽管的类人生物。他们对于收集与保护深奥知识的着迷是少数能说服他们探索外部世界的理由之一。</em></p>\n<hr />\n<p>即使是在芒吉莽原，希斯克人也很少会与外族有交集。他们主要靠蔬菜和昆虫组成的低热量饮食为生，所以很少需要跟他人争夺资源或是寻求贸易。他们的社会结构很紧密，并且对外来人相当警惕，尽管他们不会直接对到访者发起攻击。他们的历史主要依靠音乐和口口相传来传承。为了保护知识的安全，他们很少会保留文字记录。通常希斯克人唯一存在过的证明，是探索者们发现的他们的建筑残留痕迹：直接在山体雕凿出来而不是建在山顶的绿色环保土胚楼房。</p>\n<h2>你可能...</h2>\n<ul>\n<li>将你自己视为自然的一部分，避免拿取你不需要的东西。</li>\n<li>对想诱骗你泄露某些东西的人十分警惕。</li>\n<li>尽管是地底生物，仍然喜欢温暖并享受日光浴。</li>\n</ul>\n<h2>其他人也许...</h2>\n<ul>\n<li>很担心你的饮食和你吃得少。</li>\n<li>对你总是拒绝无偿透露信息而感到困惑或是恼怒。</li>\n<li>赞赏你惊人的记忆力与学识。</li>\n</ul>\n<h2>外貌描述</h2>\n<p>希斯克人有着与人类相似的特征与肤色，一般肤色从深褐色到深黑之间变化。因为有着中空的骨骼，所以他们比看上去的要轻。希斯克人没有体毛，取而代之的，他们的后背复盖着退化遗留的羽毛，如今只长着类似钙化的针状羽毛的骨刺。尽管不能飞行，希斯克人手臂周围的刺也更长一些，就像他们曾经有过翅膀一样。希斯克人的眼睛在阳光之下会收缩成一条缝，并且通常呈暖色，从淡褐色和棕色到更独特的红色或琥珀色不等。希斯克人上颚门齿的位置有两颗显眼的狭长尖牙，这让一些人会把他们和铁牙懒或是吸血鬼混作一谈。</p>\n<h2>社会</h2>\n<p>虽然很少会遇到外来者，但希斯克人还是有与外人交谈，招待客人，以及与外人做生意的意愿。对外人而言，他们的经济系统可能有点迷惑：他们极力回避物质至上④主义，而更偏好信息和艺术。他们会无偿的供给实物物资以换取知识甚至表演。如果有人愿意用有价值的信息换取实物，他们会觉得自己是捡到大便宜的那一方。他们绝不会为了实物物资而送出信息，只会用来交换别的知识，而且他们也很少在交易中索求实物物资。</p>\n<p>众所周知，希斯克人偏执成狂到了不同社群之间会为了秘密而起冲突的地步。他们的战争不因领土与资源而打响，而是为了受人觊觎的信息。在极少数情况下，当希斯克人中的圣人或是外交家说服了不同希斯克族群求同存异时，解决格拉利昂上存在的大难题和谜团不过是几个小时的事情。</p>\n<p>希斯克服装宽松而透气，并且一般会做得尽可能小以免勾到他们身上的骨羽。由于他们社会对物质的漠视，希斯克人生活在与所处自然环境的极度和谐之中，只获取他们需要的东西。希斯克人通常有一些简单的爱好，比如晒日光浴。</p>\n<h2>阵营和宗教</h2>\n<p>因为将自己视为自然世界的一部分并且通常更注重个人追求而不是社会生活，大多数希斯克人都是中立阵营。一些希斯克人是已被长久遗忘的神明的追随者。虽然以一群住在地下的人来说看起来相当怪异，但许多希斯克人会崇拜太阳神丘哈尔。苍翠修道者信仰在希斯克人中也十分流行，但在寻找一个个人崇拜的神明时，希斯克人更倾向于知识和秘密相关的神比如伊芮兹，内西斯或诺格巴。</p>\n<h2>名字</h2>\n<p>希斯克人的名字通常是父母所起，虽然这些名字常常有着只有家族成员才知道的秘密含义。他们的名字常常充斥着“咝”的音节，偶尔用尖锐的元音断开。</p>\n<h3>范例名字</h3>\n<p>阿多姆沙，阿约萨，智辛萨，达利绍，莱西亚，丽莎莎，索米苏，昆舒(Adomssha, Asjossa, Chishinsa, Dalissho, Lessia, Lishassha, Somissu, Quinshu)</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">希斯克人数据</h2>\n<p><strong>生命值</strong> 8</p>\n<p><strong>体型</strong> 中型</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>属性提升</strong> 智力, 自选</p>\n<p><strong>语言</strong> 芒吉语，希斯克语</p>\n<p><strong>额外语言</strong> 数量等于你智力调整值（若为正）的额外语言。从常见语言之中选择，或者选择任何其他你能接触到的语言（比如你所在地区流行的语言）。</p>\n<p><strong>感官</strong> 黑暗视觉</p>"
        },
        "Shoony": {
            "name": "舒尼 Shoony",
            "description": "<p><em>矮小的类人生物，长得很像敦实矮小的双足直立的犬类，舒尼有时被误认为是软弱孤立的和平主义者。然而，坚韧不拔的毅力，杰出的职业道德和机智的外交手腕让舒尼远非无助的弱小族裔。</em></p>\n<hr />\n<p>根据舒尼的记载，在创造了寇托斯岛之后不久，奥罗登就创造了这个族裔作为友善的同伴。舒尼的文化根植于这个传说和其引申义，这就可以解释为何舒尼们长期以来有着热情好客、善良和热爱和平的声誉。战争与舒尼的生活是对立的，舒尼依靠合作和坚韧在这个有时似乎执意要摧毁他们的世界中生存。舒尼们的乐观让他们临危不乱，即使在面对其他族裔可能产生仇恨或排外情绪的频繁镇压和剥削时，舒尼也总能看到他人的优点。对舒尼而言，和平永远是一个值得争取的目标，没有任何人真的坏到无药可救，所以他们的目标是用和平的方式解决问题。</p>\n<hr />\n<h2>你可能...</h2>\n<ul>\n<li>为保护你在乎的一切而战，并努力做正确的事情。</li>\n<li>会坚持不懈地专注工作很长时间，只为了追求长远目标。</li>\n<li>为受苦受难的人提供安慰和食物之类的生活所需，并给予他们亲人般的关怀。</li>\n</ul>\n<h2>其他人也许...</h2>\n<ul>\n<li> 不自觉地因你的外形而像对待小孩一样讨好你，或者退避三舍。</li>\n<li>出于友谊或过度保护的原因，保护你远离可怕的情况或恐怖的现象。</li>\n<li>欣赏你的实用主义和关心他人的天赋。</li>\n</ul>\n<h2>外貌描述</h2>\n<p>舒尼是一种矮小敦实的、毛茸茸的类人动物，有着扁平的犬类面孔和水汪汪的黑眼睛。它们的皮毛有各种色调和图案，最常见的颜色是浅黄褐色或黑色，他们松弛的皮肤使即便是最纤细的舒尼看起来也像个小胖子。舒尼长者短而卷曲的尾巴，当舒尼感到满意，或者极度兴奋或愉快时，尾巴会不由自主地摇摆。像其他犬科动物一样，舒尼不会出汗。他们哈气是为了缓解炎热和劳累，一直耷拉着舌头的舒尼也很常见。</p>\n<p>舒尼在8到10岁时就成年了，而舒尼中长寿的老人也很少能超过50岁。除了在怀孕后期，男性和女性几乎没有什么外貌区别。随着年龄的增长，男性和女性的面部毛发都会变白，皮肤会起皱，关节也会变得脆弱。舒尼平均身高3-1/2英尺，体重100磅。</p>\n<h2>社会</h2>\n<p>尽管舒尼喜欢社区生活，但大多数舒尼聚落都是人口不超过100人的农村。舒尼辛勤劳作，努力耕耘出肥沃的土地，他们知道人口密集的大型社群会对生态系统产生负面影响。怪兽侵袭、自然灾害和其它比舒尼文化更加强大的文化剥削也都限制了舒尼社群在内海地区的扩展。</p>\n<p>尽管寿命短暂，但舒尼是一群乐天派，他们对土地和同族有着无法抑制的热爱，即使在最糟糕的情况下，他们仍然保持乐观。生活在这个美丽的世界上，努力工作，身边围绕着自己所爱的人，这些简单的快乐激励着舒尼去克服这个族裔时常要面对的困难。</p>\n<h2>阵营和宗教</h2>\n<p>大多数舒尼社群崇尚同理心和忠诚，所以邪恶阵营十分罕见，但是他们也很务实、传统、羞怯。大多数舒尼冒险者的阵营是中立善良或守序善良。宗教是舒尼乡村生活的基石：最初舒尼崇拜奥罗登，知道他去世。失去奥罗登之后，许多舒尼将埃拉斯蒂尔当作他们的守护神，因为这位神祗重视家庭、社群和靠土地的作物为生，这与典型的舒尼价值观相吻合。贵族舒尼——尤其是士兵——有时也会崇拜艾奥梅黛，将其视作正直、勤奋和牺牲的典范。</p>\n<h2>冒险者</h2>\n<p>几乎没有舒尼愿意选择离开家乡与亲友，去面对未知的世界，而导致舒尼被迫踏上冒险征途的情况即便不是悲剧，也往往充满戏剧性，足以改变一生。也就是说，确实有些舒尼游历世界寻找财富带回家乡或是为同族报仇，而勇敢或机敏的舒尼冒险者一定会在他们的民族传说中赢得一席之地。</p>\n<p>典型的舒尼拥有核心规则书中的侍祭（acolyte）、农民（farmhand）、猎人（hunter）、劳工（laborer）或斗士（warrior）背景，或《湮灭诅咒》玩家手册中的驯兽师（animal wrangler）或索具操纵工（rigger）背景。许多舒尼冒险者都是战士，他们磨练自己的技能，成为队友坚定的捍卫者。也有些舒尼从事宗教研究，成为牧师或神卫，而另一些则增进自己的觅食和狩猎技能，成为天赋异禀的德鲁伊和游侠。</p>\n<h2>名字</h2>\n<p>基于强烈的家庭观和对朋友的重视，舒尼经常用所爱之人的名字命名自己的子女，并以此为荣。舒尼的名字很短，带喉音，其他族裔的人听起来就像一串串松散的不相关的元音和柔和的辅音。舒尼对名字很重视，也会花费时间和精力学习他们的朋友名字的正确发音。</p>\n<h3><span style=\"text-decoration: underline;\">范例名字</span></h3>\n<p>Ahogo, Arnbin, Bighmor, Bondin, Domwurd, Ebmeur, Gopor, Gurna, Hiemgur, Mufurlo, Oriog, Pulumar, Raliamar, Ruggion, Uhulrig, Ungrin.</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">舒尼数据</h2>\n<p><strong>生命值</strong> 6</p>\n<p><strong>体型</strong> 小型</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>属性提升</strong> 敏捷, 魅力, 自选</p>\n<p><strong>属性缺陷</strong> 体质</p>\n<p><strong>语言</strong> 通用语、舒尼语</p>\n<p><strong>额外语言</strong> 等同于你的智力调整值的额外语言（如果调整值为正值）。额外语言选择如下：矮人语、侏儒语、地精语、半身人语、土族语，以及其他你能够接触到的语言（比如你所在地区的常用语言）。</p>\n<p><strong>感官</strong> 昏暗视觉</p>\n<p><strong>钝鼻 Blunt Snout</strong> 你小而短粗的钝鼻和迷宫般的鼻窦系统让你可以抵抗针对鼻子的攻击。在面对吸入性威胁（例如吸入的毒药）和嗅觉效果（例如战蜥人恶臭）时，你的豁免检定结果视为比掷骰结果提升一个等级。</p>"
        },
        "Sprite": {
            "name": "小妖精 Sprite",
            "description": "<p><em>来自于被称为第一世界的精类国度，小妖精身形小巧，异想天开，活力充沛。他们喜欢恶作剧，探索新鲜事物，拥抱与魔法有关的一切。</em></p>\n<hr />\n<p>当大多数人想象精类时，他们很有可能想起的就是小妖精。绝大多数小妖精留在第一世界，在那里他们实质上是不朽的，当他们的生命结束时，就会转生为新的精类形态。有些或是与其他精类融合在一起，形成一个更庞大的身体，或者分裂成多个更小的精类。然而，小妖精们对各种形式的魔法都充满了难以置信的好奇心，导致许多小妖精冒险进入凡人世界，探索凡间那与第一世界相异的稳定性所提供的新可能。这些来客与其他主物质位面的小伙伴团体们混在一起，包括了来自第一世界的流亡者，那些和凡人缔结契约的精类家族，甚至是因好奇而加入凡人灵魂循环之列的思索者。</p>\n<p>来到主物质位面的第一代小妖精安于守护魔法的地点或物品，学习音乐，跟毫无戒心的人做恶作剧。但当出生在凡间的孩子成年后却没有形成翅膀时，他们感到了恐慌——还有一些小妖精在来到凡间一段时间后也同样失去了翅膀。许多最初的小妖精探险者认为这个迹象表明凡人的世界对他们来说太过怪异，于是回到了安全的第一世界中。</p>\n<p>然而，那些没有翅膀的后代们表现出了祖先所无法比拟的潜力，以及对凡界的特殊魔法亲和力。他们成为了小妖精当中最强大的英雄，有时，也是最危险的恶徒。当他们的力量完全解放时，许多终于长出了翅膀：比第一世界的任何小妖精更大、更独特、更有活力，这正是他们无限潜力的标志。</p>\n<p>如果你想要创造一个娇小、多变而充满好奇的角色，那你应该扮演一个小妖精。</p>\n<h2>你可能...</h2>\n<ul>\n<li>对周围的人进行善意的恶作剧，目的是为了给他们上一堂课，帮他们找到丢失的物品，甚至帮助他们找到真爱。</li>\n<li>在你打算按照之前的计划行动时，却被一些新的东西吸引走了注意力。</li>\n<li>找到某项对你极为重要的魔法物品，让你忍不住要用所有的力量来保护它。</li>\n</ul>\n<h2>其他人也许...</h2>\n<ul>\n<li>觉得你了解奇特的精类奥秘，并能施展远超你实际能力的超级原始魔法。</li>\n<li>每当莫名其妙的怪事或巧合发生时，他们都认为你是主要嫌疑人。</li>\n<li>误解你的思维方式，认为你的飘忽不定是一种马大哈的表现。</li>\n</ul>\n<h2>外貌描述</h2>\n<p>小妖精是体型极小的精类，其特征根据不同传承而有很大的差异。随着时间的推移，无翼者——也就是那些有潜力成为强大的英雄和恶徒的妖精，包括所有的PC小妖精——的魔法潜能会慢慢显现并长出翅膀，尽管有些可能永远没有长出翅膀。而那些命中注定不会有那么大成就的小妖精则通常会在完全成年并掌握其内在魔法时长出翅膀。小妖精成年的速度与人类差不多，但一个典型的小妖精如果能够远离灾难和危险，可以活到1000岁或更久。那些在主物质位面感觉到自己大限将至的小妖精，通常会回到第一世界重生，再次开始他们的冒险。</p>\n<h2>社会</h2>\n<p>小妖精通常在偏远的小村庄里隐居，附近的区域常有丰富的魔力，天然美景或其他特别的奇观。其他小妖精则或是独来独往，或是与小家庭或同龄伙伴一起生活，为寻找刺激而旅行着。</p>\n<h2>阵营和宗教</h2>\n<p>小妖精有各种不同的阵营，但很少是守序或邪恶的。他们更倾向于崇拜古老者——精类自己的神明——而不是凡人们信仰的神灵。他们特别倾向众相的时间之古老者夏依卡（Shyka）和古老者中的恶作剧大师提灯王（Lantern King）。在凡间的神祇中，小妖精们最欣赏黛斯娜。由于她常被描绘成一个有蝴蝶翅膀的女子，一些信仰黛斯娜的小妖精声称她是他们自己的一员。小妖精们也很能理解凯登·凯连和莎琳的教义，而格利精们尤其钟爱司掌美丽和艺术的女神。</p>\n<h2>名字</h2>\n<p>小妖精的名字完全取决于他们父母一念之间的奇想。小妖精经常会后来找到其他的昵称，或者改变出生时加给他们的名字；其他小妖精既不会看不惯，也不觉得奇怪。</p>\n<h3><span style=\"text-decoration: underline;\">范例名字</span></h3>\n<p>Bree, Plumgrass, Cowrie, Flit, Moth, Zephyr, Naatalu, Pinebrush, Zandivar</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">小妖精数据</h2>\n<p><strong>生命值</strong> 6</p>\n<p><strong>体型</strong> 超小型</p>\n<p><strong>速度</strong> 20尺</p>\n<p><strong>属性提升</strong> 敏捷, 智力, 自选</p>\n<p><strong>属性缺陷</strong> 力量</p>\n<p><strong>语言</strong> 通用语、木族语</p>\n<p><strong>额外语言</strong> 数量等于你的智力调整值（假如其为正）的额外语言。从天界语、龙语、精灵语、侏儒语、地精语和巨人语和其他对你允许的语言中选取（如所在地区的常用语言）。</p>\n<p><strong>感官</strong> 昏暗视觉</p>\n<p><strong>魔力打击 Magical Strikes</strong> 你天生的魔力充斥全身，你所有的攻击都视为魔法的，无论是非武装攻击还是武器攻击。</p>"
        },
        "Strix": {
            "name": "枭鬼 Strix",
            "description": "<p><em>在他们自己的语言里，枭鬼叫做itarii。这些鸟型类人生物往往栖于人烟罕至之地，一心守护家园和部落。当宝贝的社群遭受攻击，他们会展开宽阔的翅膀，挥舞锋锐的爪子御敌。</em></p>\n<hr />\n<p>枭鬼回头，不是报恩，就是报仇。千百年来他们拍打着乌黑、可怕的羽翼，替坠亡的族人讨取血债。在邻近的人类社会眼中，枭鬼就是背生双翼的魔鬼。但这是对他们天性的误解，枭鬼其实以富有灵性、艺术、同情新的文化自豪，只是罕为外人所见。</p>\n<p>随着人口复苏，枭鬼的部落已经扩散到魔鬼栖（Devil’s Perch）山地之外，遍布切利亚斯（Cheliax）和周遭国家。他们翱翔于群山、森林与海滩上空，但同族之间深厚的连结往往又会带领他们飞返故乡。</p>\n<p>如果你想扮演忠实又充满谜团、凶恶又才华洋溢、盼望鸟瞰世界的角色，就该选择枭鬼。</p>\n<h2>你可能...</h2>\n<ul>\n<li>为家人、朋友或社群奉献，也受他们喜爱。</li>\n<li>对人类有着根深蒂固的不信任。</li>\n<li>和陌生人保持距离，或许还会对家园之外的世界表现得很天真。</li>\n</ul>\n<h2>其他人也许...</h2>\n<ul>\n<li>欣赏你真挚的友谊，即便他们可能不理解背后的文化渊源。</li>\n<li>三不五时把你当成信鸽，问你能不能帮忙送信之类的。</li>\n<li>由于从未和枭鬼相处过，而被你的外表吓到。</li>\n</ul>\n<h2>外貌描述</h2>\n<p>枭鬼虽属类人生物，却有着鸟类特征，比如可怕的利爪，还有背上复盖羽毛的翅膀。他们平均身高六尺，比人类高上许多；不过以体型来说，他们的身体非常轻盈。枭鬼在十四岁左右成年，平均寿命大约四十岁。他们长着尖尖的耳朵和大大的眼睛，一般来说眼白和眼瞳都是黑色，不过有有时也会呈现耀眼的金色。枭鬼无法转动眼珠，所以在凝视不同目标时，头会一顿一顿地转动。他们的肌肉多半紧致有序，以便发挥搧动翅膀所需的力量。</p>\n<h2>社会</h2>\n<p>枭鬼的生活远离尘嚣，出了世代相传的领地以后就十分少见。他们的部落不大，有时根本只是少数关系紧密的个体。魔鬼栖是世上最大的枭鬼聚落，但格拉利昂的许多地方都有他们零星分布。枭鬼对于家人和社群成员有个强烈的同理心和情感依附，比起个人的欲望，他们更看重社群的需求，部落或群体内也有简单却组织明确的分工。枭鬼的部族由女性领导，称为rokoa。</p>\n<p>和邻近的切利亚斯人民长年冲突，让多数枭鬼对kotaara－－人类有着深深的恐惧与不信任。他们相信枭鬼是长了翅膀的魔鬼，满心想要除之而后快；面对为数众多的敌人，枭鬼只能尽力守住地盘、维持同胞的数量。在连结这么紧密的群体里，失去任何一个同胞都令人心碎。</p>\n<h2>阵营和宗教</h2>\n<p>枭鬼知道规则对社会运作的重要性，因此很少属于混沌阵营，不过有些人对于外面社会的规则，就会抱持比较灵活的态度。枭鬼通常没有宗教信仰，他们相信史诗《碎巢记》（Korrsat Akra）里的故事记载了他们的来历，也能在当今的世界中为他们指点方向。枭鬼最重视的就是和同伴之间的生活，还有回忆过往强烈的伤痛。法莱斯玛（Pharasma）在有信仰的枭鬼之间相当普遍，一是因为这种信仰十分普遍，二是因为可以学习关于生死的教育祭仪为重视的社群服务。哥兹莱（Gozreh）也是许多枭鬼的日常中的依靠，他们会祈求风澜（the Wind and the Waves）刮起立于翱翔的顺风，以及在天空怒号之时保佑他们的亲族。埃拉斯蒂尔（Erastil）和托拉格（Torag）也代表两种不同的社会秩序，而且可以团结起整个部落的信仰。</p>\n<h2>名字</h2>\n<p>枭鬼的名字由回忆中各种鸟类的啭唱、尖啸或连鸣组成，影响命名最主要的因素则是习俗和信仰。小型社群中的枭鬼可能会用类似的音节表达团结心。由于亲人的意义重大，枭鬼常会用所爱之人为子女命名，并添加或稍微改变名字的音节。</p>\n<h3><span style=\"text-decoration: underline;\">范例名字</span></h3>\n<p>戚兹－咿尔（Chiit-iir）、西古利啼（Cicreeti）、咿卡他利（Ikatarii）、咿尔夸塔（Irkoata）、咖塔（Kaata）、奇咯（Kiilo）、奇唳（Kirii）、啦卡（Rahka）、劳他唯喔（Roatatwiil）、突哩欧（Turiilo）、忒威哩（Twilii）</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">枭鬼属性</h2>\n<p><strong>生命值</strong> 8</p>\n<p><strong>体型</strong> 中型</p>\n<p><strong>速度</strong> 25 尺</p>\n<p><strong>属性提升</strong> 敏捷，自选</p>\n<p><strong>语言</strong> 通用语、枭鬼语</p>\n<p><strong>额外语言</strong> 数量等于你的智力调整值（假如其为正）的额外语言。从龙语、巨人语、侏儒语、炼狱语和任何你接触过的语言中挑选（比如你居住地区普遍使用的语言）。</p>\n<p><strong>感官</strong> 昏暗视觉</p>\n<p><strong>翅膀</strong> 每个枭鬼都有一对强壮的翅膀。虽然不是每个枭鬼都一心锻鍊飞行技巧，但挥动强壮的翅膀还是能帮助他们跳得更远。你的水平跳跃距离增加5尺，而且不会因为没有至少助跑10尺，就在跳高（High Jump）或跳远（Long Jump）的检定中自动失败。此外，你在跳远时，可以比运动（Athletics）检定结果再多跳出10尺，但仍然不能超过你的移动速度。</p>"
        },
        "Tengu": {
            "name": "天狗 Tengu",
            "description": "<p><em>天狗作为社交性强又足智多谋的民族，早已从天夏的故乡扩散到全球，收藏吸纳旅途中遇见的一切风土民情及科研发现，并将之与自己族裔的悠久历史相互融合。</em></p>\n<hr />\n<p>天狗生来就是能说会道的求生专家，不论在荒郊野岭或是拥挤城市都能自在生活。他们一面旅行一面收藏知识、工具与朋友。</p>\n<p>许多天狗移民散居在格拉利昂各地以追求更好的生活，将他们祖传的锻刀技法从家园传播而出。在滨海地区，天狗多以渔夫、铁匠或“噬厄”─根据水手之间真假莫辨的迷信，能吸纳厄运的船员─为业。由于在各式各样的环境及地区生活过，天狗不常评判他人，尤其不会以社会地位作为个人价值的指标，但也由于他们因此不排斥与罪犯为伍，常使旁人对天狗多有猜忌。</p>\n<p>若你想扮演明明自身有着悠久的工艺传承与历史传统，却又依据需要乐于接纳新的习俗、伙伴、言词、工具的角色，适合选用天狗族裔。</p>\n<h2>你可能...</h2>\n<ul>\n<li>社交性强烈，乐于寻觅自己的友伴团伙。</li>\n<li>饥渴地吸收周围人物的习俗，偶会忘记这些新知到底是哪里学来的。</li>\n<li>无视旁人眼光，愿意承接任何工作与任务。</li>\n</ul>\n<h2>其他人也许...</h2>\n<ul>\n<li>认为你略懂多样的技能与知识，尤其是关于语言方面。</li>\n<li>被你对文化传统时而尊敬时而轻忽的态度搞得困惑不已。</li>\n<li>难以解读你的表情，并对你抱持着猜忌与迷信。</li>\n</ul>\n<h2>外貌描述</h2>\n<p>天狗身上有许多鸟类的特性。他们的脸上长着尖锐的鸟喙，布满鳞片的四肢末端也生有锐利钩爪。除非特别订制，包复趾头的鞋靴天狗怎么穿怎么不合脚，许多天狗因此偏好拖鞋或干脆裸足。天狗的身高很少超过5尺，而其体重比其矮短身材显得还要更轻，这是由于天狗有着中空的骨骼。少数天狗长有无法用来飞行的退化后的翅膀。</p>\n<p>天狗是由蛋孵化而来，刚出生的第一年身上没有羽毛，此时天狗甚少离开家中。不久后天狗身上会长出一层暗灰色的松软羽绒，约15岁成年时会再换毛成漆黑羽毛。天狗常把脱落的羽毛加工成各式各样的道具，例如羽毛笔，或是用来引导族裔魔力的魔法羽扇等。许多天狗会以在羽毛及利爪上涂画纹样的方式打扮自己，这也能强调他们的肢体语言，并有助于让其他族裔的人民理解自己的表情。</p>\n<h2>社会</h2>\n<p>天狗的社交性极强，经常与近居隔壁的亲族们团结一致组成社群，共同分担家务。在城市中，天狗社群常包含着其他族裔的成员。在同个社群中成长的天狗孩童，会将所有同辈视为兄弟姊妹，常搞不清到底谁跟自己才有血缘关系。</p>\n<p>在天狗社会中，最大的分断点在于你是留守远祖家乡，还是在外闯荡四海。天狗将这两种人分别称为“老巢人”及“迁徙者”。老巢天狗的价值观偏向保守的传统主义，全力保护传统文化不受多年来的压迫所毁伤。迁徙天狗则是饥渴地吸收著已成他们新家园的异国外乡的习俗。</p>\n<h2>阵营和宗教</h2>\n<p>天狗一般信奉他们成长地区里的宗教，但他们其实有着雷公黑风这个族裔守护神。由于这位大神因酒后闹事及情绪不稳恶名远扬，天狗反而偏好信仰神职包含自由与旅行的神祇，例如黛丝娜和凯登·凯连，或是司掌自然之神，像是哥兹莱。贝斯玛拉也能吸引天狗信徒，有着许多靠海维生的天狗信众。贝斯玛拉与黑风的相关情报详见神与魔法一书。</p>\n<p>在他们散居天下以前，天狗信奉创世诸神的多神混和信仰。天狗传说中诉说着远古天狗乘着流星自夜空中降临格拉利昂高山峰顶的故事，他们因而常在山上及其他自然奇观边举行祭拜万物精魂的仪式。直到今日，天狗仍不常区分神术及原能的信仰。</p>\n<p>比起善恶平衡，天狗更注重保古守旧及吸纳新知之间的均衡，老巢天狗多为守序，迁徙天狗则偏向混乱。</p>\n<h2>冒险者</h2>\n<p>会离开远祖故乡的天狗，胸怀横跨广阔大地，收藏美丽财宝，直面刀兵或浪涛等险阻的冒险之心。</p>\n<p>天狗的背景常能体现他们在老家或外乡的职业与地位。例如杂耍艺人、酒保、骗徒、特使、艺人、占卜师、赌徒、商人、游民、水手，以及强盗、邮递员、起义者、难民、拾荒者。</p>\n<p>天狗适合担任盗贼、吟游诗人、先知、游侠、浪客。</p>\n<h2>名字</h2>\n<p>老巢天狗的姓名古风，包含了许多天狗语中常见的重硬子音。迁徙天狗的姓名则是吸收了百家文化精华，依命名者的心情随意组合而来。</p>\n<h3><span style=\"text-decoration: underline;\">范例名字</span></h3>\n<p>Arkkak, Chuko, Dolgra, Dorodara, Kakkariel, Kora, Marrak, Mossarah, Pularrka, Rarorel, Ruk, Tak-Tak, Tsukotarra</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">天狗数据</h2>\n<p><strong>生命值</strong> 6</p>\n<p><strong>体型</strong> 中型</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>属性提升</strong> 敏捷, 自选</p>\n<p><strong>语言</strong> 通用语，天狗语</p>\n<p><strong>额外语言</strong> 等同于角色智力调整值(若为正数)的额外语言。额外语言要从矮人语、精灵语、半身人语、地侏语、哥布灵语、木族语以及任何其他角色能接触到的语言(比如角色所在地区的常用语)中选取。</p>\n<p><strong>感官</strong> 昏暗视觉</p>\n<p><strong>尖锐鸟喙 Sharp Beak</strong> 由于脸上长着的尖锐鸟喙，你永远不会陷入手无寸铁的境地。你持有造成1d6穿刺伤害的喙啄非武装攻击。这个喙啄属于搏击武器组，并持有娴熟、非武装特征。</p>"
        },
        "Skeleton": {
            "name": "骷髅 Skeleton",
            "description": "<p><em>骷髅通常被认为是最弱的不死生物之一。他们是典型的无心智生物，缺乏其他不死生物的许多威胁性能力。然而，龙、巨人和其他巨兽活化成的骷髅却是最危险的敌人。强大的生物可能保留了一些力量和理智，并作为骷髅归来。有一些死灵法师会把他们的最强劲的敌人转化为骷髅不死仆从——只要能控制得住。</em></p>\n<hr />\n<p>骷髅冒险者在生前通常是技艺娴熟而实力强大的。基于坚韧的意志力、或某种特殊环境，他们在死后也保持了自我意识和理想抱负。然而，作为一名骷髅复苏是创伤性的。他以前的生活记忆通常会变得破碎或模糊，如果还留存着某些记忆的话。对一些骷髅来说，记忆会随着时间的推移而回归；而对于另一些来说，过去已经消逝了。这很大程度上取决于一个骷髅是如何看待自己的：要么作为他生者生命的延续，要么作为一个全新的存在。</p>\n<p> 骷髅冒险者为了与其他骷髅区分，通常会尽可能地华丽地打扮。巨大的羽毛帽、装饰华丽的盔甲、刺绣丝绸衣服或闪闪发光的珠宝常常出现在他们的衣柜里。一些骷髅在他们的骨骼上雕刻出复杂的“纹身”，或者在头骨上作画，来与无心智的骷髅区分，并维持自我的感知；他们借此告知生者，他们与其他不死生物不同。</p>\n<p>骷髅冒险者必须接受他们的新身份。因他们不受生者的顾虑，而常常被低估。</p>\n<h2>你可能...</h2>\n<ul>\n<li>比大多数人更加努力，来证明自己是一个有能力的独立个体。</li>\n<li>在陷入危险时，几乎不顾及你的不死身躯的安全。</li>\n<li>拼命地寻求被过往的社群所接纳，而那曾经是那么地稀松平常。</li>\n</ul>\n<h2>其他人也许...</h2>\n<ul>\n<li>假定你是一个死灵法师的仆从，正在努力推进某些计划。</li>\n<li>很难与你共情。</li>\n<li>怜悯或嫉妒你的不死生命。</li>\n</ul>\n<h2>外貌描述 Physical Description</h2>\n<p>即使完全没有肉体和器官，骨骼也可以在外观上差别很大，毕竟生物们具有着广泛的多样性。骷髅可以很高、很矮、或介于两者之间。长有角、翅膀或尾巴的生物的骨骼会保留它们的痕迹，但成为骨骼后通常难以使用。刚从新鲜尸骸中唤起的骷髅往往是森白色的骨骼，而较旧的骨骼则往往是灰色或黄色的。冒险过一段时间的骷髅的骨骼上通常会出现像伤疤一样纵横交错的浅划线，那是他们在之前的战斗中受创的位置。</p>\n<h2>社会 Society</h2>\n<p>在格拉里昂，很少能聚集足够多的有智能的骷髅，来组成某种形式的定居点。即使是在盖布——骷髅数量最多的地方，他们也通常会与其他不死生物混在一起，而不是彼此聚集在一起。许多骷髅宁愿和那些能使自己回忆起生前的生活的人们同行（尽管骷髅体内流动的负能量很容易引起这些人的厌恶）。盖布的骷髅通常被视为仆从阶级的成员，很少能提升社会阶层。</p>\n<p>而在盖布之外，骷髅极其孤僻。有些可能会躲在社群的外沿，或乔装打扮后四处流窜，但他们很难得到生者的接纳。虽然在奈多Nidal或濑加美名Sekamina这样的地方，人们可能不会害怕他们，但也不太可能尊重他们。</p>\n<h2>阵营和宗教 Alignment and religion</h2>\n<p>虽然几乎所有的不死生物都是邪恶的，但一些智能骷髅设法延缓或避免这种来自负能量的腐化。在随着时间的推移变为邪恶之前，骷髅通常倾向于创造者或他们生前的阵营。没有特别的效忠对象的骷髅倾向于成为中立邪恶阵营；或在能够避免变为邪恶时，成为中立阵营。</p>\n<p>拥抱自己不死身份的骷髅通常追随死亡之神，如厄加图娅Urgathoa，而那些憎恨不死身份的人则通常崇拜生命与救赎之神。那些想要战胜被施加的破坏性影响并超脱于某种被创造的目的的骷髅，通常会接受那些没有狂热清理不死生物信条的神祇，如莎琳。</p>\n<h2>姓名 Names</h2>\n<p>在骷髅之间，并不存在广泛的命名共识。当死灵法师花心思给他们唤起的骷髅起名字时，他们通常会选择符合自己口味的名字，就像给宠物取名一样。其他骷髅则可能会因他们的作用和工作而被命名。记忆保存完好的骷髅可能会选择保留他们生前的名字，但其他的则可能会根据他们作为不死生物的经历来选择新的名字。</p>\n<h3>范例名字 Sample Names</h3>\n<p>响亮下颌、咯吱、看门的、最后的祭品、御千代、讲台、权杖素材、第六枪兵、头盖骨嘚儿、零钱</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">骷髅数据 Skeleton数据</h2>\n<p><strong>生命值</strong> 6</p>\n<p><strong>体型</strong> 中型</p>\n<p><strong>速度</strong> 25尺</p>\n<p><strong>属性提升</strong> 敏捷, 魅力, 自选</p>\n<p><strong>属性缺陷</strong> 智力</p>\n<p><strong>语言</strong> 通用语、死灵语</p>\n<p><strong>额外语言</strong> 数量等于你的智力调整值（若为正）的额外语言，从以下语言中选取：邪灵语、矮人语、精灵语、炼狱语、兽人语、地底通用语和其它可用语言（例如你所在地区的语言）。</p>\n<p><strong>不死特性</strong> 你获得@UUID[Compendium.pf2e.ancestryfeatures.SAbzItAI4uwbdnQk]{基础不死增益 Basic Undead Benefits}。你不像食尸鬼那样食肉、不像吸血鬼那样饮血，你的不死饥渴要求你收集骨骼以修复自己。</p>"
        },
        "[Empty Ancestry]": {
            "name": "[Empty Ancestry]",
            "description": "<p>This is a blank ancestry for homebrew. This provides no inherent automation but can be used as a drag and drop template on an actor.</p>"
        },
        "Ghoran": {
            "name": "蒿兰人 Ghoran",
            "description": "<p>这些有智能的植物人，由一位死去已久的德鲁伊创造，他们借由其种子拥有某种程度的不朽——除非它们被除了时间的摧残以外的外力摧毁。</p>\n<p>很久以前，在盖布(Geb)和奈克斯(Nex)之间的战争最激烈的时候，大法师 奈克斯(Nex)要求叛变的德鲁伊戈罗斯(Ghorus)创造一种植物，即使在最荒凉的土地上也能养活他的人民。戈罗斯确实这么做了，他培育出一种能适应各种环境并能承受各种魔法和咒语的花。他太成功了。在惊世奇土的奇异土壤中，这种花开始生长并很快开始思考——然后学会走路和说话。 这些便是第一批蒿兰人。尽管他们刚有意识，蒿兰人发现许多其他族裔都善于忽略不便的真相，尤其是那些涉及下一顿饭可能来自哪里的真相。一点一点，一粒又一粒种子，蒿兰人将自己成长为类人生物形态，希望通过模仿类人生物的外貌来博取同情。这最终奏效了，蒿兰人在奈克斯国赢得了公民身份和受保护的地位。即便如此，时间和捕食还是对他们造成了损失；蒿兰人的人口很少，而且还在不断减少。</p>\n<p>每个蒿兰人本质上都是一个古老的生命火花，他们依次栖息在一系列植物状的身体中。每隔二十年左右，蒿兰人就会产生一粒种子。当他们的灵魂进入种子时，他们旧的身体会枯萎，然后迅速产生一个新的身体。这个过程会带来人格的微小变化和一些远古记忆的丧失，比如每个新的蒿兰都与其前代有关，同时仍然是一个不同的个体。创造更多蒿兰人的技术随着德鲁伊戈罗斯的消亡而消亡，因此他们在惊世奇土中是一个微小但稳定的少数群体，几个世纪以来随着他们中的一些人陷入暴力和灾难而逐渐减少。</p>\n<p>如果你想要一个拥有古老而与众不同灵魂的角色，试图在一个陌生而充满敌意的世界中生存和发展，你可以扮演蒿兰人。</p>\n<h2>你也许…</h2>\n<ul>\n<li>随口提及几千年前的事件。</li>\n<li>发现“动物”的行为很奇怪。</li>\n<li>不断地对你的身体做一些小的改变。</li>\n</ul>\n<h2>其他人或许…</h2>\n<ul>\n<li>一段时间不见后很难认出你。</li>\n<li>对你悠久的寿命和庞大的知识量感到害怕或着迷。</li>\n<li>听说你很好吃。</li>\n</ul>\n<h2>体貌描述 Physical Description</h2>\n<p>蒿兰人的体型大小和形状大致为类人生物，其身体主要由类似木质藤本植物的纤维状植物材料构成，脸庞则像一朵巨大的五颜六色的花朵。蒿兰人对自己身体的形状和结构有很大的控制权：花几个小时的功夫，蒿兰人就能会让自己变高或变矮，变得四肢修长或胸部丰满。他们作为尝起来美味甘甜的草本植物而闻名。 大多数人只是对这种特质到好奇而不会尝试咬一口，但野外的动物有时会寻找并攻击它们。虽然他们可以学会微笑或大笑以适应其他族裔，但他们倾向于使用一套不同的情感符号，拍动面部花瓣表示快乐，在激动或不安时发出沙沙声。每个蒿兰人的躯干内都有一个大空腔，里面装着一颗大种子。当蒿兰人的身体变得过于衰老而无法正常运作时，他们会将自己的记忆传输到种子中，并将其播种到地里。在1到2个月内，一个新的蒿兰人个体从种子中长出，而原来的 蒿兰人坍塌成一堆情性有机质。这种奇特的繁殖方法使蒿兰人处于脆弱状态，许蒿兰人对在非蒿兰人中进行此过程怀有戒心。作为植物，蒿兰人对人类意义上的性别没有天生的理解。身处于与其他族裔为伴环境的蒿兰人有时会采用更男性化或更女性化的形态，尽管很多蒿兰人并不在意这件事。</p>\n<h2>社会 Society</h2>\n<p>蒿兰人起源于奈克斯(Nex)，大多数人作为少数族裔居住在那片土地上。在奈克斯的主要城市，他们在有着广阔公园和大树的社区中建造了自己的小飞地，其中最大的飞地位于夸恩提姆(Quantium)。虽然他们不具备像树精一样进入树内异次元家园的魔法能力，但蒿兰人生活在树林中，通常在社区的大公园内安家。他们非常擅长建造自己的住所，如此他们就不会破坏当地植物群的生态。参观蒿兰人飞地的游客最初可能没有意识到他们进入了一个家园中，而是假设他们是在一个休闲的公共空间。只要游客尊重公园、他们的家以及他们遇到的任何蒿兰人，蒿兰人通常不会介意意想不到的宾客。居住在大城市的蒿兰人相对社会化并接受了其他族裔，他们往往渴望互动、了解他人和从事贸易。在这些城市之外，蒿兰人也栖息在破碎山脉山脚下的偏远小社区，居住在僻静的森林中，他们往往更加孤立。这些蒿兰人铭记于心最初创造他们族裔是作为“动物”的食物，他们通常没有强烈的意愿去了解其他族裔。然而，随着每一个新的肉身都略微改变蒿兰人的性格，他们有时会养成一种旅行癖，促使他们离开孤立家园，去更广阔的世界旅行。通常，这些蒿兰人拥有一些——甚至是宝库般的——许多年以来一直被外界遗失的古代知识，因此他们的旅程有时会为惊世奇土及其他地方的其他人带来重要的新发现。</p>\n<p>在他们同族之间，蒿兰人很容易和本能地合作，他们不需要正式的政府。工作是根据从数千年的经验中得出的无声共识来分配的，因为每个人都做他们最擅长的事情来完成必要的任务。这种无声共识已经能熟练地安排当一个蒿兰人或改变新的肉身时如何去调整和适应。从远方旅行的新蒿兰人或其他族裔的成员的加入有时会打乱这种自然节奏。新成员是一种未知量，因此整个社区都会密切关注新来者，以进行短期分析，这可能会令人不安。这种做法并非出于任何不信任或伤害之心，而是出于好奇和需要了解新人擅长什么以及他们需要帮助的地方。一旦蒿兰人社区得出结论，他们就会相应地调整他们的行动——每个人都简单地开始以不同的方式执行任务，让新来者适应并做出贡献，没有正式的会议或声明。在大多数情况下，社区的一名成员意识到他们应该告诉非蒿兰人新人社区对他们的期望，但有时没有人意识到有必要进行交流。当这种情况发生时，可能会让蒿兰人社区和新来者对对方的行为和选择感到困惑，因为社区希望新来者简单地投入并满足其需求，而新来者则等待被告知社区对他们的期望。</p>\n<p>以这种古老的共识为基础运作的蒿兰人社区通常没有任何类似领导者的东西。尽管如此，一个社区有时会任命一个单独的蒿兰人作为对外来者的特使，甚至给他们一个头衔，以使“动物”在收到来自整个社区的消息时更加舒适。</p>\n<h2>阵营和宗教 Alignment and religion</h2>\n<p>蒿兰人通常缺乏向善或向恶的驱动力，尽管他们的植物衍生价值观有时会使他们使那些并非以植物为身体的人们产生他们不分是非的印象。他们有轻微的守序倾向，尤其是在他们自己的社区。虽然大多数蒿兰人并不是特别虔诚，但精神导向的人倾向于通过苍翠誓约或不太常见的哥兹莱或最古老的信仰之一（例如植物般绿母(Green Mother)）来崇拜自然。他们很少对以人类为中心的神灵感兴趣，因为蒿兰人有着截然不同的思维过程和优先事项。 信仰通常不会因种子到种子、肉身到肉身而发生太大变化，这意味着较新兴神灵，尤其是那些在过去几千年中登神的神灵（“最近”，从蒿兰人的角度来看）在蒿兰人社区几乎没有立足点。</p>\n<h2>姓名 Names</h2>\n<p>大多数蒿兰人在每次更新肉体时都会选择一个新名字，通常是选择一个他们在前世觉得中意的名字或概念。偶尔，蒿兰人可能会连续多次重复使用同一个名字，尤其是如果留在其他族裔的社区中，尽管每个肉身仍然是一个不同的人。</p>\n<h3>范例姓名 Sample Names</h3>\n<p>阿姆萨鲁Amsalu、艾什Ash、安姆奈特Emnet、西里Sieri、奥尼尔Ooniel、阿什马里什Arshmarish、韦尔特Velt、飞燕草Delphinium、哈希Hach、翠Emerald、黒貂Sable</p>\n<h2>蒿兰人传承 Ghoran Heritages</h2>\n<p>以适应环境为明确目的而创造的蒿兰人表现出几种截然不同的身体形态。 在第 1 级选择以下蒿兰人传承之一。</p>"
        }
    }
}
