{
	"label": "背景 Backgrounds",
	"entries": {
		"Abadar's Avenger": {
			"name": "Abadar's Avenger",
			"description": "<p>Hao Jin really has some nerve for a supposed disciple of Abadar. First, she dares to start a collection of trinkets in hopes of emulating the great Abadar's unsurpassable First Vault. As if that weren't enough, she also sets up a contest to give away her most powerful treasures to anyone who can throw a punch! Abadar hasn't directly told you as much, per se, but surely this kind of hubris can't sit well with your beloved deity, regardless of Hao Jin's own supposed ties to the Master of the First Vault. At the very least, someone's got to check out this shoddy imitation of the First Vault and write a report for the church of Abadar - and you've decided that someone is you.</p>\n<p>With or without the blessing of an actual priest of Abadar, you've taken it upon yourself to investigate Hao Jin's \"wondrous\" vault by winning her Ruby Phoenix Tournament. You read a few flyers about the tournament's home city and joined the first team that could handle your righteous zealotry, but any more preparation would be a waste of time. You clearly have the divine will of Abadar on your side (but again, no actual proof of this), which is all you'll need to win this tournament and dispel any notions of Hao Jin's ties to your patron deity.</p>\n<p>Choose two ability boosts. One must be to <strong>Charisma</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in Religion and the Goka Lore skill. You gain the @Compendium[pf2e.feats-srd.W6Gl9ePmItfDHji0]{Assurance} skill feat with Religion.</p>"
		},
		"Academy Dropout": {
			"name": "Academy Dropout",
			"description": "<p>You were enrolled at a prestigious magical academy, but you've since dropped out. Maybe there was a momentous incident, maybe you had to return to other responsibilities, or perhaps it was just too much for you. Whatever the case, your exit from the academy has shaped your life as much as your entrance and led you to a life of adventure.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in Arcana and Academia Lore. You gain the @Compendium[pf2e.feats-srd.1Bt7uCW2WI4sM84P]{Dubious Knowledge} skill feat.</p>"
		},
		"Acolyte": {
			"name": "Acolyte",
			"description": "<p>You spent your early days in a religious monastery or cloister. You may have traveled out into the world to spread the message of your religion or because you cast away the teachings of your faith, but deep down you'll always carry within you the lessons you learned.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Religion skill and the Scribing Lore skill. You gain the @Compendium[pf2e.feats-srd.x7EMZNMavris2aHY]{Student of the Canon} skill feat.</p>"
		},
		"Acrobat": {
			"name": "Acrobat",
			"description": "<p>In a circus or on the streets, you earned your pay by performing as an acrobat. You might have turned to adventuring when the money dried up, or simply decided to put your skills to better use.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Dexterity</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Acrobatics skill and the Circus Lore skill. You gain the @Compendium[pf2e.feats-srd.CnqMJR8e9jqJR7MM]{Steady Balance} skill feat.</p>"
		},
		"Aerialist": {
			"name": "Aerialist",
			"description": "<p>Experienced with trapezes, aerial silks, and hoops, your skill is in performing death-defying stunts high above the ground. The Celestial Menagerie skimped on safety devices such as nets and quality ropes, so you also learned to take a fall better than most. After a harrowing near-death experience involving a cracked trapeze bar, you decided to take your expertise elsewhere.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Acrobatics skill and the Rope Lore skill. You gain the @Compendium[pf2e.feats-srd.LQw0yIMDUJJkq1nD]{Cat Fall} skill feat.</p>"
		},
		"Aiudara Seeker": {
			"name": "Aiudara Seeker",
			"description": "<p><strong>[Legacy - Age of Ashes]</strong></p>\n<p>The aiudara of Alseta's Ring have become more well known, and you are interested in learning more about them.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Arcana skill and the Portal Lore skill. You gain the @Compendium[pf2e.feats-srd.IlOQuCQIhjJpig3S]{Quick Identification} skill feat.</p>"
		},
		"Alkenstar Outlaw": {
			"name": "Alkenstar Outlaw",
			"description": "<p>You're an outlaw whose first crime was stealing the guns from Alkenstar's Gunworks which allowed you to commence a crime spree of epic proportions. You don't know where your road ends, but it's probably going to be a bloody affair. The life of an adventurer might even be a relief compared to a life forever on the run from Alkenstar authorities and their allies.</p>\n<p>Choose two ability boosts. One boost must be to <strong>Dexterity</strong> or <strong>Constitution</strong>, and one is a free ability boost.</p>\n<p>You're trained in Thievery and Underworld Lore. You gain the @Compendium[pf2e.feats-srd.hVZbnsDuXihggylt]{Subtle Theft} skill feat.</p>"
		},
		"Alkenstar Sojourner": {
			"name": "Alkenstar Sojourner",
			"description": "<p>You came to Alkenstar because you heard they had guns, but you stayed because of the atmosphere. Or the guns. Either way, journalism and scientific curiosity opened the door to a life of adventure. Now you continue to adventure in the Alkenstar area, using your skills to deal with whatever situations present themselves.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in Society and Engineering Lore. You gain the @Compendium[pf2e.feats-srd.X2jGFfLU5qI5XVot]{Streetwise} skill feat.</p>"
		},
		"Alkenstar Tinker": {
			"name": "Alkenstar Tinker",
			"description": "<p><strong>Prerequisite</strong> Region - Impossible Lands</p>\n<hr />\n<p>Your dedication to the scientific inquiry of your native Alkenstar provides great insight into mechanical and chemical innovation.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Crafting skill and the Engineering Lore skill. You gain the @Compendium[pf2e.feats-srd.is3Oz9wt11lNq62K]{Alchemical Crafting} skill feat.</p>"
		},
		"Amnesiac": {
			"name": "Amnesiac",
			"description": "<p>Your background is… well… honestly, you can't remember! You might have inklings deep within your mind, undercurrents of unusual emotions or unexpected responses to certain people or situations, but ultimately you don't know who you once were. You might be adventuring specifically to help discover yourself. It's up to you and the GM how to handle the truth of your character's backstory. You could leave it to the GM so it's a secret, work together with the GM, or even choose to leave it undecided until later. In any case, you and your GM should determine a few noteworthy details about your character or their belongings to get the first clues to your past.</p>\n<p>You gain three free ability boosts. You choose two, and the GM chooses the third based on their first inklings of your character's possible history.</p>"
		},
		"Animal Whisperer": {
			"name": "Animal Whisperer",
			"description": "<p>You have always felt a connection to animals, and it was only a small leap to learn to train them. As you travel, you continuously encounter different creatures, befriending them along the way.</p>\n<p>Choose two ability boosts. One must be to <strong>Wisdom</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Nature skill and a Lore skill related to one terrain inhabited by animals you like (such as Plains Lore or Swamp Lore). You gain the @Compendium[pf2e.feats-srd.nowEaHgIyij7im8F]{Train Animal} skill feat.</p>"
		},
		"Animal Wrangler (Athletics)": {
			"name": "Animal Wrangler (Athletics)",
			"description": "<p>You have a long history of working with large circus animals for the Celestial Menagerie, such as performing in an animal act, jostling animals back into their cages, or even sweeping dung out of squalid pens. Mistress Dusklight's ongoing mistreatment of her animals compelled you to quit, and you now strive to ensure animals aren't abused.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Athletics skill and a Lore skill related to a particular kind of common animal (such as Equine Lore, Feline Lore, or Pachyderm Lore). You gain the @Compendium[pf2e.feats-srd.KxaYlC50zzHysJj8]{Titan Wrestler} skill feat.</p>"
		},
		"Animal Wrangler (Nature)": {
			"name": "Animal Wrangler (Nature)",
			"description": "<p>You have a long history of working with large circus animals for the Celestial Menagerie, such as performing in an animal act, jostling animals back into their cages, or even sweeping dung out of squalid pens. Mistress Dusklight's ongoing mistreatment of her animals compelled you to quit, and you now strive to ensure animals aren't abused.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Nature skill and a Lore skill related to a particular kind of common animal (such as Equine Lore, Feline Lore, or Pachyderm Lore). You gain the @Compendium[pf2e.feats-srd.nowEaHgIyij7im8F]{Train Animal} skill feat.</p>"
		},
		"Anti-Magical": {
			"name": "Anti-Magical",
			"description": "<p>Magic has never worked quite right around you. Perhaps you have become a magic-user in spite of that, or perhaps you use your unique ability to fight magic-users.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in a Lore skill of your choice, though it can't be about a magical subject (as determined by the GM if it's unclear). Whenever you would be affected by magic, even your own magic or that of an ally, the originator of the effect must attempt a DC 3 flat check.</p>\n<p>On a failure, the magic doesn't affect you (though it still has its normal effects on anyone else). On a success, the magic affects you and there is no need to attempt further flat checks for the same magical effect, even if it affects you again later.</p>"
		},
		"Anti-Tech Activist": {
			"name": "Anti-Tech Activist",
			"description": "<p>You've seen the sorts of things that technology brings- polluted environments, workers put out of their jobs or horribly injured, and the slow erosion of society-and you've vowed to inform the larger world of these ills. You do so with long, impassioned speeches on street corners and village squares and by talking personally with the heads of various guilds. Adventuring into the wider world could help spread your message even farther.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Intimidation skill and the Guild Lore skill. You gain the @Compendium[pf2e.feats-srd.gUqvezs2zzoTXFAI]{Group Coercion} skill feat.</p>"
		},
		"Archaeologist": {
			"name": "Archaeologist",
			"description": "<p>You've excavated enough sites to know that ancient civilizations aren't lost; they're merely buried and waiting for the right scholar to unearth them and tell their story. You might have worked as a laborer or local guide before learning formal archaeological techniques.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and the Architecture Lore skill. You gain the @Compendium[pf2e.feats-srd.BocFD2KV0qgUC76x]{Additional Lore} skill feat related to an ancient culture or the history of a culture you've studied (such as Azlanti Lore or Osirian History Lore).</p>"
		},
		"Artisan": {
			"name": "Artisan",
			"description": "<p>As an apprentice, you practiced a particular form of building or crafting, developing specialized skill. You might have been a blacksmith's apprentice toiling over the forge for countless hours, a young tailor sewing garments of all kinds, or a shipwright shaping the hulls of ships.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Crafting skill and the Guild Lore skill. You gain the @Compendium[pf2e.feats-srd.QLeMH5mQgh28sa5o]{Specialty Crafting} skill feat.</p>"
		},
		"Artist": {
			"name": "艺术家 Artist",
			"description": "<p>无论形式为何，你的艺术都承载了你最大的热情。冒险可能会帮你找到灵感，或者它仅仅是在你成为世界闻名的艺术家前的一种谋生方式。</p>\n<p>选择两项属性加成。一项必须是 <strong>敏捷</strong>或<strong>魅力</strong>，另一项为自选属性加成。</p>\n<p>你在手艺技能和艺术（Art）学识技能上受训。你获得技能专长： @Compendium[pf2e.feats-srd.QLeMH5mQgh28sa5o]{独门手艺 Specialty Crafting}。</p>"
		},
		"Aspiring Free-Captain": {
			"name": "Aspiring Free-Captain",
			"description": "<p><strong>Prerequisite</strong> Region - High Seas</p>\n<hr />\n<p>You seek to join the Free Captains of the Shackles and have learned everything you need to know about sailing and bossing people around. Now you just need a crew and a ship.</p>\n<p>Choose two ability boosts. One must be to <strong>Wisdom</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Intimidation skill and the Sailing Lore skill. You gain the @Compendium[pf2e.feats-srd.gUqvezs2zzoTXFAI]{Group Coercion} skill feat.</p>"
		},
		"Aspiring River Monarch": {
			"name": "Aspiring River Monarch",
			"description": "<p><strong>Prerequisite</strong> Region - Broken Lands</p>\n<hr />\n<p>New realms rise constantly in the River Kingdoms, and you intend to lead one of them. Making your reign last, however, will require both strength and grace.</p>\n<p>Choose two ability boosts. One must be to <strong>Wisdom</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and the Politics Lore skill. You gain the @Compendium[pf2e.feats-srd.JtjnFsOToBLnSRO9]{Courtly Graces} skill feat.</p>"
		},
		"Astrologer": {
			"name": "Astrologer",
			"description": "<p>Astrologers look to the stars for signs and portents, using their positions to chart courses for those living beneath them. As the celestial spheres move, so does fate itself. You studied the stars and learned to divine your path based on their guidance. Whether the stars directly called you to a life of adventure or you use the stars to guide your wanderlust, you're living out the stars' guidance in a life of adventure.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in Occultism and Astrology Lore. You gain the @Compendium[pf2e.feats-srd.hDGosy2ZTwnyctEP]{Oddity Identification} skill feat.</p>"
		},
		"Attention Addict": {
			"name": "Attention Addict",
			"description": "<p>A roaring crowd chanting your name. Your face plastered all over the city. Fawning fans begging for your autograph. Jealous rivals. Endless fame. The promise of all this and more is what drove you to enter this year's Ruby Phoenix Tournament, and with your prodigious star power it's no wonder why they selected you for the prequalifier on Danger Island. You've got champion stamped all over you. Obviously, the organizers knew a winner when they saw one. It's already clear that you'll be named Ruby Phoenix Champion - the challenges leading up to your prize ceremony are mere formalities, but you're happy to indulge the impassioned masses. After all, the people want a show, and what kind of celebrity would you be if you denied them? You might even deign to compete in some fights, too, as long as your hair doesn't get mussed.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in Performance and the Gladiatorial Lore skill. You gain the @Compendium[pf2e.feats-srd.xqAdXRd2gSQcqp5E]{Impressive Performance} skill feat</p>"
		},
		"Atteran Rancher": {
			"name": "Atteran Rancher",
			"description": "<p><strong>Prerequisite</strong> Region - Old Cheliax</p>\n<hr />\n<p>You grew up breeding and training the famous horses of the Atteran Ranches in northern Nidal. You may even be sympathetic to the Desnan dissidents who hide there from the Umbral Court.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Dexterity</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Nature skill and the Animal Lore skill. You gain the @Compendium[pf2e.feats-srd.nowEaHgIyij7im8F]{Train Animal} skill feat.</p>"
		},
		"Back-Alley Doctor": {
			"name": "Back-Alley Doctor",
			"description": "<p>You're the medic many turn to when a more official clinic or healer might not be available. You may specialize in stitching up bullet wounds or have a standing, confidential deal with a criminal syndicate to provide your services any time of day or night. In either case, you've perhaps turned to the adventuring life because a former client is unhappy with your work or members of the local constabulary have been asking too many questions.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Medicine skill and the Underworld Lore skill. You gain the @Compendium[pf2e.feats-srd.bkZgWFSFV4cAf5Ot]{Risky Surgery} skill feat.</p>"
		},
		"Bandit": {
			"name": "Bandit",
			"description": "<p>Your past includes no small amount of rural banditry, robbing travelers on the road and scraping by. Whether your robbery was sanctioned by a local noble or you did so of your own accord, you eventually got caught up in the adventuring life. Now, adventure is your stock and trade, and years of camping and skirmishing have only helped.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Intimidation skill and a Lore skill related to the terrain you worked in (such as Desert Lore or Plains Lore). You gain the @Compendium[pf2e.feats-srd.gUqvezs2zzoTXFAI]{Group Coercion} skill feat.</p>"
		},
		"Barber": {
			"name": "Barber",
			"description": "<p>Haircuts, dentistry, bloodletting, and surgery-if it takes a steady hand and a razor, you do it. You may have taken to the road to expand your skills, or to test yourself against a world that leaves your patients so battered and bruised.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Medicine skill and the Surgery Lore skill. You gain the @Compendium[pf2e.feats-srd.bkZgWFSFV4cAf5Ot]{Risky Surgery} skill feat.</p>"
		},
		"Barkeep": {
			"name": "Barkeep",
			"description": "<p>You have five specialties: hefting barrels, drinking, polishing steins, drinking, and drinking. You worked in a bar, where you learned how to hold your liquor and rowdily socialize.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Diplomacy skill and the Alcohol Lore skill. You gain the @Compendium[pf2e.feats-srd.4RjDxgvNXNl5GG9d]{Hobnobber} skill feat.</p>"
		},
		"Barker": {
			"name": "Barker",
			"description": "<p>You're skilled at shouting to catch and keep the attention of passersby. A few well-timed and forcefully spoken words not only get people to notice you but also engage them to respond to you. You may have previously worked as a crier or in a more formal barker capacity with Mistress Dusklight's Celestial Menagerie. Either way, your ability to bully a crowd is impressive.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Intimidation skill, and the Crowd Lore skill. You gain the @Compendium[pf2e.feats-srd.gUqvezs2zzoTXFAI]{Group Coercion} skill feat.</p>"
		},
		"Barrister": {
			"name": "Barrister",
			"description": "<p>Piles of legal manuals, stern teachers, and experience in the courtroom have instructed you in legal matters. You're capable of mounting a prosecution or defense in court, and you tend to keep abreast of local laws, as you never can tell when you might need to know them on short notice.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Diplomacy skill and the Legal Lore skill. You gain the @Compendium[pf2e.feats-srd.KpFetnUqTiweypZk]{Group Impression} skill feat.</p>"
		},
		"Bekyar Restorer": {
			"name": "Bekyar Restorer",
			"description": "<p><strong>Prerequisite</strong> Region - Mwangi Expanse</p>\n<hr />\n<p>Though many Bekyars worship demons, you seek to pave a different path for yourself and your kindred, while also attempting to change other Mwangi's treatment of your culture.</p>\n<p>Choose two ability boosts. One must be to <strong>Wisdom</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Diplomacy skill and the Abyss Lore skill. You gain the @Compendium[pf2e.feats-srd.KpFetnUqTiweypZk]{Group Impression} skill feat.</p>"
		},
		"Belkzen Slayer": {
			"name": "Belkzen Slayer",
			"description": "<p><strong>Prerequisite</strong> Region - Eye of Dread</p>\n<hr />\n<p>You are a fearsome warrior from the Hold of Belkzen, and your clan counts on you for support, counsel, and defense. With the rising threat of the Whispering Tyrant threatening the safety of your home, you must not let your people down.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Intimidation skill and the Orc Lore skill. You gain the @Compendium[pf2e.feats-srd.xQMz6eDgX75WX2ce]{Intimidating Glare} skill feat.</p>"
		},
		"Bellflower Agent": {
			"name": "Bellflower Agent",
			"description": "<p><strong>Prerequisite</strong> Region - Old Cheliax</p>\n<hr />\n<p>You joined a secret society dedicated to freeing halfling slaves, most likely from the cruelty of Chelish reign. You know how to smuggle people in and out of countries.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Stealth skill and the Underworld Lore skill. You gain the @Compendium[pf2e.feats-srd.t3btih0O5RUwWynt]{Experienced Smuggler} skill feat.</p>"
		},
		"Bibliophile": {
			"name": "Bibliophile",
			"description": "<p>You love few things more than a good book, and as a result, Odd Stories is your favorite shop in Otari. The bookseller Morlibint supplies you with fiction, anthologies, and other delightful reads, and he's always eager to discuss his latest finds with you. You know that imagination is the greatest magic, but a working knowledge of actual magic helps, too.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Arcana skill and the Library Lore skill. You gain the @Compendium[pf2e.feats-srd.blMeVamjGz4ODWxq]{Arcane Sense} skill feat.</p>"
		},
		"Black Market Smuggler": {
			"name": "Black Market Smuggler",
			"description": "<p><strong>Prerequisite</strong> Region - Golden Road</p>\n<hr />\n<p>You know how to work the less-than-legal side of the region's markets and know how to slip contraband past the authorities.</p>\n<p>Choose two ability boosts. One must be to <strong>Wisdom</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Stealth skill and the Underworld Lore skill. You gain the @Compendium[pf2e.feats-srd.t3btih0O5RUwWynt]{Experienced Smuggler} skill feat.</p>"
		},
		"Blessed": {
			"name": "Blessed",
			"description": "<p>You have been blessed by a divinity. For an unknown reason, and irrespective of your actual beliefs, a deity has granted you a boon to use for good or ill. Your blessing grants wisdom and insight to aid you in your struggles. You may or may not even know the identity of the being who blessed you, and the blessing might come with a cost you discover later on.</p>\n<p>Choose two ability boosts. One must be to <strong>Wisdom</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You are trained in a Lore skill associated with the deity who blessed you (such as Shelyn Lore) if you know their identity, or else in a Lore skill of the GM's choice if you don't. Either you can cast <em>@Compendium[pf2e.spells-srd.izcxFQFwf3woCnFs]{Guidance}</em> as a divine innate spell at will, or you gain a similar blessing determined by the GM.</p>"
		},
		"Blow-In (Deception)": {
			"name": "Blow-In (Deception)",
			"description": "<p>You never expected to join a circus, but you were looking for a good place to lie low for reasons of your own. The Circus of Wayward Wonders came together with several different workers and performers a few months ago. Many came from a circus in Escadar called the Celestial Menagerie, but not all of them. It was easy to slip in among the roustabouts. Although you'd planned to move on quickly, the circus folk have adopted you as one of their own, and they don't ask questions about your past.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Deception skill and the Underworld Lore skill. You gain the @Compendium[pf2e.feats-srd.HEBXaS656MZTiWFu]{Lengthy Diversion} skill feat.</p>"
		},
		"Blow-In (Thievery)": {
			"name": "Blow-In (Thievery)",
			"description": "<p>You never expected to join a circus, but you were looking for a good place to lie low for reasons of your own. The Circus of Wayward Wonders came together with several different workers and performers a few months ago. Many came from a circus in Escadar called the Celestial Menagerie, but not all of them. It was easy to slip in among the roustabouts. Although you'd planned to move on quickly, the circus folk have adopted you as one of their own, and they don't ask questions about your past.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Thievery skill and the Underworld Lore skill. You gain the @Compendium[pf2e.feats-srd.hVZbnsDuXihggylt]{Subtle Theft} skill feat.</p>"
		},
		"Bonuwat Wavetouched": {
			"name": "Bonuwat Wavetouched",
			"description": "<p><strong>Prerequisite</strong> Region - Mwangi Expanse</p>\n<hr />\n<p>You are a child of the Bonuwat people, and the sea's salt flows through your veins. You've taken to sailing and swimming gracefully and with ease, earning you the honorific \"wavetouched.\"</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Athletics skill and the Ocean Lore skill. You gain the @Compendium[pf2e.feats-srd.iOY6YfGBaOvMNAor]{Underwater Marauder} skill feat.</p>"
		},
		"Bookkeeper": {
			"name": "Bookkeeper",
			"description": "<p>You ran the numbers on a large farm, for a merchant's endeavors, or with a major guild in the city. You kept track of expenses, payroll, profits, and anything else that had to do with money, for better or worse. If better, you might be adventuring to learn how others ply this trade. If worse, you may be fleeing from impending consequences, in the hope that no one finds you.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and the Accounting Lore skill. You gain the @Compendium[pf2e.feats-srd.0N8TtGSk5enoLBZ8]{Eye For Numbers} skill feat.</p>"
		},
		"Bounty Hunter": {
			"name": "Bounty Hunter",
			"description": "<p>Bringing in lawbreakers lined your pockets. Maybe you had an altruistic motive and sought to bring in criminals to make the streets safer, or maybe the coin was motivation enough. Your techniques for hunting down criminals transfer easily to the life of an adventurer.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Survival skill and the Legal Lore skill. You gain the @Compendium[pf2e.feats-srd.urQZwmzg2kS53vd5]{Experienced Tracker} skill feat.</p>"
		},
		"Bright Lion": {
			"name": "Bright Lion",
			"description": "<p><strong>Prerequisite</strong> Region - Mwangi Expanse</p>\n<hr />\n<p>You are a member of the Bright Lions and seek to overthrow the tyrannical reign of Walkena and free Mzali from his cruel whims. You're experienced operating undercover and have had to be cautious of what you say and who you trust, lest you fall afoul of the god-king's terrible punishments.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Deception skill and the Mzali Lore skill. You gain the @Compendium[pf2e.feats-srd.Dvz54d6aPhjsmUux]{Lie To Me} skill feat.</p>"
		},
		"Broken Tusk Recruiter": {
			"name": "Broken Tusk Recruiter",
			"description": "<p>Your gifted tongue, friendly demeanor, and deep knowledge of Broken Tusk culture and traditions make you an ideal recruiter for new followers. Whenever Broken Tusks come upon weak, weary, or wandering souls, you're often the first sent to meet these folks and determine if they would be a good fit for the following.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Diplomacy skill and the Hillcross Lore skill. You gain the @Compendium[pf2e.feats-srd.KpFetnUqTiweypZk]{Group Impression} skill feat.</p>"
		},
		"Butcher": {
			"name": "Butcher",
			"description": "<p>You've spent uncounted hours walking up and down crowded and noisy circus stands, inventing innovative means to sell refreshments, food, and novelties at inflated prices. (You might know very little about slaughtering animals; \"butcher\" is a circus slang term for a vendor.) The Celestial Menagerie constantly pushed you to figure out how to sell increasingly shoddy toys to children and how to conceal the taste of spoiled treats that should have been discarded days earlier. You peddled disappointment and hated it, so you left to seek a new line of work-although you're not yet willing to leave the circus life altogether.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and the Mercantile Lore skill. You gain the @Compendium[pf2e.feats-srd.yUuU9xyotrpwpTyC]{Read Lips} skill feat.</p>"
		},
		"Cannoneer": {
			"name": "Cannoneer",
			"description": "<p>You served as a crewmate aboard a military vessel or pirate ship and were responsible for the use and maintenance of the ship's cannons. A strong back and quick reflexes were equally important to you in your duties, and you know your way around explosives and the dangers that lie therein. These skills serve you well in your new life as an adventurer, as compared to the weight of a cannon, a gear load that makes your allies blanche just makes you laugh instead.</p>\n<p>Choose two ability boosts. One boost must be to <strong>Dexterity</strong> or <strong>Strength</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Athletics skill and the Warfare Lore skill. You gain the @Compendium[pf2e.feats-srd.C0Tcelg3BAPhML6J]{Hefty Hauler} skill feat.</p>"
		},
		"Charlatan": {
			"name": "Charlatan",
			"description": "<p>You traveled from place to place, peddling false fortunes and snake oil in one town, pretending to be royalty in exile to seduce a wealthy heir in the next. Becoming an adventurer might be your next big scam or an attempt to put your talents to use for a greater cause. Perhaps it's a bit of both, as you realize that after pretending to be a hero, you've become the mask.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Deception skill and the Underworld Lore skill. You gain the @Compendium[pf2e.feats-srd.B6HbYsLBWb1RR6Fx]{Charming Liar} skill feat.</p>"
		},
		"Chelish Rebel": {
			"name": "Chelish Rebel",
			"description": "<p><strong>Prerequisite</strong> Region - Old Cheliax</p>\n<hr />\n<p>You joined the fight against House Thrune. You may have helped liberate the nation of Ravounel, or you might be involved in another rebellion, such as Pezzack's, that studied Ravounel's successes.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and the Kintargo Lore skill. You gain the @Compendium[pf2e.feats-srd.X2jGFfLU5qI5XVot]{Streetwise} skill feat.</p>"
		},
		"Child of Westcrown": {
			"name": "Child of Westcrown",
			"description": "<p><strong>Prerequisite</strong> Region - Old Cheliax</p>\n<hr />\n<p>Whether you come from Westcrown or elsewhere, you hold the values of pre-Thrune Cheliax dear. You disdain the infernal government, but you are proud of your country and do not consider yourself a rebel.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Diplomacy skill and the Westcrown Lore skill. You gain the @Compendium[pf2e.feats-srd.KpFetnUqTiweypZk]{Group Impression} skill feat.</p>"
		},
		"Child of the Puddles": {
			"name": "Child of the Puddles",
			"description": "<p><strong>Prerequisite</strong> Region - Absalom and Starstone Isle</p>\n<hr />\n<p>You grew up in the soggy, squalid quarter of Absalom known as the Puddles. You're at home in tightly packed urban environments.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Acrobatics skill, and the Absalom Lore skill. You gain the @Compendium[pf2e.feats-srd.CnqMJR8e9jqJR7MM]{Steady Balance} skill feat.</p>"
		},
		"Chosen One": {
			"name": "Chosen One",
			"description": "<p>Your birth has fulfilled a prediction, and people close to you are counting on you to do great things. There's intense pressure on you to be up to the task, and the fickle nature of prophecy complicates your path.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>Decide with your GM the basics of the prophecy in which you're meant to play a major part. You're trained in one skill related to the prophecy, and the Fortune-Telling Lore skill. You gain the Prophecy's Pawn free action.</p>\n<hr />\n<p><em>Note: You must select the skill manually and add the Prophecy's Pawn action</em></p>"
		},
		"Circuit Judge": {
			"name": "Circuit Judge",
			"description": "<p>You're a circuit judge, a courtroom on horseback who serves a group of communities out in the Mana Wastes or a similar backwoods region. You show up every couple of months, hear the cases that have piled up since your last visit, give verdicts, and then it's on to the next town in your itinerary. It's not the easiest life in the world, but it's an interesting one, and you hear some mighty strange cases. Chances are, it was one of those cases that set you on the road to adventure.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in Deception and Legal Lore. You gain the @Compendium[pf2e.feats-srd.Dvz54d6aPhjsmUux]{Lie To Me} skill feat.</p>"
		},
		"Circus Born": {
			"name": "Circus Born",
			"description": "<p>The itinerant life of a traveling circus performer is nothing new to you; you were born and raised in the circus. You've seen more acts than you can count and grew up hearing the tall tales of circus performers while gathered around their campfires. You've experienced the thrill of captivating crowd ever since you were young. You may have tried a few times to settle down, but the lure of the open road and the glamor of the big top always called you back.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Performance skill and the Circus Lore skill. You gain the @Compendium[pf2e.feats-srd.sMm0UfYxEPpq2Yzd]{Experienced Professional} skill feat.</p>"
		},
		"Clockfighter": {
			"name": "Clockfighter",
			"description": "<p>While others choose to use their engineering ability to heal the injured or make brilliant innovations, you've used your skill to repair and modify clockwork constructs that battle in gladiatorial combat. You know how to get a crowd electrified for your clockwork gladiator, win or lose, and you know how to repair it when it gets damaged. These skills serve you well as an adventurer.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Crafting skill and the Gladiatorial Lore skill. You gain the @Compendium[pf2e.feats-srd.sMm0UfYxEPpq2Yzd]{Experienced Professional} skill feat.</p>"
		},
		"Clockwork Researcher": {
			"name": "Clockwork Researcher",
			"description": "<p>New forms of clockwork technology are incredibly interesting to you, and you've been studying examples of them to see where else they might be best put to use. You might eventually develop a new prototype machine or find a way to make related technologies practical enough for everyone to benefit. Though before you do, you must continue your research!</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and the Engineering Lore skill. You gain the @Compendium[pf2e.feats-srd.0N8TtGSk5enoLBZ8]{Eye For Numbers} skill feat.</p>"
		},
		"Clown": {
			"name": "Clown",
			"description": "<p>Although you've spent time in greasepaint and colorful clothing to amuse crowds, your skills with buffoonery and physical comedy are exceptional whether or not you're in costume. In the employ of Mistress Dusklight's Celestial Menagerie, you spent too many routines distracting an audience from an ill-timed accident or evidence of abused animals or performers. You've had enough of that, and the Celestial Menagerie isn't your home any longer.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Performance skill and the Clown Lore skill. You gain the @Compendium[pf2e.feats-srd.lFwfUvH2708rl6i3]{Virtuosic Performer (Comedy)} skill feat.</p>"
		},
		"Codebreaker": {
			"name": "Codebreaker",
			"description": "<p>Whether you're employed by a military organization to decipher coded messages sent by enemy factions or work independently to crack an enigma created by a past civilization, you have a head for patterns and linguistics. You might even use new clockwork devices to aid you in your efforts.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and the Cryptography Lore skill. You gain the @Compendium[pf2e.feats-srd.WeQGWvlWdeLeOlCN]{Glean Contents} skill feat.</p>"
		},
		"Cook": {
			"name": "Cook",
			"description": "<p>You grew up in the kitchens of a tavern or other dining establishment and excelled there, becoming an exceptional cook. Baking, cooking, a little brewing on the side-you've spent lots of time out of sight. It's about time you went out into the world to catch some sights for yourself.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Survival skill and the Cooking Lore skill. You gain the @Compendium[pf2e.feats-srd.1Eceqc6zbMj2x0q9]{Seasoned} skill feat.</p>"
		},
		"Courier": {
			"name": "Courier",
			"description": "<p>In your youth, you earned coin running messages for persons of wealth and influence, darting through crowded cobblestone streets. Your dogged commitment to deliver your message was good training for the life of an adventurer.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and the Lore skill for the city in which you were raised. You gain the @Compendium[pf2e.feats-srd.WeQGWvlWdeLeOlCN]{Glean Contents} skill feat.</p>"
		},
		"Criminal": {
			"name": "Criminal",
			"description": "<p>As an unscrupulous independent or as a member of an underworld organization, you lived a life of crime. You might have become an adventurer to seek redemption, to escape the law, or simply to get access to bigger and better loot.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Stealth skill and the Underworld Lore skill. You gain the @Compendium[pf2e.feats-srd.t3btih0O5RUwWynt]{Experienced Smuggler} skill feat.</p>"
		},
		"Cultist": {
			"name": "Cultist",
			"description": "<p>You were (or still are) a member of a cult whose rites may involve sacred dances to ensure a strong harvest or dire rituals that call upon dark powers. You might have taken up adventuring to further your cult's aims, to initiate yourself into the world's grander mysteries, or to flee unsavory practices or strictures.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Occultism skill and the Lore skill related to your deity or cult. You gain the @Compendium[pf2e.feats-srd.lEgYzFHransLkSvI]{Schooled In Secrets} skill feat.</p>"
		},
		"Cursed": {
			"name": "Cursed",
			"description": "<p>You are the victim of a personal or hereditary curse. Through great effort and occult study, you have learned to fend off the curse's worst effects and, by extension, you can protect yourself against other harmful magic. However, the curse still hangs over you and sometimes manifests in dangerous ways.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You are trained in Occultism and Curse Lore. You gain the @Compendium[pf2e.actionspf2e.7pdG8l9POMK76Lf2]{Warding Sign} reaction. You and the GM should determine the full effects of the curse, though you've staved most of them off for now. The GM determines the curse's lingering manifestations on you, which usually include at least a constant or very frequent thematic effect and occasional more dangerous effects.</p>"
		},
		"Cursed Family": {
			"name": "Cursed Family",
			"description": "<p><strong>Prerequisite</strong> Region - Eye of Dread</p>\n<hr />\n<p>Rumors abound that your family is cursed. While that would explain several unfortunate events in your family history, you may or may not believe it. Regardless, odd coincidences plague your lineage, and perhaps even appear in your own life, and you have become used to spotting strangeness around you.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Occultism skill and the Curse Lore skill. You gain the @Compendium[pf2e.feats-srd.hDGosy2ZTwnyctEP]{Oddity Identification} skill feat.</p>"
		},
		"Deckhand": {
			"name": "Deckhand",
			"description": "<p>The rolling waves of the high seas, the constant sway of the deck underfoot, and the creaking heights of a ship's rigging are as familiar to you as solid ground. You might have worked on a simple fishing boat, a wealthy merchant's galley, a mighty warship - or even a pirate's caravel. Whether your crew retired, your ship sank, or you've turned to adventuring so you can keep all the treasure for yourself, you still retain an excellent sense of balance and quick reflexes.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Strength</strong> and one is a free ability boost.</p>\n<p>You're trained in the Acrobatics skill, and the Sailing Lore skill. You gain the @Compendium[pf2e.feats-srd.LQw0yIMDUJJkq1nD]{Cat Fall} skill feat.</p>"
		},
		"Demon Slayer": {
			"name": "Demon Slayer",
			"description": "<p>For over a century, Mendev led a multinational coalition against ever-growing abyssal invaders in the Worldwound, and the Pathfinder Society aided in the so-called Fifth Crusade that ultimately sealed the planar rift and defeated its demon armies. You might be a hardened recruit who clashed with the demons, or perhaps you were a survivor who lost everything to the fiendish armies and narrowly escaped-or was rescued by Pathfinders. Your exposure to the Worldwound has taught you vital lessons in identifying fiends and their magic.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Constitution</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Religion skill and the Demon Lore skill. You gain the @Compendium[pf2e.feats-srd.MjQyTcV8Jiv1Jtln]{Recognize Spell} skill feat. Add <strong>Abyssal</strong> to the list of additional languages you can learn for having a high Intelligence modifier.</p>\n<hr />\n<p><strong>Special</strong> You can select this background only if you have earned credit for at least 5 First Edition scenarios from Season 5 of the Pathfinder Society organized play campaign.</p>"
		},
		"Deputy": {
			"name": "Deputy",
			"description": "<p>While your life may have taken some twists and turns in the intervening years, you were once deputized as the lawful protector of a community. While the role was temporary and you've since turned in your badge, that responsibility shaped you. Whenever a community is in trouble, and the sheriff is nowhere to be found, residents call on you to capture a criminal, rescue the mayor's offspring from bandits, or go toe to toe with outlaws.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Survival skill and the Hunting Lore skill. You gain the @Compendium[pf2e.feats-srd.urQZwmzg2kS53vd5]{Experienced Tracker} skill feat.</p>"
		},
		"Desert Tracker": {
			"name": "Desert Tracker",
			"description": "<p><strong>Prerequisite</strong> Region - Golden Road</p>\n<hr />\n<p>You're at home blazing trails in the burning sands, and you made a living guiding or following creatures in the desert. You might be a native nomad, an experienced desert guide, a naturalist, a bandit driven into the dunes by the law-or all of the above.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Survival skill and the Desert Lore skill. You gain the @Compendium[pf2e.feats-srd.urQZwmzg2kS53vd5]{Experienced Tracker} skill feat.</p>"
		},
		"Detective": {
			"name": "Detective",
			"description": "<p>You solved crimes as a police inspector or took jobs for wealthy clients as a private investigator. You might have become an adventurer as part of your next big mystery, but likely it was due to the consequences or aftermath of a prior case.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and the Underworld Lore skill. You gain the @Compendium[pf2e.feats-srd.X2jGFfLU5qI5XVot]{Streetwise} skill feat.</p>"
		},
		"Diobel Pearl Diver": {
			"name": "Diobel Pearl Diver",
			"description": "<p><strong>Prerequisite</strong> Region - Absalom and Starstone Isle</p>\n<hr />\n<p>You spent a portion of your youth diving and gathering precious pearls under the attentive eyes of Kortos Consortium merchants.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Dexterity</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Athletics skill and the Ocean Lore skill. You gain the @Compendium[pf2e.feats-srd.iOY6YfGBaOvMNAor]{Underwater Marauder} skill feat.</p>"
		},
		"Discarded Duplicate": {
			"name": "Discarded Duplicate",
			"description": "<p>Someone created you for a specific purpose. Some important person, be they a storied royal, a contentious politician, or a stark military leader, needed a body double for their most dangerous appearances. Using a mixture of fringe science and magic, you were commissioned and trained to emulate this person in every way, and have stood in for them in countless deadly circumstances. You may or may not know the reason behind your decommissioning, but whoever discarded you didn't finish you off. Now, the world is yours to explore-but \"you\" may have a bold or brutish reputation, or the individual you were duplicating may be long dead. Regardless of the fate of this individual, your way of life has changed drastically.</p>\n<p>You and the GM can work out how to incorporate your previous life into your story. The GM can keep this knowledge hidden even from you, or you or another character know what happened. You and the GM can also leave the information unspecified and fill it in later.</p>\n<p>You gain three free ability boosts. You choose two, and the GM chooses one based on the attributes of the character you were built to duplicate.</p>"
		},
		"Disciple of the Gear": {
			"name": "Disciple of the Gear",
			"description": "<p>While many regard science and faith as incompatible, you believe scientific advancement is your deity's will. Perhaps you're a follower of Brigh, Casandalee, or some other god of technology, or perhaps you see the furnaces and sparks of modernity as the latest manifestation of Sarenrae's flame or Gozreh's lightning-whatever the case, you're always willing to spread the word of your deity, and you've learned some basic tinkering to show how your deity's focus can increase the common standard of living.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Crafting skill and the Lore skill for the deity you worship. You gain the @Compendium[pf2e.feats-srd.ASy9AKEIRxPYUi5o]{Quick Repair} skill feat.</p>"
		},
		"Dragon Scholar": {
			"name": "Dragon Scholar",
			"description": "<p>Dragons have fascinated you for as long as you can remember. The potent power they possess, the long lives they lead, the ancient traditions they inspire-whatever the source of your interest, you've spent much of your life to this point immersed in all things draconic. These studies have bolstered your self-confidence and given you a wide range of methods and tactics you can use to impose your will on others.</p>\n<p>You've likely chosen to attend the Call for Heroes as a way to seek funds as an adventurer to afford more texts about dragons or perhaps out of a desire to encounter one in real life.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Intimidation skill, and the Dragon Lore skill. You gain the @Compendium[pf2e.feats-srd.xQMz6eDgX75WX2ce]{Intimidating Glare} skill feat.</p>"
		},
		"Dreamer of the Verdant Moon": {
			"name": "Dreamer of the Verdant Moon",
			"description": "<p>You spent your early days in the aftermath of one of the great ravenings. You survived thanks to your resourcefulness and perhaps your patron's favor and were blessed with skills and drive thereafter, but you must always hold to his standards, lest the hunger from the depths seek you out once again.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Survival skill and the Zevgavizeb Lore skill. You gain the @Compendium[pf2e.feats-srd.d8AjCqU30z7IOpos]{Ravening's Desperation} skill feat.</p>"
		},
		"Driver": {
			"name": "Driver",
			"description": "<p>You practically live behind the controls of a vehicle, and can handle just about anything the road, waves, and sky can throw at you. You likely adventure to test your skills in unusual environments and new and interesting vehicles.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Dexterity</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Acrobatics skill and the Piloting Lore skill. You gain the @Compendium[pf2e.feats-srd.W6Gl9ePmItfDHji0]{Assurance} skill feat with Piloting Lore.</p>"
		},
		"Droskari Disciple": {
			"name": "Droskari Disciple",
			"description": "<p>You grew up in the church of the Dark Smith, where you learned the value of hard work and achieving vocational mastery.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You gain the @Compendium[pf2e.feats-srd.P6icK2DbRoZ3H6kc]{Skill Training} skill feat, and you're trained in the Droskar Lore skill.</p>"
		},
		"Early Explorer": {
			"name": "Early Explorer",
			"description": "<p>In the past decade, the Pathfinder Society has clashed with demonic armies, meddled in politics, and more, but you joined the organization before everything seemed so complicated. Whether you're a dedicated scholar of ruins or an explorer who just longs for months-long expeditions into the wilderness, you're a Pathfinder to explore, report, and cooperate.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Survival skill and the Pathfinder Society Lore skill. You gain the @Compendium[pf2e.feats-srd.8qebBeOJsyRIchcu]{Forager} skill feat.</p>\n<hr />\n<p><strong>Special</strong> You can select this background only if you have earned credit for at least 5 First Edition scenarios from Seasons 0 of the Pathfinder Society organized play campaign.</p>"
		},
		"Eidolon Contact (Arcana)": {
			"name": "Eidolon Contact (Arcana)",
			"description": "<p>You've come into contact with a disembodied being of magical essence known as an eidolon. You might have forged a powerful conduit with that eidolon, allowing you to manifest it as a summoner, but it's much more likely that you lost contact over time, though not before learning a few half-remembered secrets. If you lost contact, you might have become an adventurer to try to reach the eidolon again, or to be sure that you're rid of it forever.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Arcana skill and a Lore skill for the creature associated with your contacted eidolon (such as Angel Lore or Dragon Lore). You gain the @Compendium[pf2e.feats-srd.1Bt7uCW2WI4sM84P]{Dubious Knowledge} skill feat.</p>"
		},
		"Eidolon Contact (Nature)": {
			"name": "Eidolon Contact (Nature)",
			"description": "<p>You've come into contact with a disembodied being of magical essence known as an eidolon. You might have forged a powerful conduit with that eidolon, allowing you to manifest it as a summoner, but it's much more likely that you lost contact over time, though not before learning a few half-remembered secrets. If you lost contact, you might have become an adventurer to try to reach the eidolon again, or to be sure that you're rid of it forever.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Nature skill and a Lore skill for the creature associated with your contacted eidolon (such as Angel Lore or Dragon Lore). You gain the @Compendium[pf2e.feats-srd.1Bt7uCW2WI4sM84P]{Dubious Knowledge} skill feat.</p>"
		},
		"Eidolon Contact (Occultism)": {
			"name": "Eidolon Contact (Occultism)",
			"description": "<p>You've come into contact with a disembodied being of magical essence known as an eidolon. You might have forged a powerful conduit with that eidolon, allowing you to manifest it as a summoner, but it's much more likely that you lost contact over time, though not before learning a few half-remembered secrets. If you lost contact, you might have become an adventurer to try to reach the eidolon again, or to be sure that you're rid of it forever.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Occultism skill and a Lore skill for the creature associated with your contacted eidolon (such as Angel Lore or Dragon Lore). You gain the @Compendium[pf2e.feats-srd.1Bt7uCW2WI4sM84P]{Dubious Knowledge} skill feat.</p>"
		},
		"Eidolon Contact (Religion)": {
			"name": "Eidolon Contact (Religion)",
			"description": "<p>You've come into contact with a disembodied being of magical essence known as an eidolon. You might have forged a powerful conduit with that eidolon, allowing you to manifest it as a summoner, but it's much more likely that you lost contact over time, though not before learning a few half-remembered secrets. If you lost contact, you might have become an adventurer to try to reach the eidolon again, or to be sure that you're rid of it forever.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Religion skill and a Lore skill for the creature associated with your contacted eidolon (such as Angel Lore or Dragon Lore). You gain the @Compendium[pf2e.feats-srd.1Bt7uCW2WI4sM84P]{Dubious Knowledge} skill feat.</p>"
		},
		"Eldritch Anatomist": {
			"name": "Eldritch Anatomist",
			"description": "<p>You're a trained physician who can ably tend wounds of many kinds. But more than a practitioner, you're a scholar. Some cultures shape flesh to extreme degrees, creating aberrations from humanoid forms. The fleshforges of distant Nex practice this fleshwarping, as do certain subterranean societies you hope to one day study—preferably from a safe and clinical distance.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Medicine skill and the Fleshwarp Lore skill. You gain the @Compendium[pf2e.feats-srd.W6Gl9ePmItfDHji0]{Assurance} skill feat with Medicine.</p>"
		},
		"Emancipated": {
			"name": "Emancipated",
			"description": "<p>Until recently, the nation of Ravounel was part of the larger nation of Cheliax, where the church of Asmodeus is the law and slaves are traded freely in the open market. You had the poor fortune to be born into slavery, but the good luck to have grown up in the city of Kintargo. When Ravounel seceded from Cheliax, the leaders of this new nation freed all slaves, and you've wasted no time in exploring and establishing your new life. How and why you've come to Breachill is left to you to decide-but the fact that you feel empowered to determine your own destiny continues to drive you!</p>\n<p>The chance to become an adventurer has excited you for some time, as you hope to build a new life for yourself as a hero rewarded with fame and fortune. Joining the Call for Heroes is a great opportunity to find a group to adventure with.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Stealth skill and the Kintargo Lore skill. You gain the @Compendium[pf2e.feats-srd.beyw5bdA5hkQbmaG]{Terrain Stalker} skill feat.</p>"
		},
		"Emissary": {
			"name": "Emissary",
			"description": "<p>As a diplomat or messenger, you traveled to lands far and wide. Communicating with new people and forming alliances were your stock and trade.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and a Lore skill related to one city you've visited often. You gain the @Compendium[pf2e.feats-srd.P9HCz0uR6xPHuw72]{Multilingual} skill feat.</p>"
		},
		"Energy Scarred": {
			"name": "Energy Scarred",
			"description": "<p>Exposure to a significant magical event overloaded you with magical energy. Perhaps you were exposed to dangerous levels of magical energy that left you near death, or it built up over long-term exposure to a powerful source of magic.</p>\n<p>Choose two ability boosts. One must be <strong>Constitution</strong> and one is a free ability boost.</p>\n<p>Your innate magical trait is primal. Choose acid, cold, electricity, fire, force, negative, positive, or sonic. You are trained in a Lore skill associated with the chosen energy (such as Fire Lore) and you gain resistance to that energy type equal to half your level (minimum 1).</p>"
		},
		"Entertainer": {
			"name": "艺人 Entertainer",
			"description": "<p>通过接受艺术教育，或经过艰苦卓绝的练习，你学会了如何娱乐大众。你可能是一名演员、舞者、音乐家、街头魔术师或任何形式的表演者。</p>\n<p>选择两项属性加成。一项必须是<strong>敏捷</strong>或<strong>魅力</strong>，另一项为自选属性加成。</p>\n<p>你在表演（Performance）技能和戏剧（Theater）学识技能上受训。你获得技能专长 @Compendium[pf2e.feats-srd.7LB00jkh6JaJr3vS]{迷魂表演 Fascinating Performance}。</p>"
		},
		"Ex-Con Token Guard": {
			"name": "Ex-Con Token Guard",
			"description": "<p>Not everyone starts life on easy street-your own experience is testament to that. You took a wrong turn at some point early on and became a career criminal. Perhaps you were a petty pickpocket, or maybe you've even murdered someone. Either way, your crimes landed you with a transformative prison sentence in the Brine prison. Only then did you realize that something needed to change. After your release, you dedicated yourself to helping other downtrodden individuals and those forced to resort to crime to survive. You joined the Coins District Guard, but soon learned that this precinct was a haven for the very corruption you sought to undo. Your efforts at reform never took root and you feared that your decision to become an officer of the law was a huge mistake.</p>\n<p>You transferred to the Edgewatch, the Precipice Quarter's new precinct, in the hope that you might meet others who sought to help-not exploit-Absalom's misguided.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Thievery skill and your choice of Legal Lore or Underworld Lore. You gain a +1 circumstance bonus to Deception, Diplomacy, and Intimidation checks to @Compendium[pf2e.actionspf2e.pvQ5rY2zrtPI614F]{Interact} with Token Guards and convicted criminals such as prison inmates. You gain the @Compendium[pf2e.feats-srd.jDdOqFmZLwE4dblQ]{Pickpocket} skill feat.</p>"
		},
		"Ex-Mendevian Crusader": {
			"name": "Ex-Mendevian Crusader",
			"description": "<p>When the Great Quake rumbled across the eastern lands and opened the rift that southerners called \"the Worldwound,\" you answered the call to arms to fight back the demonic hordes. What you saw during the war changed you forever-so much so that you became a wanderer, hermit, or other voluntary outcast. When you came upon the Broken Tusk following, you determined you'd finally found a people whose values and traditions made you feel whole again. The Broken Tusk was supposedly once a much bigger following, and so you've joined them in the hopes of helping them heal old wounds and rebuild in the shadow of loss. In the process, perhaps this new family will help you do the same.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Religion skill and the Demon Lore skill. You gain the @Compendium[pf2e.feats-srd.BqceQIKE0lwIS98s]{Pilgrim's Token} skill feat.</p>"
		},
		"Faction Opportunist": {
			"name": "Faction Opportunist",
			"description": "<p>As the Pathfinder Society's influence has grown, so too did many of its factions become wealthier and more powerful. These factions relied on a host of Pathfinders and independent operatives alike to establish trade networks, shape national politics, and more, and you were among the specialists who helped one of these factions realize its goal. These events provided you countless opportunities to develop your own contacts and negotiating skills.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Diplomacy skill, plus either Guild Lore, Heraldry Lore, or Mercantile Lore. You gain the @Compendium[pf2e.feats-srd.4RjDxgvNXNl5GG9d]{Hobnobber} skill feat.</p>\n<hr />\n<p><strong>Special</strong> You can select this background only if you have earned credit for at least 5 First Edition scenarios from Season 9 of the Pathfinder Society organized play campaign.</p>"
		},
		"False Medium": {
			"name": "False Medium",
			"description": "<p>There are people in this world who possess the ability to pierce the veil between the world of the living and the world of the dead, allowing them to communicate with spirits. You... are not one of them. But you know enough about the occult, as well as cold reading tricks and various practices from local religions, to scam your way into people's coinpurses. Unlike a through-and-through charlatan, there's some real occult methodology behind your flimflam, but that's likely cold comfort to the people you swindle. Whether you decided to take a more righteous path, were caught and pledged to make it right, or still slip in a few \"séances\" between adventures, you've taken to an adventuring lifestyle as you move from place to place.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in Occultism and Fortune-Telling Lore.</p>\n<p>You gain the @Compendium[pf2e.feats-srd.r7cgrrHh75R8UEqN]{Deceptive Worship} skill feat.</p>"
		},
		"Farmhand": {
			"name": "Farmhand",
			"description": "<p>With a strong back and an understanding of seasonal cycles, you tilled the land and tended crops. Your farm could have been razed by invaders, you could have lost the family tying you to the land, or you might have simply tired of the drudgery, but at some point you became an adventurer.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Athletics skill and the Farming Lore skill. You gain the @Compendium[pf2e.feats-srd.W6Gl9ePmItfDHji0]{Assurance} skill feat with Athletics.</p>"
		},
		"Farmsteader": {
			"name": "Farmsteader",
			"description": "<p>You built your house using wood from the trees surrounding it. Raised it up from the dirt and called it home. You thought that it would be where you would grow old and die. But despite your best efforts, you were wrong. The land that once gave you food fell fallow, and dust took to the air and choked the livestock. Now you wander the world as an adventurer. Are you in search of a new place to settle down and try again, or have you become disillusioned by your old dreams, leading you to seek out a new purpose?</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Survival skill and the Farming Lore skill. You gain the @Compendium[pf2e.feats-srd.8qebBeOJsyRIchcu]{Forager} skill feat.</p>"
		},
		"Feral Child": {
			"name": "Feral Child",
			"description": "<p>You spent your youth in the wilderness, living close to or perhaps raised by animals. You have a close, mystical connection with these animals and gained certain abilities from them, though this limited your well-roundedness in mental pursuits.</p>\n<p>Choose one ability boost. It must be <strong>Strength</strong>, <strong>Dexterity</strong>, or <strong>Constitution</strong>.</p>\n<p>You are trained in Nature and Survival. You gain@Compendium[pf2e.ancestryfeatures.DRtaqOHXTRtGRIUT]{Low-Light Vision} (or @Compendium[pf2e.ancestryfeatures.HHVQDp61ehcpdiU8]{Darkvision} if you already had Low-Light Vision), imprecise scent with a range of 30 feet, and the @Compendium[pf2e.feats-srd.8qebBeOJsyRIchcu]{Forager} skill feat.</p>"
		},
		"Feybound": {
			"name": "Feybound",
			"description": "<p>You have spent time in the First World or another realm of the fey and aren't entirely the same person you were before. Perhaps you made a purchase at the legendary Witchmarket or partook deeply of fey food and wine. Whatever the case, willingly or inadvertently, you made a bargain with the fey, the benefits of which come at a price.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You are trained in Fey Lore and gain the @Compendium[pf2e.actionspf2e.TMBXArwICQRJdwT6]{Fey's Fortune} free action. You must follow some rule or limitation as part of your pact with the fey. If you violate the rule, you lose Fey's Fortune until you receive the effects of a successful <em>@Compendium[pf2e.spells-srd.7Fd4lxozd11MQ55N]{Atone}</em> ritual using the Nature skill. The exact limitation is up to you and the GM, but the most common requirement is that you must fulfill a single request from any fey who knows your name.</p>"
		},
		"Field Medic": {
			"name": "Field Medic",
			"description": "<p>In the chaotic rush of battle, you learned to adapt to rapidly changing conditions as you administered to battle casualties. You patched up soldiers, guards, or other combatants, and learned a fair amount about the logistics of war.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Medicine skill and the Warfare Lore skill. You gain the @Compendium[pf2e.feats-srd.wYerMk6F1RZb0Fwt]{Battle Medicine} skill feat.</p>"
		},
		"Finadar Leshy": {
			"name": "Finadar Leshy",
			"description": "<p><strong>Prerequisites</strong> Leshy ancestry</p>\n<hr />\n<p>You are a leshy from Finadar Forest, originally created under the corruption of a cyclopean monolith. Though the Pathfinder Society managed to sever the monolith's connection, freeing the forest and your people from its influence, you retain a trace, unnerving connection to the Abyss.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Intimidation skill and the Abyssal Lore skill. You gain the @Compendium[pf2e.feats-srd.xQMz6eDgX75WX2ce]{Intimidating Glare} skill feat.</p>"
		},
		"Final Blade Survivor": {
			"name": "Final Blade Survivor",
			"description": "<p><strong>Prerequisite</strong> Region - Shining Kingdoms</p>\n<hr />\n<p>You fell prey to the whims of the Galtan mob and were scheduled for execution by <em>@Compendium[pf2e.equipment-srd.5Q5MfHX43Sjm8C6Z]{Final Blade}</em>, but through skill-or sheer luck-you managed to talk your way out of it.</p>\n<p>Choose two ability boosts. One must be to <strong>Charisma</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Deception skill and the Revolution Lore skill. You gain the @Compendium[pf2e.feats-srd.B6HbYsLBWb1RR6Fx]{Charming Liar} skill feat.</p>"
		},
		"Fireworks Performer": {
			"name": "Fireworks Performer",
			"description": "<p>Few celebrations in Tian-Xia are complete without a show of fireworks, and your job is to make sure they go off without a hitch. You load the fireworks, set the fuses, and choreograph the performance, bringing the show together in a finale of lights and explosions. Then it's time to pack up your gear and move on to the next civic holiday or religious festival. Of course, someone who travels the roads with a pack full of high explosives is bound to run into an adventure or two along the way, and so over time, your fireworks have been spent in support of that life.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Performance skill and the Engineering Lore skill. You gain the @Compendium[pf2e.feats-srd.7LB00jkh6JaJr3vS]{Fascinating Performance} skill feat.</p>"
		},
		"Fogfen Tale-Teller": {
			"name": "Fogfen Tale-Teller",
			"description": "<p>You know there are monstrous things out in the swamp known as Fogfen; you've seen these things through the mist, gliding through the murky water and heaving themselves over sodden bits of land. No one in Otari believes your tales of swamp monsters from the depths, even when you embellish the creatures of your stories with fangs, wings, or tentacles. You'll just have to prove to them that there are truly monsters out there, and that they were wrong to doubt you.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in Athletics and the Swamp Lore skill. You gain the @Compendium[pf2e.feats-srd.KxaYlC50zzHysJj8]{Titan Wrestler} skill feat.</p>"
		},
		"Former Aspis Agent": {
			"name": "Former Aspis Agent",
			"description": "<p>For more than a century, the Pathfinder Society has clashed with the avaricious and underhanded Aspis Consortium, and several years ago the Society dealt its rival a decisive blow. You may be one of the few survivors of a doomed Aspis expedition, or perhaps you chafed at the Consortium's villainous practices and defected to the Pathfinders. No matter your reasons, you know how to be efficient and ruthless when the circumstances demand.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Intimidation skill and the Aspis Consortium Lore skill. You gain the @Compendium[pf2e.feats-srd.gUqvezs2zzoTXFAI]{Group Coercion} skill feat. You gain access to any uncommon options as though you were a member of the Aspis Consortium.</p>\n<hr />\n<p><strong>Special</strong> You can select this background only if you have earned credit for at least 5 First Edition scenarios from Season 7 of the Pathfinder Society organized play campaign.</p>"
		},
		"Fortune Teller": {
			"name": "占卜师 Fortune Teller",
			"description": "<p>你明了命运千丝万缕的缠结，学会了许多能让凡人预知未来的传统方式。你可能曾用这些技艺来引领你的同胞，或是只将其用于牟利。不过，哪怕是最浅尝辄止的实践，也会将你与宇宙的玄妙奥秘联系起来。</p>\n<p>选择两项属性加成。一项必须是<strong>智力</strong>或<strong>魅力</strong>，另一项为自选属性加成。</p>\n<p>你在神秘（Occultism）技能和占卜（Fortune-Telling）学识技能上受训。你获得技能专长： @Compendium[pf2e.feats-srd.hDGosy2ZTwnyctEP]{辨别异象 Oddity Identification}。</p>"
		},
		"Freed Slave of Absalom": {
			"name": "Freed Slave of Absalom",
			"description": "<p><strong>Prerequisite</strong> Region - Absalom and Starstone Isle</p>\n<hr />\n<p>As a recently freed slave in Absalom, you belong to a new, close-knit social class at the heart of the city's most important trades.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and the Absalom Lore skill. You gain the @Compendium[pf2e.feats-srd.X2jGFfLU5qI5XVot]{Streetwise} skill feat.</p>"
		},
		"Gambler": {
			"name": "Gambler",
			"description": "<p>The thrill of the win drew you into games of chance. This might have been a lucrative sideline that paled in comparison to the real risks of adventuring, or you might have fallen on hard times due to your gambling and pursued adventuring as a way out of a spiral.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Deception skill and the Games Lore skill. You gain the @Compendium[pf2e.feats-srd.Dvz54d6aPhjsmUux]{Lie To Me} skill feat.</p>"
		},
		"Geb Crusader": {
			"name": "Geb Crusader",
			"description": "<p><strong>Prerequisite</strong> Region - Impossible Lands</p>\n<hr />\n<p>You grew up considering the existence of the undead nation of Geb an atrocity and trained to one day take part in destroying it and putting its vile inhabitants to their final rest. Key to your preparations is a thorough study of Pharasma, Urgathoa, and other undead-related deities and their philosophies.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Religion skill and the Undead Lore skill. You gain the @Compendium[pf2e.feats-srd.x7EMZNMavris2aHY]{Student of the Canon} skill feat.</p>"
		},
		"Genie-Blessed": {
			"name": "Genie-Blessed",
			"description": "<p>You've sought out a powerful genie and requested their blessing, hoping to increase your fortune. Your wish was vague, but fortune and the genie favored you with a more powerful effect than an ordinary wish, granting you bits of wish-twisted luck throughout the rest of your life. Meanwhile, other genies of the same kind recognize you as one blessed by one of their most powerful nobles, and might treat you with greater respect or envy.</p>\n<p>Choose two ability boosts. One must be to <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Diplomacy skill and the Genie Lore skill. You gain the Wish for Luck free action.</p>\n<hr />\n<p><em>Note: You must add the Wish for Luck free action</em></p>"
		},
		"Gladiator": {
			"name": "Gladiator",
			"description": "<p>The bloody games of the arena taught you the art of combat. Before you attained true fame, you departed-or escaped-the arena to explore the world. Your skill at drawing both blood and a crowd's attention pay off in a new adventuring life.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Performance skill and the Gladiatorial Lore skill. You gain the @Compendium[pf2e.feats-srd.xqAdXRd2gSQcqp5E]{Impressive Performance} skill feat.</p>"
		},
		"Goblinblood Orphan": {
			"name": "Goblinblood Orphan",
			"description": "<p><strong>Prerequisite</strong> Region - Old Cheliax</p>\n<hr />\n<p>Your family, whether goblin, hobgoblin, or human, died in the Goblinblood Wars. Though you were marked by these losses, you managed to survive through your own resilience and resourcefulness.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Constitution</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Survival skill and the Goblin Lore skill. You gain the @Compendium[pf2e.feats-srd.W6Gl9ePmItfDHji0]{Assurance} skill feat with Survival.</p>"
		},
		"Godless Graycloak": {
			"name": "Godless Graycloak",
			"description": "<p>You were a member of a church once, and you saw some things among Absalom's religious elite that put you off piety for good. Maybe it was one too many beggars turned away at the temple's front door, or maybe it was a high-ranking priests consistent abuses of power. What got to you most, though, was that according to just about every belief system out there, sinners and saints, priests and paupers were all alike in one key way: they never saw retribution or accolades until buried 6 feet under. You wanted more from Absalom. You wanted more from the world. You wanted justice now, on this plane, not in some indeterminate afterlife. So you left the church and wandered the city, a ghost of your former self.</p>\n<p>You finally found a like mind in Captain Runewulf, \"the Unbeliever,\" whose reputation and similar distaste for religion inspired you to join the Graycloaks. As a sworn protector of the Ascendant Court, you didn't differentiate between Sarenites or Pharasmins, Iomedaeans or Norgorberites; if you saw someone in danger, you put your life on the line to save them, whatever their place within or outside a church.</p>\n<p>Your good record has earned you a transfer-temporary or not, the choice is yours-to the newly formed Edgewatch, where you'll use your authority to guard the lives of not just Absalomians, but all who have come to your grand city to experience its wonders. Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Religion skill and your choice of a specific religion Lore skill (such as Iomedae Lore or Norgorber Lore).</p>\n<p>You gain a +1 circumstance bonus to Deception, Diplomacy, and Intimidation checks to @Compendium[pf2e.actionspf2e.pvQ5rY2zrtPI614F]{Interact} with Graycloaks, priests, and clerics. You gain the @Compendium[pf2e.feats-srd.IlOQuCQIhjJpig3S]{Quick Identification} feat.</p>"
		},
		"Goldhand Arms Dealer": {
			"name": "Goldhand Arms Dealer",
			"description": "<p>You're a dwarven agent of the Goldhand Lodge, a collection of dwarven merchants based out of Dongun Hold who seeks to sell guns far and wide. High King Anong Arunak hasn't expressed approval for such a method of distribution yet, but in the meantime you're still out and about, talking up your wares and occasionally providing visceral demonstrations of the overwhelming stopping power of your firearms. These demonstrations and sales have given you a taste for adventure, and the constant threat of piracy has convinced you of the importance of adventuring with a group.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in Diplomacy and Mercantile Lore. You gain the @Compendium[pf2e.feats-srd.KpFetnUqTiweypZk]{Group Impression} skill feat.</p>"
		},
		"Grand Council Bureaucrat": {
			"name": "Grand Council Bureaucrat",
			"description": "<p><strong>Prerequisite</strong> Region - Absalom and Starstone Isle</p>\n<hr />\n<p>You spent years working as a clerk to a functionary in Absalom's government. Your service taught you a thing or two about rousing speeches and manipulating the city's bureaucracy.</p>\n<p>Choose two ability boosts. One must be to <strong>Charisma</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Diplomacy skill and the Government Lore skill. You gain the @Compendium[pf2e.feats-srd.KpFetnUqTiweypZk]{Group Impression} skill feat.</p>"
		},
		"Grizzled Muckrucker": {
			"name": "Grizzled Muckrucker",
			"description": "<p>You've served on the Muckruckers, the unofficial guards of the flooded Puddles district. The pay's no good, the conditions are squalid, and you've seen things during your time on the force that've made you question your career entirely. Perhaps you joined the group out of a sense of duty to your fellow Absalomians, or maybe you felt an obligation to help restore your apocalyptic home district to some semblance of normalcy. Either way, the traumas you've endured, the double-crossers who've betrayed you, the wretched monsters that have crawled out of the muck to assail you-it's enough to turn an officer to weary cynicism or self-destruction through merciful drink.</p>\n<p>Thankfully, you found an out: an invitation to transfer to the newly formed Edgewatch. You accepted the offer in the hope that some fresh experience in a new district, surrounded by new people, might reignite the hope and passion you felt for the job so long ago.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Survival skill, as well as either Labor Lore or Underworld Lore. You gain a +1 circumstance bonus to Deception, Diplomacy, and Intimidation checks to @Compendium[pf2e.actionspf2e.pvQ5rY2zrtPI614F]{Interact} with Muckruckers, mercenaries, and adventurers. You gain the @Compendium[pf2e.feats-srd.urQZwmzg2kS53vd5]{Experienced Tracker} skill feat.</p>"
		},
		"Guard": {
			"name": "Guard",
			"description": "<p>You served in the guard, out of either patriotism or the need for coin. Either way, you know how to get a difficult suspect to talk. However you left the guard, you might think of adventuring as a way to use your skills on a wider stage.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Intimidation skill, and the Legal Lore skill or Warfare Lore skill. You gain the @Compendium[pf2e.feats-srd.ar2DUlvDK4LDcH9J]{Quick Coercion} skill feat.</p>"
		},
		"Gunsmith": {
			"name": "Gunsmith",
			"description": "<p>From a young age, you apprenticed to an experienced gunsmith and over time your skill and knowledge rose to match that of your master. Today, you can easily repair, modify, or improve nearly any firearm you've seen before, and even if you haven't seen it, you'll break it down to learn about what makes it tick in no time. You've taken those skills on the road, using them to assist yourself and your allies as an adventurer when it comes to maintaining their weapons, shields, armor, and more.</p>\n<p>Choose two ability boosts. One of these boosts must be to <strong>Intelligence</strong> or <strong>Dexterity</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Crafting skill and the Engineering Lore skill. You gain the @Compendium[pf2e.feats-srd.ASy9AKEIRxPYUi5o]{Quick Repair} skill feat.</p>"
		},
		"Harbor Guard Moonlighter": {
			"name": "Harbor Guard Moonlighter",
			"description": "<p>The Harbor Guard isn't known for being the most honorable precinct in town. A few years after you joined the force, you became disillusioned by the rampant corruption within the precinct and the district at large. One night, you stumbled on an ad for a local monster hunter's guild. You joined on a whim, but fell in love with the swashbuckling lifestyle of an independent bounty hunter. You've since earned quite a reputation for your nocturnal adventures; everyone still knows that you're a Harbor Guard, but stories of your dungeon-delving adventures have long overshadowed that facet of your life. Unfortunately, long nights of monster-hunting have negatively impacted your performance at your day job, so maybe it wasn't a surprise when your supervising officer put in a transfer request for you, spelling the end of your plucky nighttime antics with that particular guild.</p>\n<p>Despite the decline in your performance, Lieutenant Lavarsus of Edgewatch sees potential (and even, maybe, a bit of himself) in you. You're eager to be on a new unit and for the chance to bring your monster-hunting skills to a district that has been plagued by such supernatural beasts for far too long.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Constitution</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Athletics skill and your choice of Sailing Lore or Hunting Lore. You gain a +1 circumstance bonus to Deception, Diplomacy, and Intimidation checks to @Compendium[pf2e.actionspf2e.pvQ5rY2zrtPI614F]{Interact} with Harbor Guards, ship captains, and freelance adventurers. You gain the @Compendium[pf2e.feats-srd.ZBhvJ9O8MvBFAlhq]{Quick Jump} skill feat.</p>"
		},
		"Harrow-Led (Occultism)": {
			"name": "Harrow-Led (Occultism)",
			"description": "<p>You were the subject of a harrow reading at a pivotal point in your life, such as on an important birthday, or upon reaching adulthood. The reading was eerily accurate and has been relevant, for good or ill, at more points in your life than you could call mere coincidence.</p>\n<p>Randomly determine two harrow suits tied to your character, each reflecting a specific ability score. You can do so by drawing cards from a harrow deck or by rolling a [[/r 1d6]]{d6}:</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>d6</th>\n<th>Result</th>\n<th>Ability</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Hammers</td>\n<td>Strength</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Keys</td>\n<td>Dexterity</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Shields</td>\n<td>Constitution</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Books</td>\n<td>Intelligence</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Stars</td>\n<td>Wisdom</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Crowns</td>\n<td>Charisma</td>\n</tr>\n</tbody>\n</table>\n<p>The first suit is your aligned score, and the second suit is your misaligned score.</p>\n<p>Choose two ability boosts. One must be to your <strong>aligned or misaligned</strong> score, and one is a free ability boost. You're trained in the Occultism skill and the Harrow Lore skill. You gain the @Compendium[pf2e.feats-srd.1Bt7uCW2WI4sM84P]{Dubious Knowledge} skill feat.</p>"
		},
		"Harrow-Led (Performance)": {
			"name": "Harrow-Led (Performance)",
			"description": "<p>You were the subject of a harrow reading at a pivotal point in your life, such as on an important birthday, or upon reaching adulthood. The reading was eerily accurate and has been relevant, for good or ill, at more points in your life than you could call mere coincidence.</p>\n<p>Randomly determine two harrow suits tied to your character, each reflecting a specific ability score. You can do so by drawing cards from a harrow deck or by rolling a [[/r 1d6]]{d6}:</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>d6</th>\n<th>Result</th>\n<th>Ability</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Hammers</td>\n<td>Strength</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Keys</td>\n<td>Dexterity</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Shields</td>\n<td>Constitution</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Books</td>\n<td>Intelligence</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Stars</td>\n<td>Wisdom</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Crowns</td>\n<td>Charisma</td>\n</tr>\n</tbody>\n</table>\n<p>The first suit is your aligned score, and the second suit is your misaligned score.</p>\n<p>Choose two ability boosts. One must be to your <strong>aligned or misaligned</strong> score, and one is a free ability boost. You're trained in the Performance skill and the Harrow Lore skill. You gain the @Compendium[pf2e.feats-srd.1Bt7uCW2WI4sM84P]{Dubious Knowledge} skill feat.</p>"
		},
		"Harrow-Led (Society)": {
			"name": "Harrow-Led (Society)",
			"description": "<p>You were the subject of a harrow reading at a pivotal point in your life, such as on an important birthday, or upon reaching adulthood. The reading was eerily accurate and has been relevant, for good or ill, at more points in your life than you could call mere coincidence.</p>\n<p>Randomly determine two harrow suits tied to your character, each reflecting a specific ability score. You can do so by drawing cards from a harrow deck or by rolling a [[/r 1d6]]{d6}:</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>d6</th>\n<th>Result</th>\n<th>Ability</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Hammers</td>\n<td>Strength</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Keys</td>\n<td>Dexterity</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Shields</td>\n<td>Constitution</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Books</td>\n<td>Intelligence</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Stars</td>\n<td>Wisdom</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Crowns</td>\n<td>Charisma</td>\n</tr>\n</tbody>\n</table>\n<p>The first suit is your aligned score, and the second suit is your misaligned score.</p>\n<p>Choose two ability boosts. One must be to your <strong>aligned or misaligned</strong> score, and one is a free ability boost. You're trained in the Society skill and the Harrow Lore skill. You gain the @Compendium[pf2e.feats-srd.1Bt7uCW2WI4sM84P]{Dubious Knowledge} skill feat.</p>"
		},
		"Haunted": {
			"name": "Haunted",
			"description": "<p>You are followed by a spirit or entity, either from childhood or since a traumatic or momentous event. You may have seen this entity. Others may have seen it as well. You have studied esoteric subjects trying to understand your situation, but this presence in your life remains a mystery. Whatever this entity is or wants, it influences your life in subtle ways, not always good. Sometimes the entity helps you, but at other times, its influence is malevolent or harmful. The entity is most likely to surface in stressful situations.</p>\n<p>Choose two ability boosts. One must be to <strong>Wisdom</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You are trained in Occultism and an additional skill in which the haunting entity is well-versed, determined by the GM. Any time you attempt a skill check for the entity's skill, the GM can offer you a +1 circumstance bonus to the check, as though the entity were @Compendium[pf2e.actionspf2e.HCl3pzVefiv9ZKQW]{Aiding} you. If you accept but fail the check, you are @Compendium[pf2e.conditionitems.TBSHQspnbcqxsmjL]{Frightened 2} (@Compendium[pf2e.conditionitems.TBSHQspnbcqxsmjL]{Frightened 4} on a critical failure). The initial Frightened value can't be reduced by effects that would reduce or prevent the condition (such as a fighter's bravery).</p>"
		},
		"Haunting Vision": {
			"name": "预兆幻视 Haunting Vision",
			"description": "<p>你的一生都被关于火的可怖梦境所困扰。这可能是过去某次因火而起的濒死体验的结果，也可能跟你所了解的起因都没有明确的联系。不过近日，你偶遇了以毁灭龙神达哈克（Dahak）为主体的图像、故事或预兆，而你被这种似曾相识的不安感觉所触动——你开始思考这名龙神与你的梦境有关，并因此而尽自身所能研究所有与他相关的事情。幻视也开始支撑你的信念；即便你没有信奉某名特定神祇，也开始对宗教信仰产生了强烈的热情。</p>\n<p>你最近做的梦，第一次展现出了足够多的细节来让你鉴别它的内容——在这最后一次梦境中，你见到布雷克屯（Breachill）被烈焰吞噬。因此你决定参加英雄征召（Call for Heroes），希望能够从即将来临的焚烧中拯救城镇。</p>\n<p>选择两项属性提升（ability boost）。其中一项必须为<strong>体质</strong>或<strong>感知</strong>，另一项则为自由属性提升（ability boost）。</p>\n<p>你的宗教（Religion）技能以及达哈克（Dahak）学识的熟练度为受训。你获得 @Compendium[pf2e.feats-srd.x7EMZNMavris2aHY]{神学士 Student of the Canon} 技能专长。</p>"
		},
		"Hellknight Historian": {
			"name": "Hellknight Historian",
			"description": "<p>The various Hellknight Orders intrigue you, whether you seek to become one of their number yourself, wish to oppose their goals at every turn, or are merely inspired by or curious to learn more about them. You've heard that when the Order of the Nail abandoned Citadel Altaerein, they left behind the deed to the castle so anyone brave enough to explore the ruins and the defenses no doubt left behind would be rewarded with ownership of the abandoned fortress.</p>\n<p>You decided to join the Call for Heroes to hoping to gain an opportunity to explore Citadel Altaerein.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and the Architecture Lore skill. You gain the @Compendium[pf2e.feats-srd.JtjnFsOToBLnSRO9]{Courtly Graces} skill feat.</p>"
		},
		"Herbalist": {
			"name": "Herbalist",
			"description": "<p>As a formally trained apothecary or a rural practitioner of folk medicine, you learned the healing properties of various herbs. You're adept at collecting the right natural cures in all sorts of environments and preparing them properly.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Nature skill and the Herbalism Lore skill. You gain the @Compendium[pf2e.feats-srd.WC4xLBGmBsdOdHWu]{Natural Medicine} skill feat.</p>"
		},
		"Hermean Expatriate": {
			"name": "Hermean Expatriate",
			"description": "<p><strong>Prerequisite</strong> Region - High Seas</p>\n<hr />\n<p>You have been exiled from Hermea, perhaps of your own accord or perhaps because you didn't measure up. However, you take with you some of the benefits of the excellent education afforded to its citizenry.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and the Dragon Lore skill. You gain the @Compendium[pf2e.feats-srd.P6icK2DbRoZ3H6kc]{Skill Training} skill feat.</p>"
		},
		"Hermean Heritor": {
			"name": "Hermean Heritor",
			"description": "<p><strong>[Legacy - Age of Ashes]</strong></p>\n<p>With the restrictions on Hermean citizenship lifted, you may have fled the city of Promise or have spent some of your childhood in the company of someone who did.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and the Legal Lore skill. You gain the @Compendium[pf2e.feats-srd.P9HCz0uR6xPHuw72]{Multilingual} skill feat or the @Compendium[pf2e.feats-srd.W6Gl9ePmItfDHji0]{Assurance} skill feat for Society.</p>"
		},
		"Hermit (Nature)": {
			"name": "Hermit (Nature)",
			"description": "<p>In an isolated place-like a cave, remote oasis, or secluded mansion-you lived a life of solitude. Adventuring might represent your first foray out among other people in some time. This might be a welcome reprieve from solitude or an unwanted change, but in either case, you're likely still rough around the edges.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Nature skill, as well as a Lore skill related to the terrain you lived in as a hermit (such as Cave Lore or Desert Lore). You gain the @Compendium[pf2e.feats-srd.1Bt7uCW2WI4sM84P]{Dubious Knowledge} skill feat.</p>"
		},
		"Hermit (Occultism)": {
			"name": "Hermit (Occultism)",
			"description": "<p>In an isolated place-like a cave, remote oasis, or secluded mansion-you lived a life of solitude. Adventuring might represent your first foray out among other people in some time. This might be a welcome reprieve from solitude or an unwanted change, but in either case, you're likely still rough around the edges.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Occultism skill, as well as a Lore skill related to the terrain you lived in as a hermit (such as Cave Lore or Desert Lore). You gain the @Compendium[pf2e.feats-srd.1Bt7uCW2WI4sM84P]{Dubious Knowledge} skill feat.</p>"
		},
		"Hired Killer": {
			"name": "Hired Killer",
			"description": "<p>Your life truly began after your first kill. Maybe you killed in self-defense, maybe it was a crime of passion, or maybe it was just an accident and you were a kid in the wrong place at the wrong time. In the end, the why doesn't matter. You got away with it. And then you found that maybe it didn't bother you as much as it should have. And maybe, just maybe, you had a talent you could use to forge a life for yourself. A blood-soaked talent and a blood-soaked life, sure. But it's yours.</p>\n<p>Choose two ability boosts. One boost must be to <strong>Strength</strong> or <strong>Dexterity</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Stealth skill and the Underworld Lore skill. You gain the @Compendium[pf2e.feats-srd.beyw5bdA5hkQbmaG]{Terrain Stalker} skill feat, choosing a terrain appropriate for where you make your kills.</p>"
		},
		"Hookclaw Digger": {
			"name": "Hookclaw Digger",
			"description": "<p><strong>Prerequisites</strong> Kobold ancestry</p>\n<p>You are a digger from the Hookclaw kobold tribe, born beneath the streets of Absalom, with muscles and mind hardened by years spent tunneling through rock and earth and a confidence built upon your pride in your draconic heritage.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Crafting skill, the Mining Lore skill, and the Engineering Lore skill. You gain the @Compendium[pf2e.feats-srd.3HChkcD1IRqv4DbA]{Improvise Tool} skill feat.</p>"
		},
		"Hounded Thief": {
			"name": "Hounded Thief",
			"description": "<p>Some time ago, you stole a unique item from a strange individual. It might have been a piece of clockwork from a far-off land or some other bit of strange technology. You might still have it or you might have sold it, but either way, you can't shake the feeling that you're being followed and watched, likely by forces who want to retrieve what you took. Luckily, a life of adventure keeps you on the move.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Thievery skill and the Underworld Lore skill. You gain the @Compendium[pf2e.feats-srd.jDdOqFmZLwE4dblQ]{Pickpocket} skill feat.</p>"
		},
		"Hunter": {
			"name": "Hunter",
			"description": "<p>You stalked and took down animals and other creatures of the wild. Skinning animals, harvesting their flesh, and cooking them were also part of your training, all of which can give you useful resources while you adventure.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Survival skill and the Tanning Lore skill. You gain the @Compendium[pf2e.feats-srd.tGIXuk0XeWmG04CX]{Survey Wildlife} skill feat.</p>"
		},
		"Inlander": {
			"name": "Inlander",
			"description": "<p><strong>Prerequisite</strong> Region - Absalom and Starstone Isle</p>\n<hr />\n<p>You grew up in an untamed region of the Isle of Kortos, and you know how to survive in the wild.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Survival skill and a Lore skill related to the terrain type associated with your home region (such as Hills Lore or Mountains Lore). You gain the @Compendium[pf2e.feats-srd.tGIXuk0XeWmG04CX]{Survey Wildlife} skill feat.</p>"
		},
		"Insurgent": {
			"name": "Insurgent",
			"description": "<p>You were more than a rebel; you were a revolutionary, fighting for the promise of a new or better country. You may or may not still believe in the cause, or perhaps victory or exile has led you on this new journey to trumpet your glory... or to escape the consequences of your defeat.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Deception skill and the Warfare Lore skill. You gain the @Compendium[pf2e.feats-srd.HEBXaS656MZTiWFu]{Lengthy Diversion} skill feat.</p>"
		},
		"Iolite Trainee Hobgoblin": {
			"name": "Iolite Trainee Hobgoblin",
			"description": "<p><strong>Prerequisites</strong> Hobgoblin Ancestry</p>\n<hr />\n<p>The Iolite Squad was Oprak's first foray into training hobgoblins for Pathfinder membership. You've added the archival and archaeological skills they sent back to Oprak into your military training.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and the Warfare Lore skill. You gain the @Compendium[pf2e.feats-srd.aAoFc10cOpxGypOY]{Sign Language} skill feat.</p>"
		},
		"Issian Partisan": {
			"name": "Issian Partisan",
			"description": "<p><strong>Prerequisite</strong> Region - Broken Lands</p>\n<hr />\n<p>You grew up among the northern houses of Brevoy in old Issia. Steeped in the cultural legacy of pirates and smugglers, you rely on your cleverness and charm as you make your way throughout the world.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Deception skill and the Underworld Lore skill. You gain the @Compendium[pf2e.feats-srd.B6HbYsLBWb1RR6Fx]{Charming Liar} skill feat.</p>"
		},
		"Junk Collector": {
			"name": "Junk Collector",
			"description": "<p>You live by the adage that one person's trash is another's treasure. Whether by sifting through scrap heaps or digging up old battlefields, you remain on the lookout for lost or discarded objects that you might be able to turn into something useful. More often than not, what you find is just junk... but you're convinced that one of these days, you're going to hit the jackpot. You've even taken up adventuring as a means to supercharge your access to all sorts of junk, gear, and loot.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Crafting skill and your choice of either the Engineering Lore or Mining Lore skill. You gain the @Compendium[pf2e.feats-srd.voYr7ygVcWmlg1f4]{Crafter's Appraisal} skill feat.</p>"
		},
		"Junker": {
			"name": "Junker",
			"description": "<p>You live on the outskirts of civilization, combing through the detritus left behind for interesting trinkets to sell or use in your own crafting. Though you have a preferred terrain to search, you know that the greatest treasures occur where people make greater use of technology.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Athletics skill and the Lore skill of the terrain in which you scavenge. You gain the @Compendium[pf2e.feats-srd.C0Tcelg3BAPhML6J]{Hefty Hauler} skill feat.</p>"
		},
		"Kalistrade Follower": {
			"name": "Kalistrade Follower",
			"description": "<p><strong>Prerequisite</strong> Region - Shining Kingdoms</p>\n<hr />\n<p>You follow the philosophy of the Prophecies of Kalistrade, seeking to build up your wealth in this life so that you might meet the next world on your own terms.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Diplomacy skill and the Kalistrade Lore skill. You gain the @Compendium[pf2e.feats-srd.5nc5ridFBfYpn2Om]{Bargain Hunter} skill feat.</p>"
		},
		"Kyonin Emissary": {
			"name": "Kyonin Emissary",
			"description": "<p><strong>Prerequisite</strong> Region - Shining Kingdoms</p>\n<hr />\n<p>You were trained to be an ambassador of the elven land of Kyonin, and you have now been sent out into the wider world to build alliances between Kyonin and the neighboring kingdoms.</p>\n<p>Choose two ability boosts. One must be to <strong>Charisma</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and the Politics Lore skill. You gain the @Compendium[pf2e.feats-srd.P9HCz0uR6xPHuw72]{Multilingual} skill feat.</p>"
		},
		"Laborer": {
			"name": "Laborer",
			"description": "<p>You've spent years performing arduous physical labor. It was a difficult life, but you somehow survived. You may have embraced adventuring as an easier method to make your way in the world, or you might adventure under someone else's command.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Constitution</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Athletics skill and the Labor Lore skill. You gain the @Compendium[pf2e.feats-srd.C0Tcelg3BAPhML6J]{Hefty Hauler} skill feat.</p>"
		},
		"Lastwall Survivor": {
			"name": "Lastwall Survivor",
			"description": "<p><strong>Prerequisite</strong> Region - Eye of Dread</p>\n<hr />\n<p>You managed to escape the devastation that the Whispering Tyrant brought to your nation, but you lost everything to the lich-king's minions, including your home and many friends and family.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Medicine skill and the Undead Lore skill. You gain the @Compendium[pf2e.feats-srd.wYerMk6F1RZb0Fwt]{Battle Medicine} skill feat.</p>"
		},
		"Learned Guard Prodigy (Arcana)": {
			"name": "Learned Guard Prodigy (Arcana)",
			"description": "<p>For some, the nuts and bolts of keeping the peace are practically second nature. Such is the case for you, a member of the Learned Guard with an incredible mind for investigation as well as a gift for understanding magic. You probably aren't a hit with your peers, who find your intellect and natural gift of deduction perhaps a bit off-putting, but when left to your own devices you excel, and you get along well with professors and mages such as those who work in Forae Logos or the Arcanamirium.</p>\n<p>After no shortage of debating the pros and cons, you decided to transfer to the Edgewatch precinct. Sure, you have a keen understanding of the theories and principles behind law enforcement, but you've reasoned that in order to be a truly effective guard you'll need some first-hand experience in a high-risk area nabbing suspects and protecting innocents-all the while taking fastidious notes and writing your grand thesis on the merits and shortcomings of Absalom's laws.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Arcana skill, as well as Legal Lore. You gain a +1 circumstance bonus to Deception, Diplomacy, and Intimidation checks to @Compendium[pf2e.actionspf2e.pvQ5rY2zrtPI614F]{Interact} with Learned Guards and with academics such as librarians and scholars. You gain the @Compendium[pf2e.feats-srd.MjQyTcV8Jiv1Jtln]{Recognize Spell} skill feat.</p>"
		},
		"Learned Guard Prodigy (Occultism)": {
			"name": "Learned Guard Prodigy (Occultism)",
			"description": "<p>For some, the nuts and bolts of keeping the peace are practically second nature. Such is the case for you, a member of the Learned Guard with an incredible mind for investigation as well as a gift for understanding magic. You probably aren't a hit with your peers, who find your intellect and natural gift of deduction perhaps a bit off-putting, but when left to your own devices you excel, and you get along well with professors and mages such as those who work in Forae Logos or the Arcanamirium.</p>\n<p>After no shortage of debating the pros and cons, you decided to transfer to the Edgewatch precinct. Sure, you have a keen understanding of the theories and principles behind law enforcement, but you've reasoned that in order to be a truly effective guard you'll need some first-hand experience in a high-risk area nabbing suspects and protecting innocents-all the while taking fastidious notes and writing your grand thesis on the merits and shortcomings of Absalom's laws.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Occultism skill, as well as Legal Lore. You gain a +1 circumstance bonus to Deception, Diplomacy, and Intimidation checks to @Compendium[pf2e.actionspf2e.pvQ5rY2zrtPI614F]{Interact} with Learned Guards and with academics such as librarians and scholars. You gain the @Compendium[pf2e.feats-srd.MjQyTcV8Jiv1Jtln]{Recognize Spell} skill feat.</p>"
		},
		"Legendary Parents": {
			"name": "Legendary Parents",
			"description": "<p><strong>[Legacy - Age of Ashes]</strong></p>\n<p>One or more of your parents (either biological or adoptive) were heroes of the Age of Ashes Adventure Path. Others tend to treat you with a bit more respect, or perhaps fear your connections to people of great power.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Intimidation skill, and the Genealogy Lore skill. You gain the @Compendium[pf2e.feats-srd.gUqvezs2zzoTXFAI]{Group Coercion} skill feat.</p>"
		},
		"Lesser Scion": {
			"name": "Lesser Scion",
			"description": "<p>You are the youngest child in a noble house (in Cheliax, Isger, or Andoran) and stand to inherit nothing from your family. Although you have a minor title, it affords you no lands or wealth, but it has garnered you a small amount of respect and deference in your travels. When play begins, you are riding in a caravan bound for Almas, where a cousin has promised to allow you to stay with them for a month.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Diplomacy skill and the Heraldry Lore skill. You gain the @Compendium[pf2e.feats-srd.4RjDxgvNXNl5GG9d]{Hobnobber} skill feat.</p>"
		},
		"Local Scion": {
			"name": "Local Scion",
			"description": "<p>You're from Breachill and have lived there most, if not all, of your life. You might be the son or daughter of a well-known local adventuring family, or a family with a storied tradition of military or other martial service. You likely also have some sort of skill with your hands, as the people of Breachill are very self-sufficient.</p>\n<p>The Call for Heroes is one of your hometown's most iconic traditions, and you want to attend so you can prove your own merits to the council-beyond simply those of your family's name.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Crafting skill and the Breachill Lore skill. You gain the @Compendium[pf2e.feats-srd.QLeMH5mQgh28sa5o]{Specialty Crafting} skill feat.</p>"
		},
		"Lost and Alone": {
			"name": "Lost and Alone",
			"description": "<p>You were training to become a knight in Lastwall when the Whispering Tyrant escaped his imprisonment and destroyed the nation. It was only by dumb luck that you are alive at all, but the memories of that fateful day haunt your dreams. When play begins, you have boarded a caravan heading toward a new town, having worn out your welcome at the taverns and inns of Elidir.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Intimidation skill, and the Warfare Lore skill. You gain the @Compendium[pf2e.feats-srd.xQMz6eDgX75WX2ce]{Intimidating Glare} skill feat.</p>"
		},
		"Lumber Consortium Laborer": {
			"name": "Lumber Consortium Laborer",
			"description": "<p><strong>Prerequisite</strong> Region - Shining Kingdoms</p>\n<hr />\n<p>You have suffered as a worker for the unscrupulous Lumber Consortium, laboring under harsh conditions in dangerous wooded regions of Andoran.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Dexterity</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Athletics skill and the Forest Lore skill. You gain the @Compendium[pf2e.feats-srd.W6Gl9ePmItfDHji0]{Assurance} skill feat with Athletics.</p>"
		},
		"Magaambya Academic (Arcana)": {
			"name": "Magaambya Academic (Arcana)",
			"description": "<p><strong>Prerequisite</strong> Region - Mwangi Expanse</p>\n<hr />\n<p>You studied magic at the prestigious Magaambya academy in Nantambu, learning magical traditions dating back to Old-Mage Jatembe and earning a pedigree respected by magical scholars almost everywhere.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Arcana skill, as well as the Academia Lore skill. You gain the @Compendium[pf2e.feats-srd.MjQyTcV8Jiv1Jtln]{Recognize Spell} skill feat.</p>"
		},
		"Magaambya Academic (Nature)": {
			"name": "Magaambya Academic (Nature)",
			"description": "<p><strong>Prerequisite</strong> Region - Mwangi Expanse</p>\n<hr />\n<p>You studied magic at the prestigious Magaambya academy in Nantambu, learning magical traditions dating back to Old-Mage Jatembe and earning a pedigree respected by magical scholars almost everywhere.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Nature skill, as well as the Academia Lore skill. You gain the @Compendium[pf2e.feats-srd.MjQyTcV8Jiv1Jtln]{Recognize Spell} skill feat.</p>"
		},
		"Magical Experiment": {
			"name": "Magical Experiment",
			"description": "<p>At some point in your life, powerful people performed magical experiments on you that changed you permanently. You may have signed up for this voluntarily, but it may have been against your will. You still bear the marks, as well as the abilities.</p>\n<p>You gain one ability boost. It must be to <strong>Constitution</strong>.</p>\n<p>You're trained in Occultism and the Academia Lore skill. You gain one special ability as a result of the magical experimentation. Work with the GM to select an appropriate ability from the following list or to come up with another special ability.</p>\n<hr />\n<ul>\n<li><strong>Enhanced Senses</strong> You gain low-light vision (or darkvision if you already had low-light vision) and an imprecise sense with a range of 30 feet, such as scent, thoughtsense, tremorsense, or wavesense.</li>\n<li><strong>Resistant Skin</strong> The experiments rendered your skin tougher and resilient to a particular type of damage. You gain resistance equal to half your level (minimum resistance 1) against two of the following types of energy damage, one chosen by you and the other chosen by the GM: acid, cold, electricity, fire, or sonic.</li>\n<li><strong>Touch Telepathy</strong> The experiments to your body allowed you to link minds via touch. You gain telepathy with creatures as long as you are in physical contact. This allows you to communicate mentally with any creatures you're in physical contact with, as long as you both share a language. This doesn't give any special access to their thoughts, and communicates no more information than normal speech would.</li>\n</ul>"
		},
		"Magical Merchant": {
			"name": "Magical Merchant",
			"description": "<p>Selling magic items isn't like being an ordinary merchant. The wares you buy and sell are expensive, making each sale rare and lucrative. You've developed knowledge of expert handiwork to ensure you don't fall for a scam, since buying a single counterfeit item can lead to bankruptcy. Whether you went out of business and had to find alternative employment, or took up adventuring to acquire new merchandise, you've taken to adventuring yourself.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in Crafting and Mercantile Lore. You gain the @Compendium[pf2e.feats-srd.voYr7ygVcWmlg1f4]{Crafter's Appraisal} skill feat.</p>"
		},
		"Magical Misfit": {
			"name": "Magical Misfit",
			"description": "<p>You don't understand folks who claim that magical talent is some sort of burden or great responsibility; you've always used your magic to cause trouble and to escape the consequences. Whether becoming an adventurer is your attempt to make amends or just a new way to make some mischief, you're excited to see where it takes you, and you still delight in using your skills to get out of trouble.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Dexterity</strong>, and one is a free ability boost.</p>\n<p>You're trained in Arcana and Underworld Lore. You gain the @Compendium[pf2e.feats-srd.uR62fVC9FyQAMCO1]{Trick Magic Item} skill feat.</p>"
		},
		"Mammoth Herder": {
			"name": "Mammoth Herder",
			"description": "<p>You're adept at calming, wrangling, and living beside woolly mammoths and other megafauna commonly found in the Realm of the Mammoth Lords. Perhaps you've even formed a particularly strong bond with one or two of your following's animals, and you tend to get along with other herders in the following, such as young Imek or old Chultei. When the Broken Tusk following must move, you and the other herders know how to convey this message to the animals in your herd.</p>\n<p>Choose two ability boosts. One must be to <strong>Wisdom</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Nature skill and the Herding Lore skill. You gain the @Compendium[pf2e.feats-srd.nowEaHgIyij7im8F]{Train Animal} skill feat.</p>"
		},
		"Mammoth Speaker": {
			"name": "Mammoth Speaker",
			"description": "<p><strong>Prerequisite</strong> Region - Saga Lands</p>\n<hr />\n<p>You have learned the secrets of taming the mighty mammoths and other megafauna of the far north. Perhaps these talents are a part of your people's traditional customs, or perhaps you sought out these massive animals of your own accord.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Nature skill and the Animal Lore skill. You gain the @Compendium[pf2e.feats-srd.nowEaHgIyij7im8F]{Train Animal} skill feat.</p>"
		},
		"Mana Wastes Refugee": {
			"name": "Mana Wastes Refugee",
			"description": "<p><strong>Prerequisite</strong> Region - Impossible Lands</p>\n<hr />\n<p>Exposure to the corrupting influence of the Mana Wastes' strange energies has warped your inner essence, resulting in unpredictable interactions with magic items and more than a little know-how about surviving under bizarre and adverse natural conditions.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Arcana skill and the Wilderness Lore skill. You gain the @Compendium[pf2e.feats-srd.uR62fVC9FyQAMCO1]{Trick Magic Item} skill feat.</p>"
		},
		"Mantis Scion": {
			"name": "Mantis Scion",
			"description": "<p><strong>Prerequisite</strong> Region - High Seas</p>\n<hr />\n<p>At least one of your parents is a member of the notorious Red Mantis assassins, merciless killers for hire who rarely fail to claim their marks. Whether on purpose or by simple exposure, you were trained from a young age in the art of stalking and killing people.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Stealth skill and the Assassin Lore skill. You gain the @Compendium[pf2e.feats-srd.W6Gl9ePmItfDHji0]{Assurance} skill feat with Stealth.</p>"
		},
		"Market Runner": {
			"name": "Market Runner",
			"description": "<p>Keeleno Lathenar, the proprietor of Otari Market, is a grim and bitter man. A werewolf named Jaul Mezmin mauled his wife, Ayla, to death 30 years ago. Keeleno has never forgotten nor forgiven this attack, and he believes against all odds that Jaul has evaded justice and is alive and well. Running errands for Keeleno around town, you've gotten to know him almost as well as you know Otari. Keeleno's suspicions have rubbed off</p>\n<p>on you a bit, so you keep a wary eye on other people—particularly around the full moon.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Diplomacy skill and the Otari Lore skill. You gain the @Compendium[pf2e.feats-srd.4RjDxgvNXNl5GG9d]{Hobnobber} skill feat.</p>"
		},
		"Martial Disciple (Acrobatics)": {
			"name": "Martial Disciple (Acrobatics)",
			"description": "<p>You dedicated yourself to intense training and rigorous study to become a great warrior. The school you attended might have been a traditionalist monastery, an elite military academy, or the local branch of a prestigious mercenary organization.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Dexterity</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Acrobatics skill and the Warfare Lore skill. You gain the @Compendium[pf2e.feats-srd.LQw0yIMDUJJkq1nD]{Cat Fall} skill feat.</p>"
		},
		"Martial Disciple (Athletics)": {
			"name": "Martial Disciple (Athletics)",
			"description": "<p>You dedicated yourself to intense training and rigorous study to become a great warrior. The school you attended might have been a traditionalist monastery, an elite military academy, or the local branch of a prestigious mercenary organization.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Dexterity</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Athletics skill and the Warfare Lore skill. You gain the @Compendium[pf2e.feats-srd.ZBhvJ9O8MvBFAlhq]{Quick Jump} skill feat.</p>"
		},
		"Mechanic": {
			"name": "Mechanic",
			"description": "<p>The intricate inner workings of machines are no stranger to you. Whether they are mundane devices or complex clockworks, you know what makes them tick and how to maintain them. An adventuring group might keep you around to repair their equipment, or you might travel around to offer your rare services to those in need-for a price, of course!</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Crafting skill and the Engineering Lore skill. You gain the @Compendium[pf2e.feats-srd.ASy9AKEIRxPYUi5o]{Quick Repair} skill feat.</p>"
		},
		"Mechanical Symbiosis": {
			"name": "Mechanical Symbiosis",
			"description": "<p>Whether you purposefully took it on or had it thrust upon you, a bronze, clockwork object latched onto some part of your body. It may have sunk its needles into you or locked its spidery legs around your neck, torso, or upper arm. Some entity or spirit lives in this collection of gears and wires-whether or not other people hear its whispers is up to you. The entity may be an ancient, terrible being that has razed villages with its hosts, or it may be a brilliant, starry-eyed child who barely understands you're not part of its own body.</p>\n<p>You have studied and searched for information on these rare, crab-like machines, leaving you an expert in the binding of elemental spirits or mortal souls to mechanical objects. Though you have several theories on what the symbiotic entity might be, you have no definitive answers-this may be why you're adventuring in the first place, or perhaps you've made a deal with someone to get it removed. The entity might talk to you periodically, or it might only speak when it wants you to do something in particular or finds the two of you in danger. You and the GM should decide on the entity's motivations, or if the motivations should be a secret known only to the GM.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Arcana skill and an additional skill in which the clockwork entity is well-versed, determined by the GM. Any time you attempt a skill check for the entity's skill, the GM can offer you a +1 circumstance bonus to the check, as though the entity were Aiding you. If you accept but fail the check, the entity clenches up and you are @Compendium[pf2e.conditionitems.dfCMdR4wnpbYNTix]{Stunned 1} (@Compendium[pf2e.conditionitems.dfCMdR4wnpbYNTix]{Stunned 2} on a critical failure).</p>"
		},
		"Medicinal Clocksmith": {
			"name": "Medicinal Clocksmith",
			"description": "<p>While others might have looked to clockwork as a mechanical innovation, you see the potential in the technology to improve the health of patients. You might be an experienced field medic who reached for a scrapped construct to help a wounded soldier, or a vanguard surgeon who's found replacing organs with clockwork more effective than repairing them. Perhaps you've also worked to \"optimize\" organic bodies with fine machinery, with or without the permission of your patients.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Medicine skill and the Engineering Lore skill. You gain the @Compendium[pf2e.feats-srd.bkZgWFSFV4cAf5Ot]{Risky Surgery} skill feat.</p>"
		},
		"Megafauna Hunter": {
			"name": "Megafauna Hunter",
			"description": "<p>Life is only as meaningful as its risks, and the risks you're willing to take are big indeed. Like Wipa's half-sister Panuaku, Mammoth Lord Merthig, and Eiwa's great-grandnephew Pakano, you revel in the thrill of the hunt, especially when it involves mortal combat with megafauna, dinosaurs, and other oversized beasts. Though you're still early in your hunting career, your talent shows great promise, and you have a natural knack for tracking and taking down big game such as moose, saber-toothed tigers, and even wild mammoths.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Dexterity</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Athletics skill and the Hunting Lore skill. You gain the @Compendium[pf2e.feats-srd.KxaYlC50zzHysJj8]{Titan Wrestler} skill feat.</p>"
		},
		"Menagerie Dung Sweeper": {
			"name": "Menagerie Dung Sweeper",
			"description": "<p><strong>Prerequisite</strong> Region - Absalom and Starstone Isle</p>\n<hr />\n<p>Whether you washed warrior beasts below the Irorium's arena floor or tended to the mutated animals of a Puddle sideshow, you are experienced with all manner of weird wildlife.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Nature skill and the Animal Lore skill. You gain the @Compendium[pf2e.feats-srd.nowEaHgIyij7im8F]{Train Animal} skill feat.</p>"
		},
		"Merabite Prodigy": {
			"name": "Merabite Prodigy",
			"description": "<p><strong>Prerequisite</strong> Region - Golden Road</p>\n<hr />\n<p>Even in a city renowned for its alchemy, you were able to rise above the competition.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Crafting skill and the Alchemical Lore skill. You gain the @Compendium[pf2e.feats-srd.QLeMH5mQgh28sa5o]{Specialty Crafting} skill feat with alchemy</p>"
		},
		"Merchant": {
			"name": "Merchant",
			"description": "<p>In a dusty shop, market stall, or merchant caravan, you bartered wares for coin and trade goods. The skills you picked up still apply in the adventuring life, in which a good deal on a suit of armor could prevent your death.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Diplomacy skill and the Mercantile Lore skill. You gain the @Compendium[pf2e.feats-srd.5nc5ridFBfYpn2Om]{Bargain Hunter} skill feat.</p>"
		},
		"Miner": {
			"name": "Miner",
			"description": "<p>You earned a living wrenching precious minerals from the lightless depths of the earth. Adventuring might have seemed lucrative or glamorous compared to this backbreaking labor- and if you have to head back underground, this time you plan to do so armed with a real weapon instead of a miner's pick.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Survival skill and the Mining Lore skill. You gain the @Compendium[pf2e.feats-srd.4tTkRyOQ0VuRBac3]{Terrain Expertise} skill feat with underground terrain.</p>"
		},
		"Missionary": {
			"name": "Missionary",
			"description": "<p>You received training from clergy in a faraway temple, who sent you out into the world to spread the faith. Although you are relatively new at this, you are always on the lookout for new places in need of your deity's teachings and guidance. When play begins, you are riding along in a caravan making your way through sparsely populated regions of Isger, spreading the news of your faith to those who will listen.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Diplomacy skill and the Scribing Lore skill. You gain the @Compendium[pf2e.feats-srd.KpFetnUqTiweypZk]{Group Impression} skill feat.</p>"
		},
		"Molthuni Mercenary": {
			"name": "Molthuni Mercenary",
			"description": "<p><strong>Prerequisite</strong> Region - Eye of Dread</p>\n<hr />\n<p>Whether you sought citizenship or simply needed a steady paycheck, you spent some of your time as a paid mercenary in the armed forces of Molthune, where you fought against Molthune's enemies such as Nirmathas or the Ironfang Legion. Alternatively, you might have worked at sea, protecting Molthune's military and trading ships against pirates on Lake Encarthan.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Constitution</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Athletics skill and the Mercenary Lore skill. You gain the @Compendium[pf2e.feats-srd.sMm0UfYxEPpq2Yzd]{Experienced Professional} skill feat.</p>"
		},
		"Musical Prodigy": {
			"name": "Musical Prodigy",
			"description": "<p>Ever since you were young, you've been almost supernaturally skilled in a particular type of music. The people around you were sure you'd grow up to perform at royal courts or to become a world-famous composer, but you've chosen a life of adventure instead. You might have given up on those dreams to find your own meaning, or you might find that adventuring allows you to experience unfiltered emotions and exploits that you can translate into a wondrous symphony some day.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in Performance and Music Lore. You gain the @Compendium[pf2e.feats-srd.lFwfUvH2708rl6i3]{Virtuosic Performer} skill feat.</p>\n<hr />\n<p><em>Note: You will have to select the correct virtuosic performer feat for your style.</em></p>"
		},
		"Mystic Seer": {
			"name": "Mystic Seer",
			"description": "<p>You delight crowds by reading minds, telling futures, and contacting spirits. Although much of your work is misdirection and showmanship, your cons have inadvertently awakened a genuine awareness of magic in your mind. This new sense is both thrilling and frightening, and you hope that you can hone it further in the Circus of Wayward Wonders.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Arcana skill and the Scam Lore skill. You gain the @Compendium[pf2e.feats-srd.blMeVamjGz4ODWxq]{Arcane Sense} skill feat.</p>"
		},
		"Mystic Tutor (Arcana)": {
			"name": "Mystic Tutor (Arcana)",
			"description": "<p>You spent years predicting, identifying, and harnessing the innate magical talents of those around you. A magic-rich world has taught you that you can never have too much training when everyone around you is capable of magic.</p>\n<p>Choose two ability boosts. One must be <strong>Intelligence</strong> or <strong>Wisdom</strong> and one is a free ability boost.</p>\n<p>Your innate magical trait is arcane. You're trained in Arcana, depending on your innate magical trait, and the Academia Lore skill. You gain the @Compendium[pf2e.feats-srd.MjQyTcV8Jiv1Jtln]{Recognize Spell} skill feat.</p>"
		},
		"Mystic Tutor (Occultism)": {
			"name": "Mystic Tutor (Occultism)",
			"description": "<p>You spent years predicting, identifying, and harnessing the innate magical talents of those around you. A magic-rich world has taught you that you can never have too much training when everyone around you is capable of magic.</p>\n<p>Choose two ability boosts. One must be <strong>Intelligence</strong> or <strong>Wisdom</strong> and one is a free ability boost.</p>\n<p>Your innate magical trait is occult. You're trained in Occultism, depending on your innate magical trait, and the Academia Lore skill. You gain the @Compendium[pf2e.feats-srd.MjQyTcV8Jiv1Jtln]{Recognize Spell} skill feat.</p>"
		},
		"Newcomer In Need": {
			"name": "Newcomer In Need",
			"description": "<p>You're a Gokan native in a bad spot, and you're going to need a miracle to get you out of your current fix. Miracles are in short supply, but the title of Ruby Phoenix Champion might just do the trick. Maybe you need the prize money to pay for a relative's expensive operation or to free your family from debt to Golden League gangsters. Or maybe there's a particular prize in Hao Jin's vault that could literally save your life - an amulet you can use to flee to the farthest corners of the multiverse or even an artifact that could resurrect you if you die, just like the Ruby Phoenix. The tough circumstances of your upbringing in one of Goka's more downtrodden neighborhoods - such as industrial Oldtown, the slums of the Scales district, or even the crime-ridden undercity taught you lessons of self-reliance and how to quickly make friends in unlikely circumstances. You've scraped together an entry into the Ruby Phoenix Tournament's prequalifier with a team you can trust. Now all that's left is to pull off the impossible and win this thing once and for all.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Dexterity</strong>, and one is a free ability boost.</p>\n<p>You're trained in Society and the Goka Lore skill. You gain the @Compendium[pf2e.feats-srd.X2jGFfLU5qI5XVot]{Streetwise} skill feat.</p>"
		},
		"Nexian Mystic": {
			"name": "Nexian Mystic",
			"description": "<p><strong>Prerequisite</strong> Region - Impossible Lands</p>\n<hr />\n<p>Your initiations into the Nexian mysteries and the philosophies of the Arclords of Nex grant you a preternatural comprehension of the arcane underpinnings of existence.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Arcana skill and a Lore skill related to one plane of your choice (other than the Material Plane). You gain the @Compendium[pf2e.feats-srd.blMeVamjGz4ODWxq]{Arcane Sense} skill feat.</p>"
		},
		"Nirmathi Guerrilla": {
			"name": "Nirmathi Guerrilla",
			"description": "<p><strong>Prerequisite</strong> Region - Eye of Dread</p>\n<hr />\n<p>Woodcraft comes naturally to you, and you have learned how to use the forest to your tactical advantage against superior forces in skirmishes against the Molthuni army or the Ironfang Legion.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Stealth skill and the Forest Lore skill. You gain the @Compendium[pf2e.feats-srd.beyw5bdA5hkQbmaG]{Terrain Stalker} (underbrush) skill feat.</p>"
		},
		"Noble": {
			"name": "Noble",
			"description": "<p>To the common folk, the life of a noble seems one of idyllic luxury, but growing up as a noble or member of the aspiring gentry, you know the reality: a noble's lot is obligation and intrigue. Whether you seek to escape your duties by adventuring or to better your station, you have traded silks and pageantry for an adventurer's life.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and the Genealogy Lore skill or Heraldry Lore skill. You gain the @Compendium[pf2e.feats-srd.JtjnFsOToBLnSRO9]{Courtly Graces} skill feat.</p>"
		},
		"Nomad": {
			"name": "Nomad",
			"description": "<p>Traveling far and wide, you picked up basic tactics for surviving on the road and in unknown lands, getting by with few supplies and even fewer comforts. As an adventurer, you travel still, often into even more dangerous places.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Survival skill and a Lore skill related to one terrain you traveled in (such as Desert Lore or Swamp Lore). You gain the @Compendium[pf2e.feats-srd.W6Gl9ePmItfDHji0]{Assurance} skill feat with Survival.</p>"
		},
		"Northland Forager": {
			"name": "Northland Forager",
			"description": "<p>The vast tundra and looming mountains of the Realm of the Mammoth Lords may seem featureless and barren to the untrained eye, but you know better. You see what others don't: nutritious roots buried beneath muddy reeds, succulent bird eggs cradled in craggy rocks, restorative berries nestled among thorny thickets, and more. In the south, farmers toil in dusty fields to eat the same vegetables every day, but your diet is varied and you're rarely hungry-the entire Realm is your garden.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Survival skill and the Herbalism Lore skill. You gain the @Compendium[pf2e.feats-srd.8qebBeOJsyRIchcu]{Forager} skill feat.</p>"
		},
		"Occult Librarian": {
			"name": "Occult Librarian",
			"description": "<p>Hours spent reading numerous compendiums dedicated to various occult topics honed your knowledge of these more obscure magical arts. You might have taken to adventuring to finance your acquisition of rare tomes, to explore occult mysteries that can't be found in the pages of a book, or perhaps to put your skills to the test.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Occultism skill and the Academia Lore skill. You gain the @Compendium[pf2e.feats-srd.lEgYzFHransLkSvI]{Schooled In Secrets} skill feat.</p>"
		},
		"Oenopion-Ooze Tender": {
			"name": "Oenopion-Ooze Tender",
			"description": "<p><strong>Prerequisite</strong> Region - Impossible Lands</p>\n<hr />\n<p>Your apprenticeship in one of Oenopion's unorthodox arcane and alchemical academies instilled in you a deep reservoir of mostly reliable esoteric knowledge, not to mention a deep resentment born of countless hours spent mucking ooze pens and feeding helpless creatures to ravenous, belching jellies and gelatinous puddings.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Crafting skill and the Ooze Lore skill. You gain the @Compendium[pf2e.feats-srd.1Bt7uCW2WI4sM84P]{Dubious Knowledge} skill feat.</p>"
		},
		"Onyx Trader": {
			"name": "Onyx Trader",
			"description": "<p><strong>Prerequisite</strong> Region - Eye of Dread</p>\n<hr />\n<p>Oprak doesn't share the secrets of the Onyx Vault with many, but you are one of the lucky few to be permitted into the heart of the nation. You have traveled the extradimensional paths of the Stone Roads and traded goods across a wide variety of lands. You've learned to step lively in foreign markets of all types.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and the Mercantile Lore skill. You gain the @Compendium[pf2e.feats-srd.P9HCz0uR6xPHuw72]{Multilingual} skill feat.</p>"
		},
		"Osirionologist": {
			"name": "Osirionologist",
			"description": "<p><strong>Prerequisite</strong> Region - Golden Road</p>\n<hr />\n<p>Whether you're a fascinated outsider or a local proud of your nation's storied past, you're a devoted student of Osirion's history. You might be a traveling professor, a member of a society like the Pathfinders or the Esoteric Order of the Palatine Eye, or even a simple tomb robber cashing in on the glories of the past.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Occultism skill and the Ancient Osirion Lore skill. You gain the @Compendium[pf2e.feats-srd.hDGosy2ZTwnyctEP]{Oddity Identification} skill feat.</p>"
		},
		"Otherworldly Mission": {
			"name": "Otherworldly Mission",
			"description": "<p>You're called to serve a specific purpose-your deity told you so, and so it must be true. Maybe you grew up knowing all along, or maybe it came to you one day in a vision, clear as a bell and twice as loud. You have some task that only you can accomplish. You mission might be as dangerous as killing a deadly tyrant or as simple as opening a particular door on a particular day. You should work with your GM on how to handle the truth of your character's backstory or leave it to the GM to decide in secret. Is this call to action a message from the character's own mind, are they being manipulated by some manner of supernatural entity, or are they actually getting marching orders from one of the deities of the setting?</p>\n<p>Choose two ability boosts. One must be to <strong>Wisdom</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in Religion. Once per adventure, you can ask the voice you believe to be a deity for orders and get some kind of instruction-you never get any kind of explanation, simply a command to go somewhere or do something. Following those commands isn't always safe, but it's usually interesting.</p>"
		},
		"Out-Of-Towner": {
			"name": "外乡人 Out-Of-Towner",
			"description": "<p>你从未来过布雷克屯（Breachill），这镇子里也没亲戚，但机缘巧合下你拜访了这里。你可能是与一位朋友来这里旅行、来拜访老熟人、或者仅仅是为了探索这世界上还未踏足过的土地。在来到这个镇子之前，你与其他族裔的人们生活过数年时间，见识过各色事物的童年赋予了你开放的思维和好奇的天性。</p>\n<p>接触到未曾见过的民族和文化让你兴奋，回应英雄征召（Call for Heroes）活动似乎是一种了解他们的有趣方式。</p>\n<p>选择两项属性提升（ability boost）。其中一项必须为 <strong>体质</strong> 或 <strong>智力</strong>，另一项则为自由属性提升（ability boost）。</p>\n<p>你的交涉（Diplomacy）技能以及在你成长过程中一同生活的那个族裔相关的学识的熟练度为受训：矮人（Dwarf）、精灵（Elf）、侏儒（Gnome）、地精（Goblin）或半身人（Halfling）。你获得 @Compendium[pf2e.feats-srd.4RjDxgvNXNl5GG9d]{飞短流长 Hobnobber} 技能专长。</p>"
		},
		"Outrider": {
			"name": "Outrider",
			"description": "<p>In your youth, you galloped on horseback over vast prairies, serving as a vanguard for your settlement, an army, or another group. Seeing so many different lands built a thirst in you to adventure and explore the world instead of just racing past it.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Nature skill and the Plains Lore skill. You gain the @Compendium[pf2e.feats-srd.gArdEleFCvUHtdGk]{Express Rider} skill feat.</p>"
		},
		"Pathfinder Hopeful": {
			"name": "Pathfinder Hopeful",
			"description": "<p><strong>Prerequisite</strong> Region - Absalom and Starstone Isle</p>\n<hr />\n<p>You've long wanted to join the adventurous Pathfinder Society. You have taken up the dangerous life of an adventurer in hopes of earning a spot among the Pathfinders.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and the Pathfinder Society Lore skill. You gain the @Compendium[pf2e.feats-srd.BocFD2KV0qgUC76x]{Additional Lore} skill feat.</p>"
		},
		"Pathfinder Recruiter": {
			"name": "Pathfinder Recruiter",
			"description": "<p>The Pathfinder Society's always on the lookout for talent, but that talent rarely just stumbles into the Grand Lodge. Whether you're professionally trained to encourage new recruits or the Society's own scouts identified your potential and raised you from childhood, you're committed to expanding the Society's roster.</p>\n<p>Choose two ability boosts. One must be to <strong>Wisdom</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Diplomacy skill and a Lore skill related to one city you've visited often. You gain the Group Impression skill feat.</p>"
		},
		"Perfection Seeker": {
			"name": "Perfection Seeker",
			"description": "<p><strong>Prerequisite</strong> Region - Impossible Lands</p>\n<hr />\n<p>You aspire to perfect your body and mind in the tradition of Jalmeray's Houses of Perfection, honing your acrobatic skills and mental faculties in preparation for a lifetime pushing the edge of what most consider possible.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Acrobatics skill as well as the Warfare Lore skill. You gain the @Compendium[pf2e.feats-srd.LQw0yIMDUJJkq1nD]{Cat Fall} skill feat.</p>"
		},
		"Pilgrim": {
			"name": "Pilgrim",
			"description": "<p>In your youth, you made several pilgrimages to important shrines and holy sites. You might have been a mendicant friar, a seller of holy relics (real or fraudulent), or just a simple farmer following the dictates of your faith. Whatever the aims of your wanderings now, your faith still protects you on the road.</p>\n<p>Choose two ability boosts. One must be to <strong>Wisdom</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Religion skill and the Lore skill for your patron deity. You gain the @Compendium[pf2e.feats-srd.BqceQIKE0lwIS98s]{Pilgrim's Token} skill feat.</p>"
		},
		"Plant Whisperer": {
			"name": "Plant Whisperer",
			"description": "<p>You've always had a green thumb, allowing you to care for plants that others found too difficult to grow and tend with a skill that borders on the magical. As you travel, you encounter all sorts of new plants and plant creatures, allowing you to expand your horizons and deepen your understanding of flora.</p>\n<p>Choose two ability boosts. One must be to <strong>Wisdom</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in Nature and Plant Lore. You gain the @Compendium[pf2e.feats-srd.WC4xLBGmBsdOdHWu]{Natural Medicine} skill feat.</p>"
		},
		"Political Scion": {
			"name": "Political Scion",
			"description": "<p>Like your parents and your parents before them, you initially followed the long path toward politics from an early age. Your close association with Absalom's upper echelons put you in touch with the city's various military or special operations units-the First Guard, the Wave Riders, the Varlokkur-though you avoided any actual duty with these groups. Thanks to your strict upbringing and the connections of your family, you soon became a lauded and highly respected member of Absalom's political elite. But you couldn't stifle a certain feeling that you were destined for more than simply filling the pointed shoes of your forebears. Despite your easily earned accolades and a relatively cushy life as a young lawyer or councilmember, you sought to do more with your diplomatic training and not live out the exact same life as your ancestors.</p>\n<p>Your decision to transfer to the Edgewatch has rubbed your traditionalist family the wrong way, and they've cut off the financial aid they've provided you your whole life. But you don't care-you know you're doing the right thing by taking on the rough jobs of a low-ranking guard, and you're ready to shine based on your own merits, not those of your lofty kin.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Diplomacy skill and Legal Lore. You gain a +1 circumstance bonus to Deception, Diplomacy, and Intimidation checks to Interact with members of Absalom's political establishment. You gain the @Compendium[pf2e.feats-srd.4RjDxgvNXNl5GG9d]{Hobnobber} skill feat.</p>"
		},
		"Post Guard of All Trades": {
			"name": "Post Guard of All Trades",
			"description": "<p>Not all cops are passionate about their jobs. For some, the pursuit of justice is just another way to pay the bills. Honestly, it was probably the Post Guard's generous time-off policy that drew you to their service, and during your yearly sabbaticals you've dabbled in hobbies as diverse as fishing, baking, or even stand-up comedy. Even while on duty, you're probably idly fiddling with a lucky coin or practicing magic tricks with a deck of cards. You probably irritate your fellow guards a bit with your non sequiturs, casual attitude, and tendency to daydream, but results don't lie, and more often than not you prove your worth when the chips are down.</p>\n<p>For all the excitement of guarding Absalom's Postern Gate, the Post Guard wasn't really the right fit for someone as distractible as yourself, so your boss put in a \"promotion\" for you to transfer to the newly formed Edgewatch. You're all for the reassignment, since it will put you smack in the middle of the most entertaining and diverse gathering of the century, the Radiant Festival.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Performance skill, a Lore skill of your choice, and you gain a <strong>bonus language</strong>. You gain a +1 circumstance bonus to Deception, Diplomacy, and Intimidation checks to @Compendium[pf2e.actionspf2e.pvQ5rY2zrtPI614F]{Interact} with Post Guards. You gain the @Compendium[pf2e.feats-srd.1Bt7uCW2WI4sM84P]{Dubious Knowledge} skill feat.</p>"
		},
		"Press-Ganged": {
			"name": "Press-Ganged",
			"description": "<p><strong>Prerequisite</strong> Region - High Seas</p>\n<hr />\n<p>You were forced into service as a sailor against your will. Perhaps you were punished for a crime, were drafted into military service, are repaying a debt, or simply were abducted. Though you were initially trained as a simple deckhand, you may have subsequently studied a trade under one of the vessel's specialists.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and the Sailing Lore skill. You gain the @Compendium[pf2e.feats-srd.sMm0UfYxEPpq2Yzd]{Experienced Professional} skill feat.</p>"
		},
		"Printer": {
			"name": "Printer",
			"description": "<p>Keeping your finger on the pulse of the city, you write a small news broadsheet to sell on street corners. You rent the use of a printing press to achieve this goal, so you're familiar with such machines. However, people and their stories are your main focus, and you adventure to chase the latest scoop.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and the Scribing Lore skill. You gain the @Compendium[pf2e.feats-srd.P9HCz0uR6xPHuw72]{Multilingual} skill feat.</p>"
		},
		"Prisoner": {
			"name": "Prisoner",
			"description": "<p>You might have been imprisoned for crimes (whether you were guilty or not), or enslaved for some part of your upbringing. In your adventuring life, you take full advantage of your newfound freedom.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Constitution</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Stealth skill and the Underworld Lore skill. You gain the @Compendium[pf2e.feats-srd.t3btih0O5RUwWynt]{Experienced Smuggler} skill feat.</p>"
		},
		"Purveyor of the Bizzare": {
			"name": "Purveyor of the Bizzare",
			"description": "<p><strong>Prerequisite</strong> Region - Golden Road</p>\n<hr />\n<p>Whether in Katapesh or one of the bustling markets along the Path of Salt, you've spent enough time buying and selling ancient or unusual items to give you an instinctive ability to quickly sort valuable trinkets from worthless baubles.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Arcana skill and the Mercantile Lore skill. You gain the @Compendium[pf2e.feats-srd.IlOQuCQIhjJpig3S]{Quick Identification} skill feat.</p>"
		},
		"Quick": {
			"name": "Quick",
			"description": "<p><strong>Prerequisite</strong> Region - Impossible Lands</p>\n<hr />\n<p>Staying alive among the scheming, ravenous undead of Geb required a deep knowledge of their motivations, capabilities, and weaknesses. More often than not, it also required the ability to weave alibis and life-preserving half-truths capable of swaying a stilled heart.</p>\n<p>Choose two ability boosts. One must be to <strong>Charisma</strong> or <strong>Constitution</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Deception skill and the Undead Lore skill. You gain the @Compendium[pf2e.feats-srd.B6HbYsLBWb1RR6Fx]{Charming Liar}skill feat.</p>"
		},
		"Raised by Belief": {
			"name": "Raised by Belief",
			"description": "<p>Whether in a monastery, a religious household, or just as part of your everyday life, your upbringing was steeped in the traditions of a faith or philosophy. You might remain committed or you may have turned from your childhood creed, but your skills are still founded in your devotion.</p>\n<p>Choose two ability boosts. One boost must be to an ability specified in the <strong>Divine Ability</strong> entry for your deity, and one is a free ability boost.</p>\n<p>You're trained in your deity's associated skill, and you gain @Compendium[pf2e.feats-srd.W6Gl9ePmItfDHji0]{Assurance} with that skill. You gain a Lore skill with a subcategory associated with your deity (Abadar Lore, for instance).</p>"
		},
		"Razmiran Faithful": {
			"name": "Razmiran Faithful",
			"description": "<p><strong>Prerequisite</strong> Region - Broken Lands</p>\n<hr />\n<p>You serve a living god who rules upon the face of Golarion, and this gives your actions a divine mandate not to be trifled with.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Intimidation skill and the Razmir Lore skill. You gain the @Compendium[pf2e.feats-srd.gUqvezs2zzoTXFAI]{Group Coercion} skill feat.</p>"
		},
		"Refugee (APG)": {
			"name": "Refugee (APG)",
			"description": "<p>You come from a land very distant from the one you now find yourself in, driven by war, plague, or simply in the pursuit of opportunity. Regardless of your origin or the reason you left your home, you find yourself an outsider in this new land. Adventuring is a way to support yourself while offering hope to those who need it most.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and a Lore skill related to the settlement you came from. You gain the @Compendium[pf2e.feats-srd.X2jGFfLU5qI5XVot]{Streetwise} skill feat.</p>"
		},
		"Refugee (Fall of Plaguestone)": {
			"name": "Refugee (Fall of Plaguestone)",
			"description": "<p>The fighting around the Lake Encarthan region has forced many of the people residing there to flee from the violence. Although your home is gone, you have managed to survive and are making your way south in search of a better life. When play begins, you are riding along in a caravan taking you to what might be either a new home in Andoran or simply another waypoint in your journey.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Survival skill and the Hunting Lore skill. You gain the @Compendium[pf2e.feats-srd.8qebBeOJsyRIchcu]{Forager} skill feat.</p>"
		},
		"Reputation Seeker": {
			"name": "Reputation Seeker",
			"description": "<p>You're likely from Breachill, but unlike the Local Scion, your family has no notable legacy in the area. You might not even have much of a family at all to call your own, and could be an orphan. You've seen so many people make names for themselves that you set out on your own and spent some time abroad in the jungles or deserts of Garund or in the upper reaches of the Darklands-regions that proved too dangerous to remain in for long on your own. You returned home with more caution and knowledge of the world beyond Breachill's borders, but still determined to win fame.</p>\n<p>You've decided that joining an adventuring group would be the best way to secure aid in your quest to build your own reputation, and are attending the Call for Heroes to find such allies.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Survival skill and the Darklands, Desert, or Jungle Lore skill. You gain the @Compendium[pf2e.feats-srd.4tTkRyOQ0VuRBac3]{Terrain Expertise} skill feat (underground if you have Darklands Lore, desert if you have Desert Lore, or forest if you have Jungle Lore).</p>"
		},
		"Returned": {
			"name": "Returned",
			"description": "<p>You died and miraculously returned with knowledge of the realms beyond death and a stronger link to life. Some dead and undead souls might feel a strange, instinctual kinship with you.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You gain the @Compendium[pf2e.feats-srd.I0BhPWqYf1bbzEYg]{Diehard} feat and the @Compendium[pf2e.feats-srd.BocFD2KV0qgUC76x]{Additional Lore} feat for Boneyard Lore.</p>"
		},
		"Returning Descendant": {
			"name": "Returning Descendant",
			"description": "<p>You aren't from Breachill yourself-you might not even be from Isger or Avistan at all. You've lived a hard life, in any event. You have often had to make tough decisions, and have developed a knack for understanding how things work (and the best way to take them apart) that has helped you support yourself. Recently you discovered that an ancestor was from the town of Breachill and had a modest career as an adventurer. You can't help but wonder if you would have had an easier life if you'd grown up there instead, and have decided to seek out this small town to learn more about it.</p>\n<p>You've decided to respond to the Call for Heroes to follow in your ancestor's footsteps, either to honor their memory or accomplish the great deeds they did not.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Thievery skill and the Engineering Lore skill. You gain the @Compendium[pf2e.feats-srd.jDdOqFmZLwE4dblQ]{Pickpocket} skill feat.</p>"
		},
		"Revenant": {
			"name": "Revenant",
			"description": "<p>You died. No real doubt about that. Bullet to the brain or knife to the throat, you were dead as dead can be. Then you got back up again. Maybe you had some unfinished business, or maybe you were just so tough and so mean that Hell itself spat you out. Either way, you came back for a reason.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in Religion and Boneyard Lore. You're still alive, not undead, but you have the negative healing ability, which means you're harmed by positive damage and healed by negative effects as if you were undead.</p>"
		},
		"Rigger": {
			"name": "Rigger",
			"description": "<p>You've worked as a roustabout to erect tents and set up rigging for acrobatic performances; you've sometimes even aided aerialists and acrobats in their death-defying training. Even though your work is often done before the crowds arrive, you know your skills contribute to the success and safety of the circus. Mistress Dusklight treats her roustabouts as little more than slaves, and you've resolved to join a company where your expertise is appreciated.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Dexterity</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Athletics skill and the Circus Lore skill. You gain the @Compendium[pf2e.feats-srd.09PurtIanNUPfNRq]{Combat Climber} skill feat.</p>"
		},
		"Rivethun Adherent": {
			"name": "Rivethun Adherent",
			"description": "<p><strong>Prerequisite</strong> Region - Shining Kingdoms</p>\n<hr />\n<p>You have spent time learning the practices and traditions of the ancient Rivethun dwarven shamans and can recognize all sorts of magic. You may have chosen your own road since then, or you may remain an adherent of the philosophy.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Occultism skill and the Spirit Lore skill. You gain the @Compendium[pf2e.feats-srd.MjQyTcV8Jiv1Jtln]{Recognize Spell} skill feat.</p>"
		},
		"Root Worker": {
			"name": "Root Worker",
			"description": "<p>Some ailments can't be cured by herbs alone. You learned ritual remedies as well, calling on nature spirits to soothe aches and ward off the evil eye. Taking up with adventurers has given you company on the road, as well as protection from those who would brand you a fake-or worse.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Occultism skill and the Herbalism Lore skill. You gain the @Compendium[pf2e.feats-srd.22P7IFyhrF7Fbw8B]{Root Magic} skill feat.</p>"
		},
		"Rostland Partisan": {
			"name": "Rostland Partisan",
			"description": "<p><strong>Prerequisite</strong> Region - Broken Lands</p>\n<hr />\n<p>You grew up among the southern houses of Brevoy in old Rostland. You're accustomed to arguing from a position of underappreciated worth.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Diplomacy skill and the Politics Lore skill. You gain the @Compendium[pf2e.feats-srd.KpFetnUqTiweypZk]{Group Impression} skill feat.</p>"
		},
		"Royalty": {
			"name": "Royalty",
			"description": "<p>You are a prominent member of a royal family. You have taken up the life of an adventurer-perhaps you're a deposed queen hoping to regain her throne, a prince seeking a more exciting life, or a princess on a secret mission.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You are trained in Society. You gain the @Compendium[pf2e.feats-srd.JtjnFsOToBLnSRO9]{Courtly Graces} skill feat and can influence commoners in your family's territory, as well as nobility anywhere. If you later gain the @Compendium[pf2e.feats-srd.iCv8KTZ5PcF4GqeV]{Connections} skill feat, you automatically have common and noble connections within any community in your royal family's territory and have noble connections in large communities outside your territory.</p>"
		},
		"Ruby Phoenix Enthusiast": {
			"name": "Ruby Phoenix Enthusiast",
			"description": "<p>Named for the legendary sorcerer Hao Jin, the Ruby Phoenix Tournament occurs once every 10 years in Goka and attracts extraordinary talent from across the world. You might have begun training for the tournament but never participated, or perhaps you entered the tournament only to be defeated by (and inspired to join) the Pathfinder Society. Either way, your dedicated training prepares you for the rigors of the adventuring lifestyle.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Dexterity</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Athletics skill and the Gladiatorial Lore skill. You gain the @Compendium[pf2e.feats-srd.09PurtIanNUPfNRq]{Combat Climber} skill feat. In addition, you gain access to one of the following uncommon monk weapons:</p>\n<ul>\n<li>@Compendium[pf2e.equipment-srd.zSAoyzcf3nSeZCiF]{Kama},</li>\n<li>@Compendium[pf2e.equipment-srd.LA8wwpQBi6tylE6z]{Nunchaku},</li>\n<li>@Compendium[pf2e.equipment-srd.u2u6dkr01AB34tyA]{Sai},</li>\n<li>@Compendium[pf2e.equipment-srd.fjkwYZ0hRmBztwBG]{Shuriken}, or</li>\n<li>@Compendium[pf2e.equipment-srd.NIsxR5zXtVa3PuyU]{Temple Sword}.</li>\n</ul>\n<hr />\n<p><strong>Special</strong> You can select this background only if you have earned credit for at least 5 First Edition scenarios from Season 3 of the Pathfinder Society organized play campaign.</p>"
		},
		"Ruby Phoenix Fanatic": {
			"name": "Ruby Phoenix Fanatic",
			"description": "<p>Have you heard of the peerless sorcerer Hao Jin, also known as the Ruby Phoenix? Of course you have! You're her biggest fan! She's got amazing powers of self-resurrection, her hair is as red and fiery as a phoenix, and she has a huge vault full of the most incredible treasures in the multiverse. Now she's finally back from a mysterious 300-year quest on the plane of Axis so she can host this year's Ruby Phoenix Tournament—and you can't wait to meet her! In order to get as close to Hao Jin as possible, you've researched everything there is to know about the Ruby Phoenix's home, her planar escapades, and her competition. You've also trained your body to prove yourself a worthy champion. When Hao Jin's committee invited you and some friends to take part in the tournament's prequalifier, you just about fainted from excitement. Is your dream of meeting the Ruby Phoenix about to come true? As long as you win enough matches to get into the actual tournament, it just might! Just try not to act too star-struck when you finally get a chance to talk to her, okay?</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Axis Lore, Gladiatorial Lore, and Goka Lore skills. You gain the @Compendium[pf2e.feats-srd.1Bt7uCW2WI4sM84P]{Dubious Knowledge} skill feat.</p>"
		},
		"Ruin Delver": {
			"name": "Ruin Delver",
			"description": "<p>You've looked through some of the smaller ruins in the Otari hinterlands but have never quite built up the courage to check out the creepy lighthouse called Gauntlight. You've heard that these ruins are pretty well picked over, and mostly collapsed, but you always planned to some day explore them and perhaps find some bauble left behind from the centuries-old battle where the Roseguard slew an evil sorcerer. You know that the crumbled stone of old ruins has a tendency to shift, so you'd better step lightly if you get the chance to explore Gauntlight.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in Acrobatics and the Roseguard Lore skill. You gain the @Compendium[pf2e.feats-srd.LQw0yIMDUJJkq1nD]{Cat Fall} skill feat.</p>"
		},
		"Saboteur": {
			"name": "Saboteur",
			"description": "<p>Whether you do it for personal enjoyment or at the behest of a mercenary company or military organization, you have a knack for destroying things. You have a sense for an object or structure's weak spots and know where to deliver a hammer strike or alchemical bomb. You adventure to hone your skills or complete a particular mission.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Dexterity</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Thievery skill and the Engineering Lore skill. You gain the @Compendium[pf2e.feats-srd.B9cQLRHtXoLlF0iR]{Concealing Legerdemain} skill feat.</p>"
		},
		"Sailor": {
			"name": "Sailor",
			"description": "<p>You heard the call of the sea from a young age. Perhaps you signed onto a merchant's vessel, joined the navy, or even fell in with a crew of pirates and scalawags.</p>\n<p>Choose two ability boosts. One must be to Strength or Dexterity, and one is a free ability boost.</p>\n<p>You're trained in the Athletics skill and the Sailing Lore skill. You gain the @Compendium[pf2e.feats-srd.iOY6YfGBaOvMNAor]{Underwater Marauder} skill feat.</p>"
		},
		"Sally Guard Neophyte": {
			"name": "Sally Guard Neophyte",
			"description": "<p>You joined the Sally Guard, Westgate's guard precinct, at an early age, bringing with you the requisite steel armor, sword, and lance, though your gear is of dubious make. The other guards may have suspected that you were a novice with less combat experience than them; if so, you proved their suspicions on your first day of training when your mount immediately threw you in the mud. A supervisor took mercy on you and offered to transfer you to another guard unit in the city, promising that you'd have a place on the Sally Guard when you decided you were ready for the challenge.</p>\n<p>Biting your lip in shame, you took the Edgewatch reassignment in order to gain the experience necessary to go back to your home district with your head held high. You'll prove them wrong, one way or another, and show everyone that you can protect the ones you hold most dear.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Nature skill and your choice of Hunting Lore or Stabling Lore. You start out with a @Compendium[pf2e.pathfinder-bestiary.In2nNwo3JL1RXQhj]{Riding Horse}, as well as a suit of shoddy @Compendium[pf2e.equipment-srd.pRoikbRo5HFW6YUB]{Half Plate} armor, a shoddy @Compendium[pf2e.equipment-srd.LJdbVTOZog39EEbi]{Longsword}, and a shoddy @Compendium[pf2e.equipment-srd.OPMzQdM9rZznMGhW]{Lance}.</p>"
		},
		"Saloon Entertainer": {
			"name": "Saloon Entertainer",
			"description": "<p>All you want to do is entertain the people, but sure enough, bad news seems to follow you. Gunfights, brawls, robberies, and more befall establishments you play at, and word is quick to spread. Keep one town ahead of the gossip, and you just might be able to play a gig, command a stage, or run a table again.</p>\n<p>Choose two ability boosts. One must be to <strong>Charisma</strong> or <strong>Dexterity</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Performance skill and a lore skill of your choice. You gain the @Compendium[pf2e.feats-srd.lFwfUvH2708rl6i3]{Virtuosic Performer} skill feat.</p>"
		},
		"Sarkorian Reclaimer": {
			"name": "Sarkorian Reclaimer",
			"description": "<p><strong>Prerequisite</strong> Region - Broken Lands</p>\n<hr />\n<p>Whether you trace your heritage to lost Sarkoris or are a crusader trying to atone for past fanatics' wrongs, you seek to liberate the Sarkorian homeland from the demons who have defiled it.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free boost.</p>\n<p>You're trained in the Medicine skill and the Abyssal Lore skill. You gain the @Compendium[pf2e.feats-srd.wYerMk6F1RZb0Fwt]{Battle Medicine} skill feat.</p>"
		},
		"Sarkorian Survivor": {
			"name": "Sarkorian Survivor",
			"description": "<p><strong>Prerequisite</strong> Region - Broken Lands</p>\n<hr />\n<p>The devastation and carnage of the Worldwound were nearly complete, but you somehow managed to survive it.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Constitution</strong>, and one is a free boost.</p>\n<p>You're trained in the Survival skill and the Sarkorian History Lore skill. You gain the @Compendium[pf2e.feats-srd.8qebBeOJsyRIchcu]{Forager} skill feat.</p>"
		},
		"Saved by Clockwork": {
			"name": "Saved by Clockwork",
			"description": "<p>Through bloody combat, a terrible accident, or purposeful sacrifice, you've lost some piece of your body that has been replaced with a clockwork mechanism. Whether your arm is now a whirring series of pumps, steel coils, and iron gears; your heart a intricate crystal clock that requires winding every day; or your lower leg a sculpted metal tube powered by adamantine springs and steam, part of you needs regular maintenance and repair. You might have received instructions from the brilliant inventor who saved you, or you might have woken up on a battlefield with no memory of the procedure or the individuals involved. Regardless, you possess the knowledge to take care of yourself-even if it's how to wind a key in your own heart or reconstruct a mechanical foot.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Crafting skill. Every day you must perform 10 minutes of maintenance and wind up your clockwork parts, or you risk failure of the components, with consequences depending on what you replaced (determined by you and the GM). Your clockwork components allow you to react to danger with alacrity. You gain a +2 circumstance bonus to initiative rolls.</p>"
		},
		"Savior of Air": {
			"name": "Savior of Air",
			"description": "<p>Upon securing the <em>Untouchable Opal</em>, an artifact of extraordinary power, the Pathfinder Society endeavored to free the benevolent demigod Ranginori, who was trapped within the virtually unbreakable prison. You might have joined the Pathfinder Society in its expeditions to the Elemental Planes, or you might have lived on one of those planes before learning of the Society from these Pathfinder agents. You are no stranger to navigating precarious terrain as a result.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Acrobatics skill, plus either Elemental Lords Lore or a Lore skill related either to one of the Elemental Planes (such as Plane of Air Lore). You gain the @Compendium[pf2e.feats-srd.LQw0yIMDUJJkq1nD]{Cat Fall} skill feat. Add <strong>Auran</strong> to the list of additional languages you can learn for having a high Intelligence modifier.</p>\n<hr />\n<p><strong>Special</strong> You can select this background only if you have earned credit for at least 5 First Edition scenarios from Season 8 of the Pathfinder Society organized play campaign.</p>"
		},
		"Scavenger": {
			"name": "Scavenger",
			"description": "<p>You've made a living sorting through the things society throws away. You might have scavenged simply to survive, or plied a trade as a ragpicker, dung carter, or the like. While you've left that life behind, you still keep one eye on the ground out of habit.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Survival skill and the Lore skill for the settlement you grew up scavenging in. You gain the @Compendium[pf2e.feats-srd.8qebBeOJsyRIchcu]{Forager} skill feat.</p>"
		},
		"Scholar (Arcana)": {
			"name": "Scholar (Arcana)",
			"description": "<p>You have a knack for learning, and sequestered yourself from the outside world to learn all you could. You read about so many wondrous places and things in your books, and always dreamed about one day seeing the real things. Eventually, that curiosity led you to leave your studies and become an adventurer.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Arcana skill, and the Academia Lore skill. You gain the @Compendium[pf2e.feats-srd.5nTNxbOx6G8ZmSp4]{Assurance (Arcana)} skill feat.</p>"
		},
		"Scholar (Nature)": {
			"name": "Scholar (Nature)",
			"description": "<p>You have a knack for learning, and sequestered yourself from the outside world to learn all you could. You read about so many wondrous places and things in your books, and always dreamed about one day seeing the real things. Eventually, that curiosity led you to leave your studies and become an adventurer.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Nature skill, and the Academia Lore skill. You gain the @Compendium[pf2e.feats-srd.tLlCyLH6KM1Zc4we]{Assurance (Nature)} skill feat.</p>"
		},
		"Scholar (Occultism)": {
			"name": "Scholar (Occultism)",
			"description": "<p>You have a knack for learning, and sequestered yourself from the outside world to learn all you could. You read about so many wondrous places and things in your books, and always dreamed about one day seeing the real things. Eventually, that curiosity led you to leave your studies and become an adventurer.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Occultism skill, and the Academia Lore skill. You gain the @Compendium[pf2e.feats-srd.L16JV4LkA3yEuPOt]{Assurance (Occultism)} skill feat in your chosen skill.</p>"
		},
		"Scholar (Religion)": {
			"name": "Scholar (Religion)",
			"description": "<p>You have a knack for learning, and sequestered yourself from the outside world to learn all you could. You read about so many wondrous places and things in your books, and always dreamed about one day seeing the real things. Eventually, that curiosity led you to leave your studies and become an adventurer.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Religion skill, and the Academia Lore skill. You gain the @Compendium[pf2e.feats-srd.z0GLAoJCXyDApSSk]{Assurance (Religion)} skill feat.</p>"
		},
		"Scholar of the Ancients": {
			"name": "Scholar of the Ancients",
			"description": "<p><strong>Prerequisite</strong> Region - High Seas</p>\n<hr />\n<p>You're fascinated by the lost Azlanti Empire and have dedicated yourself to seeking out and studying every broken artifact or scrap of knowledge that remains, whether as an academic pursuit or simply for the joy of treasure hunting.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Arcana skill and the Azlant Lore skills. You gain the @Compendium[pf2e.feats-srd.IlOQuCQIhjJpig3S]{Quick Identification} skill feat.</p>"
		},
		"Scholar of the Sky Key": {
			"name": "Scholar of the Sky Key",
			"description": "<p>The unfamiliar technology of Numeria's Silver Mount still baffles Society scholars, yet you are one of the innovators who discovered how to operate a handful of these futuristic tools-possibly after surviving more than a few explosions. The Society might have recruited you for your esoteric abilities, or you might have sought out the Society's protection in escaping the covetously vile Technic League. Even if your understanding of advanced technology is imperfect, your hard-learned lessons are invaluable in deciphering and repairing gear.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Crafting skill and the Engineering Lore skill. You gain the @Compendium[pf2e.feats-srd.ASy9AKEIRxPYUi5o]{Quick Repair} skill feat.</p>\n<hr />\n<p><strong>Special</strong> You can select this background only if you have earned credit for at least 5 First Edition scenarios from Season 6 of the Pathfinder Society organized play campaign.</p>"
		},
		"Scout": {
			"name": "Scout",
			"description": "<p>You called the wilderness home as you found trails and guided travelers. Your wanderlust could have called you to the adventuring life, or perhaps you served as a scout for soldiers and found you liked battle.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Survival skill and a Lore skill related to one terrain you scouted in (such as Forest Lore or Cavern Lore). You gain the @Compendium[pf2e.feats-srd.8qebBeOJsyRIchcu]{Forager} skill feat.</p>"
		},
		"Second Chance Champion": {
			"name": "Second Chance Champion",
			"description": "<p>You competed in the last Ruby Phoenix Tournament 10 years ago, though you didn't make it to the end. One wrong step, one mistimed punch, one blocked spell—whatever it was, that was all it took for your opponent to get the upper hand and knock you out of the tournament. Well, maybe it was a simple mistake or maybe you just weren't up to snuff, and you're too headstrong to admit it. Now, after training for a decade to ensure you don't repeat any of your prior mistakes, you've joined forces with a team of fellow fighters in order to maximize your odds of making it all the way to the finals. Whatever happened before, you've vowed to return to the ring in Goka for an epic rematch, and this time you're not walking out until you've been named Ruby Phoenix Champion.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Strength</strong>, and one is a free ability boost.</p>\n<p>You're trained in Acrobatics and the Gladiatorial Lore skill. You gain the @Compendium[pf2e.feats-srd.LQw0yIMDUJJkq1nD]{Cat Fall} skill feat</p>"
		},
		"Secular Medic": {
			"name": "Secular Medic",
			"description": "<p><strong>Prerequisite</strong> Region - Golden Road</p>\n<hr />\n<p>You're from Rahadoum, where the Laws of Mortality taught you to reject the gods, yet you've seen firsthand how dangerous it can be to go without healing magic. As a result, you've thrown yourself into the study of medicine, so you can save lives without saving souls.</p>\n<p>Choose two ability boosts. One must be to <strong>Wisdom</strong> or <strong>Dexterity</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Medicine skill and the Anatomy Lore skill. You gain the @Compendium[pf2e.feats-srd.wYerMk6F1RZb0Fwt]{Battle Medicine} skill feat.</p>"
		},
		"Seer of the Dead": {
			"name": "Seer of the Dead",
			"description": "<p>You have long been gifted with the ability to see and speak with the departed. This could have manifested at your birth or when a chance encounter linked you inextricably to the spirits of the dead. Their constant presence might feel like a curse, or it might provide you with welcome companionship.</p>\n<p>You gain one ability boost. It must be to <strong>Constitution</strong> or <strong>Wisdom</strong>.</p>\n<p>You're trained in Religion and Undead Lore. You gain the effects of the <em>@Compendium[pf2e.spells-srd.3ehSrqTAm7IPqbIZ]{Spirit Sense}</em> spell at all times.</p>"
		},
		"Senghor Sailor": {
			"name": "Senghor Sailor",
			"description": "<p><strong>Prerequisite</strong> Region - Mwangi Expanse</p>\n<hr />\n<p>As an experienced sailor from Senghor, you know that the only thing saving you from disaster on the high seas is a properly maintained ship. You know boat-building inside and out and you can quickly cobble together a solution in the event that something breaks.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Crafting skill and the Sailing Lore skill. You gain the @Compendium[pf2e.feats-srd.ASy9AKEIRxPYUi5o]{Quick Repair} skill feat.</p>"
		},
		"Servant": {
			"name": "Servant",
			"description": "<p>You held a role of servitude, waiting on nobles and engendering their trust as one of the confidantes of the household. You might have walked away on good terms, or perhaps you know dangerous secrets about your former masters. Regardless, you're adventuring for a change and finding that in this new role, the skills you've learned now serve you.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and the Labor Lore skill. You gain the @Compendium[pf2e.feats-srd.yUuU9xyotrpwpTyC]{Read Lips} skill feat.</p>"
		},
		"Sewer Dragon": {
			"name": "Sewer Dragon",
			"description": "<p><strong>Prerequisites</strong> Kobald Ancestry</p>\n<hr />\n<p>You are one of the Sewer Dragons, born in Absalom's sewers, strengthened by a life defending your territory.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Intelligence</strong>, and one is a free ability boost. You're trained in the Crafting skill and the Kobold Lore skill. You gain the @Compendium[pf2e.feats-srd.DMetdzt1VJL2Y62i]{Snare Crafting} skill feat.</p>"
		},
		"Shadow Haunted": {
			"name": "Shadow Haunted",
			"description": "<p><strong>Prerequisite</strong> Region - Old Cheliax</p>\n<hr />\n<p>You are from Nidal, and regardless of your personal values, Zon-Kuthon has a claim on your soul due to an ancient pact. The Midnight Lord's unsettling influence is bred deep into your bones.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Intimidation skill and the Shadow Plane Lore skill. You gain the @Compendium[pf2e.feats-srd.ar2DUlvDK4LDcH9J]{Quick Coercion} skill feat.</p>"
		},
		"Shadow Lodge Defector": {
			"name": "Shadow Lodge Defector",
			"description": "<p>You were among the Pathfinders recruited by the devious Shadow Lodge, lured in by promises of wealth, reform, justice, or revenge. You might have fought against the Society's loyal agents, helped sabotage the Pathfinders' reputation in distant countries, or even infiltrated the far-flung lodges as a spy. You've since made peace with and rejoined the Pathfinder Society, yet the underhanded reflexes and skills you learned are hard to forget.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Deception skill and the Underworld Lore skill. You gain the @Compendium[pf2e.feats-srd.Dvz54d6aPhjsmUux]{Lie To Me} skill feat.</p>\n<hr />\n<p><strong>Special</strong> You can select this background only if you have earned credit for at least 5 First Edition scenarios from Season 2 of the Pathfinder Society organized play campaign.</p>"
		},
		"Shadow War Survivor": {
			"name": "Shadow War Survivor",
			"description": "<p>Countless factions have fought for influence in Absalom for millennia, and for decades these groups worked through the Pathfinder Society to better control the City at the Center of the World. Perhaps you were ones of these agents who clashed with other operatives during the so-called Shadow War. Or you might have been an unintended victim of these clandestine clashes, inspiring you to join the Society and stop the conflict from within. Whatever the reason, navigating the Shadow War has left you politically savvy and informed.</p>\n<p>Choose two ability boosts. One must be to <strong>Wisdom</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and the Absalom Lore skill. You gain the @Compendium[pf2e.feats-srd.X2jGFfLU5qI5XVot]{Streetwise} skill feat.</p>\n<hr />\n<p><strong>Special</strong> You can select this background only if you have earned credit for at least 5 First Edition scenarios from Season 1 of the Pathfinder Society organized play campaign.</p>"
		},
		"Sheriff": {
			"name": "Sheriff",
			"description": "<p>You hold an official title of sheriff or deputy in a small community. Those that would do harm to others flee your gaze, for they know it brings the promise of castigation. You protect your town, watch over those who have placed their trust in you, and make sure those that would do others harm are brought to justice.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Intimidation skill and the Hunting Lore skill. You gain the @Compendium[pf2e.feats-srd.gUqvezs2zzoTXFAI]{Group Coercion} skill feat.</p>"
		},
		"Shoanti Name-Bearer": {
			"name": "Shoanti Name-Bearer",
			"description": "<p><strong>Prerequisite</strong> Region - Saga Lands</p>\n<hr />\n<p>You are a member of a Shoanti quah and have gone through its coming of age ceremony, gaining the traditional tattoo of your quah and earning your adult name.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Athletics skill and the Quah Lore skill. You gain the @Compendium[pf2e.feats-srd.09PurtIanNUPfNRq]{Combat Climber} skill feat.</p>"
		},
		"Shory Seeker": {
			"name": "Shory Seeker",
			"description": "<p>You've dedicated your life to unraveling the secrets of the ancient Shory Empire, either through meticulous research or by traveling into dangerous and distant ruins to track down long-lost artifacts.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Crafting skill and the Shory Lore skill. You gain the @Compendium[pf2e.feats-srd.QLeMH5mQgh28sa5o]{Specialty Crafting} skill feat.</p>"
		},
		"Sleepless Suns Star": {
			"name": "Sleepless Suns Star",
			"description": "<p>Among your fellow guards who patrol the Foreign Quarter, you're something of a big deal. Your good work and big personality have made a big enough splash that word has gotten out about your status as a rising star among the watchdogs of Absalom. Your popularity has also earned you the trust of many citizens of the Foreign Quarter.</p>\n<p>Your laudable performance has earned you a transfer to the newly formed Edgewatch in the Precipice Quarter, where you'll put your formidable reputation to good use by patrolling the Radiant Festival and ensuring the safety of Absalom's most vulnerable visitors.</p>\n<p>Choose two ability boosts. One must be to <strong>Wisdom</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society, plus either Gladiatorial Lore or Genealogy Lore. You gain a +1 circumstance bonus to Deception, Diplomacy, and Intimidation checks to @Compendium[pf2e.actionspf2e.pvQ5rY2zrtPI614F]{Interact} with members of the Sleepless Suns and residents of the Foreign Quarter. You gain the @Compendium[pf2e.feats-srd.P9HCz0uR6xPHuw72]{Multilingual} skill feat.</p>"
		},
		"Sodden Scavenger": {
			"name": "Sodden Scavenger",
			"description": "<p><strong>Prerequisite</strong> Region - Mwangi Expanse</p>\n<hr />\n<p>You've managed to eke out an existence in the storm-wracked Sodden Lands and have become an expert at scavenging food and tools.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Survival skill and the Swamp Lore skill. You gain the @Compendium[pf2e.feats-srd.8qebBeOJsyRIchcu]{Forager} skill feat.</p>"
		},
		"Song of the Deep": {
			"name": "Song of the Deep",
			"description": "<p>During a sea voyage, you washed overboard, ingested sea water, and drowned. Merfolk, kelpies, sea serpents, or another magical denizen of the sea pulled your unconscious body from the briny depths. Having spent so much time underwater, your lungs were filled with salt water. To restore your ability to breathe, they exhaled into your lungs and shared the ability to breathe underwater in the process. You came back with the ability to breathe water, as well as a newfound knowledge of your time beneath the waves.</p>\n<p>You gain one ability boost. It must be to <strong>Strength</strong>, <strong>Constitution</strong>, or <strong>Charisma</strong>.</p>\n<p>You're trained in the Athletics skill and the Ocean Lore skill. You have the ability to breathe underwater.</p>\n<hr />\n<p><strong>Special</strong> You can choose to lose the ability to breathe air when you take this background, making you only able to breathe underwater. If you do, you gain a second ability boost, which is a free ability boost.</p>"
		},
		"Songsinger in Training": {
			"name": "Songsinger in Training",
			"description": "<p>You are a pupil of Argakoa the Songsinger, Otter House leader and Mammoth Lord. Argakoa has been the Broken Tusk's foremost songsinger for many winters, and she sees in you a promising disciple who can carry the torch when it's time for her to pass it. The role of songsinger is a great distinction. These chanters, musicians, and poets are responsible for recording, preserving, and sharing the Broken Tusk's oral history. As one of these songsingers, it's up to you to decide which stories are worthy of passing on and which should be left along the migration trail.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Performance skill and the Genealogy Lore skill. You gain the @Compendium[pf2e.feats-srd.xqAdXRd2gSQcqp5E]{Impressive Performance} skill feat.</p>"
		},
		"Spell Seeker (Arcana)": {
			"name": "Spell Seeker (Arcana)",
			"description": "<p>Conventional magic can only hold your attention for so long. Instead, you've devoted yourself to understanding truly esoteric spells, which invariably draws you to explore the world and all its eldritch traditions.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained the Arcana skill, as well as the Library Lore skill. You gain the @Compendium[pf2e.feats-srd.MjQyTcV8Jiv1Jtln]{Recognize Spell} skill feat.</p>"
		},
		"Spell Seeker (Occult)": {
			"name": "Spell Seeker (Occult)",
			"description": "<p>Conventional magic can only hold your attention for so long. Instead, you've devoted yourself to understanding truly esoteric spells, which invariably draws you to explore the world and all its eldritch traditions.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Occult skill, as well as the Library Lore skill. You gain the @Compendium[pf2e.feats-srd.MjQyTcV8Jiv1Jtln]{Recognize Spell} skill feat.</p>"
		},
		"Sponsored by Family (Diplomacy)": {
			"name": "Sponsored by Family (Diplomacy)",
			"description": "<p>Several members of your family have studied at the Magaambya, although not all of them have graduated as lore-speakers (or even advanced past initiates to become attendants). Your family has decided that you're an excellent candidate to join their ranks. Although lore-speakers of the Magaambya know they are supported by the strength of thousands of graduates who have come before them, you can take the smaller, more personal comfort in the support of your family.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Diplomacy skill. You gain the @Compendium[pf2e.feats-srd.4RjDxgvNXNl5GG9d]{Hobnobber} skill feat. You're also trained in Magaambya Lore.</p>\n<p>Your recommended primary branch is the Uzunjati.</p>"
		},
		"Sponsored by Family (Society)": {
			"name": "Sponsored by Family (Society)",
			"description": "<p>Several members of your family have studied at the Magaambya, although not all of them have graduated as lore-speakers (or even advanced past initiates to become attendants). Your family has decided that you're an excellent candidate to join their ranks. Although lore-speakers of the Magaambya know they are supported by the strength of thousands of graduates who have come before them, you can take the smaller, more personal comfort in the support of your family.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill. You gain the @Compendium[pf2e.feats-srd.0N8TtGSk5enoLBZ8]{Eye For Numbers} skill feat. You're also trained in Magaambya Lore.</p>\n<p>Your recommended primary branch is the Uzunjati.</p>"
		},
		"Sponsored by Teacher Ot (Performance)": {
			"name": "Sponsored by Teacher Ot (Performance)",
			"description": "<p>You have known the Magaambyan teacher Takulu Ot and his wife Niana for many years. Both are amateur bird-watchers and musicians, and you share one of these hobbies. They are pleasant people and well-regarded in Nantambu, although their unshakable generosity and friendliness strike cynics as too earnest to be genuine. You know otherwise; Takulu and Niana are just as sincere as they appear. Takulu always seemed to watch you with a discerning eye, and one day he idly observed that you'd do well at the Magaambya. Talking about it further with him, Takulu agreed that he would sponsor you personally and be the one to give your intake interview. With a twinkle in his eye, he asked that you call him Teacher Ot from now on, just as all of his students do.</p>\n<p>Choose two ability boosts. One must be to <strong>Wisdom</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Performance skill. You gain the @Compendium[pf2e.feats-srd.xqAdXRd2gSQcqp5E]{Impressive Performance} skill feat. You're also trained in Nantambu Lore.</p>\n<p>Your recommended primary branch is the Emerald Boughs.</p>"
		},
		"Sponsored by Teacher Ot (Survival)": {
			"name": "Sponsored by Teacher Ot (Survival)",
			"description": "<p>You have known the Magaambyan teacher Takulu Ot and his wife Niana for many years. Both are amateur bird-watchers and musicians, and you share one of these hobbies. They are pleasant people and well-regarded in Nantambu, although their unshakable generosity and friendliness strike cynics as too earnest to be genuine. You know otherwise; Takulu and Niana are just as sincere as they appear. Takulu always seemed to watch you with a discerning eye, and one day he idly observed that you'd do well at the Magaambya. Talking about it further with him, Takulu agreed that he would sponsor you personally and be the one to give your intake interview. With a twinkle in his eye, he asked that you call him Teacher Ot from now on, just as all of his students do.</p>\n<p>Choose two ability boosts. One must be to <strong>Wisdom</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Survival skill. You gain the @Compendium[pf2e.feats-srd.tGIXuk0XeWmG04CX]{Survey Wildlife} skill feat. You're also trained in Nantambu Lore.</p>\n<p>Your recommended primary branch is the Emerald Boughs.</p>"
		},
		"Sponsored by a Stranger (Nature)": {
			"name": "Sponsored by a Stranger (Nature)",
			"description": "<p>You remember the day the stranger approached you to make several peculiar inquiries. You don't remember much about them, other than a large head and a frail body. At first, the stranger's questions seemed odd: how might forgotten history nevertheless shape the present, whether an insect hive mind could be manipulated at a distance, and so on. You don't remember all of the questions, and you don't know why you could refuse to answer some but felt compelled to answer others. The stranger nevertheless seemed pleased with your responses and insisted you would find study at the Magaambya enlightening. You never saw them again, but you're now here at the Magaambya, with more questions than answers about your future.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Nature skill. You gain your choice of the @Compendium[pf2e.feats-srd.1Bt7uCW2WI4sM84P]{Dubious Knowledge} or @Compendium[pf2e.feats-srd.IlOQuCQIhjJpig3S]{Quick Identification} skill feat. You're also trained in Insect Lore.</p>\n<p>Your recommended primary branch is the Rain-Scribes.</p>\n<hr />\n<p><em>Note: This will grant you two feats. You need to delete the second one manually.</em></p>"
		},
		"Sponsored by a Stranger (Occultism)": {
			"name": "Sponsored by a Stranger (Occultism)",
			"description": "<p>You remember the day the stranger approached you to make several peculiar inquiries. You don't remember much about them, other than a large head and a frail body. At first, the stranger's questions seemed odd: how might forgotten history nevertheless shape the present, whether an insect hive mind could be manipulated at a distance, and so on. You don't remember all of the questions, and you don't know why you could refuse to answer some but felt compelled to answer others. The stranger nevertheless seemed pleased with your responses and insisted you would find study at the Magaambya enlightening. You never saw them again, but you're now here at the Magaambya, with more questions than answers about your future.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Occultism skill. You gain your choice of the @Compendium[pf2e.feats-srd.1Bt7uCW2WI4sM84P]{Dubious Knowledge} or @Compendium[pf2e.feats-srd.IlOQuCQIhjJpig3S]{Quick Identification} skill feat. You're also trained in Insect Lore.</p>\n<p>Your recommended primary branch is the Rain-Scribes.</p>\n<hr />\n<p><em>Note: This will grant you two feats. You need to delete the second one manually.</em></p>"
		},
		"Sponsored by a Village (Crafting)": {
			"name": "Sponsored by a Village (Crafting)",
			"description": "<p>You come from a small community far from any large cities, but the Magaambya is known even in your isolated corner of the world. You have shown more scholarly talent than anyone from your village in many years, perhaps even generations, and the village elders have insisted you explore your potential at the Magaambya. Whether you were eager to leave or not seemed irrelevant to the elders; you had the talent, so you must go. You don't know how the elders had the connections or influence to sponsor your education there, but you've left your tightknit community behind for the city of Nantambu and the Magaambya at its heart.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Crafting skill. You gain the @Compendium[pf2e.feats-srd.voYr7ygVcWmlg1f4]{Crafter's Appraisal} skill feat. You're also trained in the Lore skill appropriate for the terrain around your community (such as Forest Lore or Jungle Lore).</p>\n<p>Your recommended primary branch is the Casacade Bearers.</p>"
		},
		"Sponsored by a Village (Survival)": {
			"name": "Sponsored by a Village (Survival)",
			"description": "<p>You come from a small community far from any large cities, but the Magaambya is known even in your isolated corner of the world. You have shown more scholarly talent than anyone from your village in many years, perhaps even generations, and the village elders have insisted you explore your potential at the Magaambya. Whether you were eager to leave or not seemed irrelevant to the elders; you had the talent, so you must go. You don't know how the elders had the connections or influence to sponsor your education there, but you've left your tightknit community behind for the city of Nantambu and the Magaambya at its heart.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Survival skill. You gain the @Compendium[pf2e.feats-srd.8qebBeOJsyRIchcu]{Forager} skill feat. You're also trained in the Lore skill appropriate for the terrain around your community (such as Forest Lore or Jungle Lore).</p>\n<p>Your recommended primary branch is the Casacade Bearers.</p>"
		},
		"Spotter": {
			"name": "Spotter",
			"description": "<p>An eye for detail, a sense for the wind, and a strong trust in your gut feelings. These qualities have set you apart from others when it comes to assisting a sharpshooter with setting up the perfect shot against their target. Elevation, velocity, and concealment-these are all vital factors that need to be considered to pull off a feat of true marksmanship, and no sniper would be able to function without an experienced spotter. Since your younger days, you've put your skills as a spotter to work as an adventurer. Whether you're taking your own shots now or spotting for others, your talents grant you an edge in an adventuring career.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Stealth skill and the Scouting Lore skill. You gain the @Compendium[pf2e.feats-srd.beyw5bdA5hkQbmaG]{Terrain Stalker} skill feat.</p>"
		},
		"Squire": {
			"name": "Squire",
			"description": "<p>You trained at the feet of a knight, maintaining their gear and supporting them at tourneys and in battle. Now you search for a challenge that will prove you worthy of full knighthood, or you've spurned pomp and ceremony to test yourself in honest, albeit less formal, combat.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Constitution</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Athletics skill and your choice of the Heraldry Lore or Warfare Lore skill. You gain the @Compendium[pf2e.feats-srd.Lc4dJZivRwU3QEmT]{Armor Assist} skill feat.</p>"
		},
		"Starwatcher": {
			"name": "Starwatcher",
			"description": "<p>You're one of Wrin Sivinxi's closest confidantes. You've spent many long nights with her under the stars, learning the tales associated with the Cosmic Caravan and how the heavens can predict the future. You know that Wrin has paralyzing claustrophobia; she sees menace in angles and danger in confined spaces, which is why her shop is an all domed canvas that opens to the sky. If Wrin thinks there's trouble, you'll be the first to offer to help.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Occultism skill and the Astrology Lore skill. You gain the @Compendium[pf2e.feats-srd.1Bt7uCW2WI4sM84P]{Dubious Knowledge} skill feat.</p>"
		},
		"Storm Survivor": {
			"name": "Storm Survivor",
			"description": "<p><strong>Prerequisite</strong> Region - High Seas</p>\n<hr />\n<p>Through luck or through skill, you managed to survive a catastrophic maritime disaster, such as a shipwreck or being thrown overboard. You have a keen sense for weather or situations that are similar to the one you escaped.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Survival skill and the Weather Lore skill. You gain the @Compendium[pf2e.feats-srd.8qebBeOJsyRIchcu]{Forager} skill feat.</p>"
		},
		"Street Preacher": {
			"name": "Street Preacher",
			"description": "<p>Forget the church orthodoxy and the stuffy cloisters-spreading the word of your god to the people is your calling. You've preached on the street corners and in public houses, to wanderers on the road and to captives in the stocks. Adventuring can take you across the world. What vocation could better serve to take your holy words to fresh ears?</p>\n<p>Choose two ability boosts. One must be to <strong>Wisdom</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Religion skill and the Lore skill for your patron deity. You gain the @Compendium[pf2e.feats-srd.1Bt7uCW2WI4sM84P]{Dubious Knowledge} skill feat.</p>"
		},
		"Street Urchin": {
			"name": "Street Urchin",
			"description": "<p>You eked out a living by picking pockets on the streets of a major city, never knowing where you'd find your next meal. While some folk adventure for the glory, you do so to survive.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Constitution</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Thievery skill and a Lore skill for the city you lived in as a street urchin (such as Absalom Lore or Magnimar Lore). You gain the @Compendium[pf2e.feats-srd.jDdOqFmZLwE4dblQ]{Pickpocket} skill feat.</p>"
		},
		"Student of Magic (Arcana)": {
			"name": "Student of Magic (Arcana)",
			"description": "<p>You are currently enrolled at a school of magic, where you're learning the fundamentals of your magical tradition. Whether your adventuring occurs during breaks between semesters, as part of a work study program, or even within the halls of the academy itself, you'll have to learn to juggle your dual life.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Arcana skill and Academia Lore. You gain the @Compendium[pf2e.feats-srd.MjQyTcV8Jiv1Jtln]{Recognize Spell} skill feat.</p>"
		},
		"Student of Magic (Nature)": {
			"name": "Student of Magic (Nature)",
			"description": "<p>You are currently enrolled at a school of magic, where you're learning the fundamentals of your magical tradition. Whether your adventuring occurs during breaks between semesters, as part of a work study program, or even within the halls of the academy itself, you'll have to learn to juggle your dual life.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Nature skill and Academia Lore. You gain the @Compendium[pf2e.feats-srd.MjQyTcV8Jiv1Jtln]{Recognize Spell} skill feat.</p>"
		},
		"Student of Magic (Occultism)": {
			"name": "Student of Magic (Occultism)",
			"description": "<p>You are currently enrolled at a school of magic, where you're learning the fundamentals of your magical tradition. Whether your adventuring occurs during breaks between semesters, as part of a work study program, or even within the halls of the academy itself, you'll have to learn to juggle your dual life.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Occultism skill and Academia Lore. You gain the @Compendium[pf2e.feats-srd.MjQyTcV8Jiv1Jtln]{Recognize Spell} skill feat.</p>"
		},
		"Student of Magic (Religion)": {
			"name": "Student of Magic (Religion)",
			"description": "<p>You are currently enrolled at a school of magic, where you're learning the fundamentals of your magical tradition. Whether your adventuring occurs during breaks between semesters, as part of a work study program, or even within the halls of the academy itself, you'll have to learn to juggle your dual life.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Religion skill and Academia Lore. You gain the @Compendium[pf2e.feats-srd.MjQyTcV8Jiv1Jtln]{Recognize Spell} skill feat.</p>"
		},
		"Surge Investigator (Nature)": {
			"name": "Surge Investigator (Nature)",
			"description": "<p>From rivers that charm all who come near to forests that speak through dream messages, you have seen and studied many kinds of magical terrain. The world is so rich in magic that it can affect the land itself, and you have traveled extensively to learn the ways of identifying the oddities of magical terrain wherever it arises.</p>\n<p>Choose two ability boosts. One must be <strong>Constitution</strong> or <strong>Wisdom</strong> and one is a free ability boost.</p>\n<p>You're trained in Nature and the Magical Terrain Lore skill. You gain the @Compendium[pf2e.feats-srd.4tTkRyOQ0VuRBac3]{Terrain Expertise} skill feat.</p>"
		},
		"Surge Investigator (Occultism)": {
			"name": "Surge Investigator (Occultism)",
			"description": "<p>From rivers that charm all who come near to forests that speak through dream messages, you have seen and studied many kinds of magical terrain. The world is so rich in magic that it can affect the land itself, and you have traveled extensively to learn the ways of identifying the oddities of magical terrain wherever it arises.</p>\n<p>Choose two ability boosts. One must be <strong>Constitution</strong> or <strong>Wisdom</strong> and one is a free ability boost.</p>\n<p>You're trained in Occultism and the Magical Terrain Lore skill. You gain the @Compendium[pf2e.feats-srd.4tTkRyOQ0VuRBac3]{Terrain Expertise} skill feat.</p>"
		},
		"Taldan Schemer": {
			"name": "Taldan Schemer",
			"description": "<p><strong>Prerequisite</strong> Region - Shining Kingdoms</p>\n<hr />\n<p>Whether willing or unwilling, you have been involved in the many cutthroat political intrigues within Taldor. You might have been born into it as a member of the aristocracy, or you might have taken an active role in the recent events of the War for the Crown.</p>\n<p>Choose two ability boosts. One must be to <strong>Charisma</strong> or <strong>Constitution</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Diplomacy skill and the Politics Lore skill. You gain the @Compendium[pf2e.feats-srd.4RjDxgvNXNl5GG9d]{Hobnobber} skill feat.</p>"
		},
		"Tall Tale": {
			"name": "Tall Tale",
			"description": "<p>You've ridden a tornado, lassoed a river, mooned a dragon under a full moon, and shot six zombies with one bullet. That's what the stories say, anyway, and even if people don't strictly believe them, they are curious about you. Certainly, the stories keep spreading, and it would appear that you either have a unique destiny or are trying to convince the world that you do.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in Performance. You gain the @Compendium[pf2e.feats-srd.xqAdXRd2gSQcqp5E]{Impressive Performance} skill feat. You can gain the @Compendium[pf2e.feats-srd.iCv8KTZ5PcF4GqeV]{Connections} skill feat later without being expert in Society or having Courtly Graces-this represents less traditional social connections and more the way that your legend has spread, and you've learned to leverage your legend, with people wanting to meet you and see you for themselves.</p>"
		},
		"Tapestry Refugee (Medicine)": {
			"name": "Tapestry Refugee (Medicine)",
			"description": "<p>Within her magnificent museum demiplane, the sorcerer Hao Jin extracted and preserved countless sites and cultures. The demiplane's unraveling magic forced the Pathfinder Society to evacuate the many inhabitants recently, and you were among the refugees who returned to the Material Plane after centuries of isolation. Whether you joined the Society out of gratitude, curiosity, or desperation, you are hardened by your harrowing flight from your doomed home.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Medicine skill, plus a Lore skill related to the terrain you lived in while on the demiplane (such as Cave Lore or Desert Lore). You gain the @Compendium[pf2e.feats-srd.yPwVPu2QLhnx2gdB]{Assurance (Medicine)} skill feat.</p>\n<hr />\n<p><strong>Special</strong> You can select this background only if you have earned credit for at least 5 First Edition scenarios from Season 10 of the Pathfinder Society organized play campaign.</p>"
		},
		"Tapestry Refugee (Stealth)": {
			"name": "Tapestry Refugee (Stealth)",
			"description": "<p>Within her magnificent museum demiplane, the sorcerer Hao Jin extracted and preserved countless sites and cultures. The demiplane's unraveling magic forced the Pathfinder Society to evacuate the many inhabitants recently, and you were among the refugees who returned to the Material Plane after centuries of isolation. Whether you joined the Society out of gratitude, curiosity, or desperation, you are hardened by your harrowing flight from your doomed home.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Stealth skill, plus a Lore skill related to the terrain you lived in while on the demiplane (such as Cave Lore or Desert Lore). You gain the @Compendium[pf2e.feats-srd.ykLHUNk8VnSuM87z]{Assurance (Stealth)} skill feat.</p>\n<hr />\n<p><strong>Special</strong> You can select this background only if you have earned credit for at least 5 First Edition scenarios from Season 10 of the Pathfinder Society organized play campaign.</p>"
		},
		"Tax Collector": {
			"name": "Tax Collector",
			"description": "<p>Reviled but required, you were sent when taxes were due. Performing your job might have required travel and persuasion, or perhaps you were responsible for collecting taxes on trade. Either way, it sometimes meant dirty hands, and adventuring seemed the next logical step to you.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Intimidation skill and the Lore skill for the settlement that employed you. You gain the @Compendium[pf2e.feats-srd.ar2DUlvDK4LDcH9J]{Quick Coercion} skill feat.</p>"
		},
		"Teacher (Performance)": {
			"name": "Teacher (Performance)",
			"description": "<p>You are incredibly knowledgeable, skilled, and perhaps even trained to teach children and adults about the world and its wonders. From books to classes, you're committed to imparting knowledge to all. Not everything can be taught or learned from a book, though, so you've become an adventurer to learn subjects more directly and bring that wisdom back to your students.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Performance skill, along with the Academia Lore skill. You gain the @Compendium[pf2e.feats-srd.sMm0UfYxEPpq2Yzd]{Experienced Professional} skill feat.</p>"
		},
		"Teacher (Society)": {
			"name": "Teacher (Society)",
			"description": "<p>You are incredibly knowledgeable, skilled, and perhaps even trained to teach children and adults about the world and its wonders. From books to classes, you're committed to imparting knowledge to all. Not everything can be taught or learned from a book, though, so you've become an adventurer to learn subjects more directly and bring that wisdom back to your students.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill, along with the Academia Lore skill. You gain the @Compendium[pf2e.feats-srd.sMm0UfYxEPpq2Yzd]{Experienced Professional} skill feat.</p>"
		},
		"Teamster": {
			"name": "Teamster",
			"description": "<p>You left your home a few months back for a life on the road, working for one caravan company and then another, always on the lookout for a new job and a better life. Last week, you were hired by the Bort Bargith's company in Elidir. You don't know anyone from the company just yet, but most of its members seem to be honest merchants and traders.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Nature skill and the Mercantile Lore skill. You gain the @Compendium[pf2e.feats-srd.nowEaHgIyij7im8F]{Train Animal} skill feat.</p>"
		},
		"Tech Reliant": {
			"name": "Tech Reliant",
			"description": "<p>Some event, be it an accident, attack, or disaster, has left you horribly scarred by magic. Your body no longer tolerates magical healing, and you can't use magic, forcing you to rely on gadgets and ingenuity where others trust in spells and magical items. You might have been well-versed in magic before, or barely familiar with its use. This event may have injured your body in visible ways, but no matter the extent of your injuries, your body no longer interacts with healing magic in any capacity.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Crafting skill and the Medicine skill. You gain the @Compendium[pf2e.feats-srd.wYerMk6F1RZb0Fwt]{Battle Medicine} skill feat, and a +1 circumstance bonus to saving throws against spells. Healing spells, healing magic items, and magical effects with the healing trait have no effect on you.</p>"
		},
		"Thassilonian Delver": {
			"name": "Thassilonian Delver",
			"description": "<p>As archaeologists uncovered and explored ever-larger numbers of Thassilonian ruins, you were among the eager explorers who sought out the Runelords' ancient secrets. You may have been the apprentice to another Pathfinder who perished on an expedition, leaving you their discoveries and notes. Or perhaps you explored several of these sites yourself, quickly learning to parse the arcane secrets before lest the eldritch magic extinguish your life.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Arcana skill and the Thassilonian History Lore skill. You gain the @Compendium[pf2e.feats-srd.blMeVamjGz4ODWxq]{Arcane Sense} skill feat. Add <strong>Thassilonian</strong> to the list of additional languages you can learn for having a high Intelligence modifier.</p>\n<hr />\n<p><strong>Special</strong> You can select this background only if you have earned credit for at least 5 First Edition scenarios from Season 4 of the Pathfinder Society organized play campaign.</p>"
		},
		"Thassilonian Traveler": {
			"name": "Thassilonian Traveler",
			"description": "<p><strong>Prerequisite</strong> Region - Saga Lands</p>\n<hr />\n<p>You come from ancient Thassilon, one of the citizens that appeared out of time alongside the city of Xin-Edasseril. You know many things that have been long forgotten... along with many things that are no longer correct.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Arcana skill and the Thassilon Lore skill. You gain the @Compendium[pf2e.feats-srd.1Bt7uCW2WI4sM84P]{Dubious Knowledge} skill feat.</p>"
		},
		"Thrune Loyalist": {
			"name": "Thrune Loyalist",
			"description": "<p><strong>Prerequisite</strong> Region - Old Cheliax</p>\n<hr />\n<p>Despite the setbacks Cheliax has suffered recently, your loyalties lie with the devil-backed House Thrune. You consider the current queen to be the rightful ruler of your homeland, and you are willing to act against her enemies.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Religion skill and the Hell Lore skill You gain the @Compendium[pf2e.feats-srd.x7EMZNMavris2aHY]{Student of the Canon} skill feat.</p>"
		},
		"Thuvian Unifier": {
			"name": "Thuvian Unifier",
			"description": "<p><strong>Prerequisite</strong> Region - Golden Road</p>\n<hr />\n<p>You believe the city-states of Thuvia should be united into one nation under the rule of your home city (most commonly Aspenthar), and you're willing to do whatever it takes to make it happen.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Intimidation skill and the Politics Lore skill. You gain the @Compendium[pf2e.feats-srd.ar2DUlvDK4LDcH9J]{Quick Coercion} skill feat.</p>"
		},
		"Time Traveler": {
			"name": "Time Traveler",
			"description": "<p>You come from a different time. Whether by your own doing or a terrible accident, powerful magic has resulted in you coming to this time from the future or from the past, but you are unable to return. You might be from New Thassilon, an entire nation of time travelers.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You are trained in three Lore skills of your choice that represent your knowledge from your old time. You gain the Bend Time reaction.</p>"
		},
		"Tinker": {
			"name": "Tinker",
			"description": "<p>Creating all sorts of minor inventions scratches your itch for problem-solving. Your engineering skills take a particularly creative bent, and no one know what you'll come up with next. It might be a genius device with tremendous potential... or it might explode.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Crafting skill and the Engineering Lore skill. You gain the @Compendium[pf2e.feats-srd.QLeMH5mQgh28sa5o]{Specialty Crafting} skill feat.</p>"
		},
		"Touched by Dahak": {
			"name": "Touched by Dahak",
			"description": "<p><strong>[Legacy - Age of Ashes]</strong></p>\n<p>As the manifestation of Dahak was destroyed, a shard of the dragon god's wrathful nature infused you, resulting in a violent temper, strange apocalyptic dreams, an obsession with dragon hunting, or some other touch of his influence.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Athletics skill and the Dragon Lore skill. You gain the @Compendium[pf2e.feats-srd.KxaYlC50zzHysJj8]{Titan Wrestler} skill feat.</p>"
		},
		"Toymaker": {
			"name": "Toymaker",
			"description": "<p>You delight in making little trinkets for children of all ages, and seeing their faces light up thanks to one of your creations brings joy to your heart. Perhaps you sell your wares from a particular shop or from the back of a wagon as you travel from town to town.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Crafting skill and the Mercantile Lore skill. You gain the @Compendium[pf2e.feats-srd.QLeMH5mQgh28sa5o]{Specialty Crafting} skill feat, choosing Artistry, Blacksmithing, Glassmaking, Leatherworking, Tailoring, or Woodworking as your specialty.</p>"
		},
		"Trade Consortium Underling": {
			"name": "Trade Consortium Underling",
			"description": "<p><strong>Prerequisite</strong> Region - Absalom and Starstone Isle</p>\n<hr />\n<p>Your experience as a ledger-keeper for one of Absalom's trade guilds has made you a canny investor and shrewd entrepreneur.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and the Business Lore skill. You gain the @Compendium[pf2e.feats-srd.sMm0UfYxEPpq2Yzd]{Experienced Professional} skill feat.</p>"
		},
		"Trailblazer": {
			"name": "Trailblazer",
			"description": "<p>Uncharted realms have always intrigued you, and you've explored and mapped large territories in service to merchants, governments, or your own curiosity. Where some see a blank spot on a map, you see the potential for something new and undiscovered.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Survival skill and the Cartography Lore skill. You gain the @Compendium[pf2e.feats-srd.4tTkRyOQ0VuRBac3]{Terrain Expertise} skill feat with one terrain you've explored (such as forest or underground).</p>"
		},
		"Translator": {
			"name": "Translator",
			"description": "<p>In your youth, you learned to transcribe books and translate scrolls to preserve knowledge or perhaps to aid wealthy merchants and politicians. Whether you set out to make your own fortune or are drawn to decipher the strangest codes, your linguistic training will guide your discoveries.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and the Scribing Lore skill. You gain the @Compendium[pf2e.feats-srd.P9HCz0uR6xPHuw72]{Multilingual} skill feat.</p>"
		},
		"Truth Seeker": {
			"name": "Truth Seeker",
			"description": "<p>Whether you are a local or from out of town, you've heard rumors that Breachill's past contains a hidden secret. Perhaps you've heard strange rumors that the town's founder, Lamond Breachton, was not the hero everyone touts, or maybe your grandmother heard stories from her own grandmother that contradict the town's accepted narrative of its establishment. In the pursuit of the truth, you've learned to navigate the tangles of politics, and to never take anyone's word at face value.</p>\n<p>You plan to join the Call for Heroes so that you can make yourself known to the council, or perhaps even ingratiating yourself to them, so you can seek the truth and eventually uncover Breachill's secrets!</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Deception skill and the Politics Lore skill. You gain the @Compendium[pf2e.feats-srd.Dvz54d6aPhjsmUux]{Lie To Me} skill feat.</p>"
		},
		"Ulfen Raider": {
			"name": "Ulfen Raider",
			"description": "<p><strong>Prerequisite</strong> Region - Saga Lands</p>\n<hr />\n<p>You are an Ulfen warrior, feared among Avistan for the merciless and devastating raids your people once conducted along the shores. Though the days of these Ulfen raids are largely past, you have been trained to strike terror into the hearts of those who face you.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Intimidation skill and the Sailing Lore skill. You gain the @Compendium[pf2e.feats-srd.xQMz6eDgX75WX2ce]{Intimidating Glare} skill feat.</p>"
		},
		"Undercover Contender": {
			"name": "Undercover Contender",
			"description": "<p>Gangsters and cheats seem as drawn to the Ruby Phoenix Tournament as piranhas to a bloody hippo, and you're dead set on making sure this tournament is as scandal-free as possible. Your reasons are your own - maybe a high-ranking official in Goka has tasked you with the case, or maybe foul play led to losing someone dear to you in the last tournament. Maybe you just hate to see fair fighters get knocked out by crooked contenders. Whatever your motives, you've promised to be in the ring in case anyone tries to derail the contest. The Golden League crime syndicate is the most obvious suspect, what with their meddling in the Ruby Phoenix Tournament a decade ago, but maybe there will be others - unscrupulous contenders trying to pull one over on Hao Jin, perhaps, or an entirely new devious conspiracy hoping to hijack the event for their own evil purposes. In any case, you'll be around to deliver the hammer of justice. You've told a small squad of your closest confidants about your mission, and you've managed to secure a spot in the tournament's prequalifier along with them. You and your team have to win fights to stay in the competition long enough to make sure things go smoothly. If that means you end up being the Ruby Phoenix Champions, all the better.</p>\n<p>Choose two ability boosts. One must be to <strong>Charisma</strong> or <strong>Dexterity</strong>, and one is a free ability boost.</p>\n<p>You're trained in Deception and the Underworld Lore skill. You gain the @Compendium[pf2e.feats-srd.HEBXaS656MZTiWFu]{Lengthy Diversion} skill feat.</p>"
		},
		"Undercover Lotus Guard": {
			"name": "Undercover Lotus Guard",
			"description": "<p>It's a well-known secret that for every playhouse in the Ivy District, there's an underground criminal element lurking somewhere in the shadows. To get intel on the occultists, assassins, and thieves' guilds that pull the strings of power in the Ivy District, the Lotus Guard trains some of the best undercover agents and operatives in all of Absalom. You're one such agent, and you've put your life on the line more times than you can count by getting close to the Ivy's most dangerous criminals. Your risky missions and thrill-seeking derring-do have earned you many accolades-but also no shortage of enemies.</p>\n<p>You transferred to the Edgewatch after your cover was unexpectedly blown and you needed a safe place to lie low away from the Ivy District. With your mastery of disguise and your ability to confidently converse with criminal masterminds, it won't be long before you've made yourself an indispensable undercover operator in this precinct as well.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Deception skill, Art Lore, <strong>and</strong> Underworld Lore. You gain a +1 circumstance bonus to Deception, Diplomacy, and Intimidation checks to Interact with Lotus Guards and high-ranking criminals like guild masters, gang leaders, and mob bosses. You gain the @Compendium[pf2e.feats-srd.B6HbYsLBWb1RR6Fx]{Charming Liar} skill feat.</p>"
		},
		"Undersea Enthusiast": {
			"name": "Undersea Enthusiast",
			"description": "<p><strong>Prerequisite</strong> Region - High Seas</p>\n<hr />\n<p>You love diving and exploring the world beneath the waves, and long periods of swimming have trained you to move easily through the water. You're also fascinated by undersea creatures and cultures-and may even have a trace of one of them in your own lineage.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Constitution</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Athletics skill and the Ocean Lore skill. You gain the @Compendium[pf2e.feats-srd.iOY6YfGBaOvMNAor]{Underwater Marauder} skill feat.</p>"
		},
		"Undertaker": {
			"name": "Undertaker",
			"description": "<p>People die. This is the unfortunate fact of life on which you've founded your business, because wherever people die, there is a demand for mortuary services. You might be a Pharasmin priest or a secular professional, but your job is seeing to the body, comforting the bereaved, and making sure that the deceased goes to their ultimate reward with all due dignity. Of course, someone in your position sees a lot of strange deaths, and chances are one of them set you on the road to adventure.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Medicine skill and a Lore skill specializing in one local type of undead. You gain the @Compendium[pf2e.feats-srd.Ws9JlysHcFoz6WAQ]{Forensic Acumen} skill feat.</p>"
		},
		"Unsponsored (Diplomacy)": {
			"name": "Unsponsored (Diplomacy)",
			"description": "<p>You have aspirations of attending the Magaambya academy of magic, but fate seemed to thwart you at every turn. You were unable to obtain a sponsorship and lost a collection of helpful textbooks to unexpected insect damage. You nevertheless made the long trip to Nantambu through terrible weather, uncharacteristically bad roads, and indifferent fellow travelers. Yet you have persevered. Now that you are here, alone but determined, you won't let anything stand in your way.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Diplomacy skill. You gain the @Compendium[pf2e.feats-srd.KpFetnUqTiweypZk]{Group Impression} skill feat. You're also trained in Academia Lore.</p>\n<p>Your recommended primary branch is the Tempest Sun-Mages.</p>"
		},
		"Unsponsored (Intimidation)": {
			"name": "Unsponsored (Intimidation)",
			"description": "<p>You have aspirations of attending the Magaambya academy of magic, but fate seemed to thwart you at every turn. You were unable to obtain a sponsorship and lost a collection of helpful textbooks to unexpected insect damage. You nevertheless made the long trip to Nantambu through terrible weather, uncharacteristically bad roads, and indifferent fellow travelers. Yet you have persevered. Now that you are here, alone but determined, you won't let anything stand in your way.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Intimidation skill. You gain the @Compendium[pf2e.feats-srd.xQMz6eDgX75WX2ce]{Intimidating Glare} skill feat. You're also trained in Academia Lore.</p>\n<p>Your recommended primary branch is the Tempest Sun-Mages.</p>"
		},
		"Ustalavic Academic": {
			"name": "Ustalavic Academic",
			"description": "<p><strong>Prerequisite</strong> Region - Eye of Dread</p>\n<hr />\n<p>You were educated at a famed Ustalavic academy, such as the University of Lepidstadt or the Sincomakti School of Sciences, and received quality instruction in advanced concepts of mathematics, science, and engineering.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Crafting skill and the Academia Lore skill. You gain the @Compendium[pf2e.feats-srd.P6icK2DbRoZ3H6kc]{Skill Training} skill feat.</p>"
		},
		"Varisian Wanderer": {
			"name": "Varisian Wanderer",
			"description": "<p><strong>Prerequisite</strong> Region - Saga Lands</p>\n<hr />\n<p>You have spent your youth wandering the lands of Varisia and beyond among the brightly painted wagons of a Varisian caravan. You have heard endless tales of your people's history and lore, and have learned many songs and stories from the disparate people you have met.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Performance skill and the Circus Lore skill. You gain the @Compendium[pf2e.feats-srd.7LB00jkh6JaJr3vS]{Fascinating Performance} skill feat.</p>"
		},
		"Vidrian Reformer": {
			"name": "Vidrian Reformer",
			"description": "<p><strong>Prerequisite</strong> Region - Mwangi Expanse</p>\n<hr />\n<p>You know that the only way your homeland of Vidrian can remain free from outside conquerors is by forging a strong and unified government. As such, you seek to bind your fellow citizens together through careful diplomacy and force of personality-or, if necessary, subterfuge and intrigue.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Diplomacy skill and the Politics Lore skill. You gain the @Compendium[pf2e.feats-srd.4RjDxgvNXNl5GG9d]{Hobnobber} skill feat.</p>"
		},
		"Wandering Preacher": {
			"name": "Wandering Preacher",
			"description": "<p>While you once spoke to a small congregation in a ramshackle church, those days are behind you now. Your church was destroyed, your congregants scattered, and now you meander the lands holding a worn copy of your religious text in one hand, and a fiery conviction in the other.</p>\n<p>Choose two ability boosts. One boost must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Religion skill and a Lore skill associated with the deity you preach for (such as Pharasmin Lore). You gain the @Compendium[pf2e.feats-srd.BqceQIKE0lwIS98s]{Pilgrim's Token} skill feat.</p>"
		},
		"Ward": {
			"name": "Ward",
			"description": "<p>When you were young, you became the ward of another house-boarded, fed, and educated, but never quite a part of the family. Perhaps you had to tend to their needs in return for feeding and raising you, or perhaps you were provided for but disregarded. Now, adventuring is your chance to grow and roam free.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Performance skill and the Genealogy Lore skill. You gain the @Compendium[pf2e.feats-srd.7LB00jkh6JaJr3vS]{Fascinating Performance} skill feat.</p>"
		},
		"Warrior": {
			"name": "Warrior",
			"description": "<p>In your younger days, you waded into battle as a mercenary, a warrior defending a nomadic people, or a member of a militia or army. You might have wanted to break out from the regimented structure of these forces, or you could have always been as independent a warrior as you are now.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Constitution</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Intimidation skill, and the Warfare Lore skill. You gain the @Compendium[pf2e.feats-srd.xQMz6eDgX75WX2ce]{Intimidating Glare} skill feat.</p>"
		},
		"Waste Walker": {
			"name": "Waste Walker",
			"description": "<p>Whether you grew up in the Mana Wastes or another similarly desolate place, you quickly learned that only the strong survive. You and your family were forced to evade monsters, mutants, wild magic, and worse, as each new day heralded the possibility of a danger or threat you'd never seen before. You learned to adapt to the worst possible conditions and how to forage and survive in a place few others would dare to live.</p>\n<p>Choose two ability boosts. One boost must be to <strong>Strength</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Survival skill, and Mana Wastes Lore (or another similar Lore skill associated with the wastes where you grew up). You gain the @Compendium[pf2e.feats-srd.8qebBeOJsyRIchcu]{Forager} skill feat.</p>"
		},
		"Whispering Way Scion": {
			"name": "Whispering Way Scion",
			"description": "<p><strong>Prerequisite</strong> Region - Eye of Dread</p>\n<hr />\n<p>Your family has long been associated with the enigmatic death cult known as the Whispering Way, which was recently responsible for the terrible devastation in the nation of Lastwall. Whether or not you have followed in their footsteps, you know many of the philosophy's secrets.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Religion skill and the Undead Lore skill. You gain the @Compendium[pf2e.feats-srd.x7EMZNMavris2aHY]{Student of the Canon} skill feat.</p>"
		},
		"Wildwood Local": {
			"name": "Wildwood Local",
			"description": "<p><strong>Prerequisite</strong> Region - Shining Kingdoms</p>\n<hr />\n<p>You might have been born and raised among the druids of the Verduran Forest, or you may have spent time among them as an adult and come to know their ways.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Nature skill as well as the Forest Lore skill. You gain the @Compendium[pf2e.feats-srd.WC4xLBGmBsdOdHWu]{Natural Medicine} skill feat.</p>"
		},
		"Winter's Child": {
			"name": "Winter's Child",
			"description": "<p><strong>Prerequisite</strong> Region - Saga Lands</p>\n<hr />\n<p>Your or one of your ancestors hails from Irrisen, and some spark of the icy region's magic has manifested itself within your bones. The blood of Baba Yaga's legacy runs in your veins, and you are at one with the mysteries and dangers of the frozen land.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Arcana skill and the Weather Lore skill. You gain the @Compendium[pf2e.feats-srd.blMeVamjGz4ODWxq]{Arcane Sense} skill feat.</p>"
		},
		"Wished Alive": {
			"name": "Wished Alive",
			"description": "<p>Once you were a simple construct or inanimate doll, but due to a deeply felt wish, either yours or another's, you came to life, and so you're now a living, breathing creature.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Diplomacy skill. Once per day, you can fervently wish for something you could work towards achieving as a single action which has the concentrate trait. If you do, you gain a +2 circumstance bonus on the first skill check you attempt before the end of your turn to fulfill that wish.</p>"
		},
		"Witch Wary": {
			"name": "Witch Wary",
			"description": "<p><strong>Prerequisite</strong> Region - Saga Lands</p>\n<hr />\n<p>You have little love or trust for spellcraft and those who practice it, and have developed a paranoid knack for recognizing such tricks. You are constantly on guard for the magic of witches and have been trained to spot the signs of those with minds affected by magic.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Occultism skill and the Curse Lore skill. You gain the @Compendium[pf2e.feats-srd.hDGosy2ZTwnyctEP]{Oddity Identification} skill feat.</p>"
		},
		"Witchlight Follower": {
			"name": "Witchlight Follower",
			"description": "<p>While in a dismal forest or remote swamp, you caught sight of a string of lights bobbing through the trees. You stepped forward for a closer look, and then still further when the lights retreated a few paces. Then you remembered the rumors. Will-o'-wisps, rushlights, corpse lanterns—whatever they're called—such evil creatures lead people to their doom. With a supreme effort of will, you broke free from the alluring enchantment, and you've resolved to never let the strange lights of remote wildernesses claim you again.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in Survival and the Wisp Lore skill. You gain the @Compendium[pf2e.feats-srd.4tTkRyOQ0VuRBac3]{Terrain Expertise} skill feat with both swamp terrain and subterranean bodies of water.</p>"
		},
		"Wonder Taster": {
			"name": "Wonder Taster",
			"description": "<p><strong>Prerequisite</strong> Region - Broken Lands</p>\n<hr />\n<p>Having once sampled Numerian fluids, you've tasted knowledge beyond comprehension. You are driven to recapture that astounding experience.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Constitution</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Crafting skill and the Alchemical Lore skill. You gain the @Compendium[pf2e.feats-srd.is3Oz9wt11lNq62K]{Alchemical Crafting} skill feat.</p>"
		},
		"[Empty Background]": {
			"name": "[Empty Background]",
			"description": "<p>This is a blank background for homebrew. This provides no inherent automation but can be used as a drag and drop template on an actor.</p>"
		}
	}
}