{
	"label": "背景 Backgrounds",
	"entries": {
		"Abadar's Avenger": {
			"name": "Abadar's Avenger",
			"description": "<p>Hao Jin really has some nerve for a supposed disciple of Abadar. First, she dares to start a collection of trinkets in hopes of emulating the great Abadar's unsurpassable First Vault. As if that weren't enough, she also sets up a contest to give away her most powerful treasures to anyone who can throw a punch! Abadar hasn't directly told you as much, per se, but surely this kind of hubris can't sit well with your beloved deity, regardless of Hao Jin's own supposed ties to the Master of the First Vault. At the very least, someone's got to check out this shoddy imitation of the First Vault and write a report for the church of Abadar - and you've decided that someone is you.</p>\n<p>With or without the blessing of an actual priest of Abadar, you've taken it upon yourself to investigate Hao Jin's \"wondrous\" vault by winning her Ruby Phoenix Tournament. You read a few flyers about the tournament's home city and joined the first team that could handle your righteous zealotry, but any more preparation would be a waste of time. You clearly have the divine will of Abadar on your side (but again, no actual proof of this), which is all you'll need to win this tournament and dispel any notions of Hao Jin's ties to your patron deity.</p>\n<p>选择两项属性提升。一项必须是<strong>魅力</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in Religion and the Goka Lore skill. You gain the @Compendium[pf2e.feats-srd.W6Gl9ePmItfDHji0]{Assurance} skill feat with Religion.</p>"
		},
		"Able Carter": {
			"name": "Able Carter",
			"description": "<p>You worked for many years as a hauler within Geb, either on your own or with a larger operation that shipped goods across Geb's ancient roads. In either case, you were loosely affiliated with the Carters Consortium, and you might have even been part of that faction when allegations of Pharasma worship among its leaders caused the faction's sharp drop in significance.</p>\n<p>Yet the goods still need to be moved from ports to warehouses or from town to town, and that was your business. You've seen a lot of Geb in your time, and you're good at interacting with the quick and the dead alike, but you've given up the shipping business for more lucrative opportunities.</p>\n<p>The Carters Consortium values your past work, especially because so few people are sticking by them today. Your party gains 1 Reputation Point with the Carters Consortium at the start of the campaign.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in your choice of the Deception or Diplomacy skill. You gain a skill feat: @Compendium[pf2e.feats-srd.B6HbYsLBWb1RR6Fx]{Charming Liar} if you chose Deception or @Compendium[pf2e.feats-srd.4RjDxgvNXNl5GG9d]{Hobnobber} if you chose Diplomacy. You're also trained in a Lore skill with one of Geb's cities: Graydirge, Mechitar, or Yled.</p>"
		},
		"Aerialist": {
			"name": "Aerialist",
			"description": "<p>Experienced with trapezes, aerial silks, and hoops, your skill is in performing death-defying stunts high above the ground. The Celestial Menagerie skimped on safety devices such as nets and quality ropes, so you also learned to take a fall better than most. After a harrowing near-death experience involving a cracked trapeze bar, you decided to take your expertise elsewhere.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Acrobatics skill and the Rope Lore skill. You gain the @Compendium[pf2e.feats-srd.LQw0yIMDUJJkq1nD]{Cat Fall} skill feat.</p>"
		},
		"Aiudara Seeker": {
			"name": "Aiudara Seeker",
			"description": "<p><strong>[Legacy - Age of Ashes]</strong></p>\n<p>The aiudara of Alseta's Ring have become more well known, and you are interested in learning more about them.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Arcana skill and the Portal Lore skill. You gain the @Compendium[pf2e.feats-srd.IlOQuCQIhjJpig3S]{Quick Identification} skill feat.</p>"
		},
		"Alkenstar Outlaw": {
			"name": "Alkenstar Outlaw",
			"description": "<p>You're an outlaw whose first crime was stealing the guns from Alkenstar's Gunworks which allowed you to commence a crime spree of epic proportions. You don't know where your road ends, but it's probably going to be a bloody affair. The life of an adventurer might even be a relief compared to a life forever on the run from Alkenstar authorities and their allies.</p>\n<p>Choose two ability boosts. One boost must be to <strong>敏捷</strong>或<strong>体质</strong>，另一项为自选属性提升。</p>\n<p>You're trained in Thievery and Underworld Lore. You gain the @Compendium[pf2e.feats-srd.hVZbnsDuXihggylt]{Subtle Theft} skill feat.</p>"
		},
		"Alkenstar Sojourner": {
			"name": "Alkenstar Sojourner",
			"description": "<p>You came to Alkenstar because you heard they had guns, but you stayed because of the atmosphere. Or the guns. Either way, journalism and scientific curiosity opened the door to a life of adventure. Now you continue to adventure in the Alkenstar area, using your skills to deal with whatever situations present themselves.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in Society and Engineering Lore. You gain the @Compendium[pf2e.feats-srd.X2jGFfLU5qI5XVot]{Streetwise} skill feat.</p>"
		},
		"Alkenstar Tinker": {
			"name": "Alkenstar Tinker",
			"description": "<p><strong>Prerequisite</strong> Region - Impossible Lands</p>\n<hr />\n<p>Your dedication to the scientific inquiry of your native Alkenstar provides great insight into mechanical and chemical innovation.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Crafting skill and the Engineering Lore skill. You gain the @Compendium[pf2e.feats-srd.is3Oz9wt11lNq62K]{Alchemical Crafting} skill feat.</p>"
		},
		"Almas Clerk": {
			"name": "Almas Clerk",
			"description": "<p>You worked as a clerk at the Golden Cathedral of Almas in Andoran. The Pathfinder Society's activities in the city, and its passionate defense of its mission, inspired you to join the organization. You help the Society pursue its goals and navigate the laws of Golarion's many locales.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and the Legal Lore skill. You gain the @Compendium[pf2e.feats-srd.WeQGWvlWdeLeOlCN]{Glean Contents} skill feat.</p>\n<p>Additionally, when you receive a mission briefing in the city of Almas, you know just how to find the information you need. You gain a +2 circumstance bonus to your checks to Gather Information or Recall Knowledge during the Getting Started segment of such adventures. Be sure to remind your GM that you have a relevant background.</p>"
		},
		"Animal Wrangler": {
			"name": "Animal Wrangler",
			"description": "<p>You have a long history of working with large circus animals for the Celestial Menagerie, such as performing in an animal act, jostling animals back into their cages, or even sweeping dung out of squalid pens. Mistress Dusklight's ongoing mistreatment of her animals compelled you to quit, and you now strive to ensure animals aren't abused.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in your choice of the Athletics or Nature skills. You gain a skill feat: @Compendium[pf2e.feats-srd.KxaYlC50zzHysJj8]{Titan Wrestler} if you chose Athletics, or @Compendium[pf2e.feats-srd.nowEaHgIyij7im8F]{Train Animal} if you chose Nature. You are also trained in a Lore skill related to a particular kind of common animal (such as Equine Lore, Feline Lore, or Pachyderm Lore).</p>"
		},
		"Anti-Tech Activist": {
			"name": "Anti-Tech Activist",
			"description": "<p>You've seen the sorts of things that technology brings- polluted environments, workers put out of their jobs or horribly injured, and the slow erosion of society-and you've vowed to inform the larger world of these ills. You do so with long, impassioned speeches on street corners and village squares and by talking personally with the heads of various guilds. Adventuring into the wider world could help spread your message even farther.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Intimidation skill and the Guild Lore skill. You gain the @Compendium[pf2e.feats-srd.gUqvezs2zzoTXFAI]{Group Coercion} skill feat.</p>"
		},
		"Archaeologist": {
			"name": "Archaeologist",
			"description": "<p>You've excavated enough sites to know that ancient civilizations aren't lost; they're merely buried and waiting for the right scholar to unearth them and tell their story. You might have worked as a laborer or local guide before learning formal archaeological techniques.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Society skill and the Architecture Lore skill. You gain the @Compendium[pf2e.feats-srd.BocFD2KV0qgUC76x]{Additional Lore} skill feat related to an ancient culture or the history of a culture you've studied (such as Azlanti Lore or Osirian History Lore).</p>"
		},
		"Aspiring Free-Captain": {
			"name": "Aspiring Free-Captain",
			"description": "<p><strong>Prerequisite</strong> Region - High Seas</p>\n<hr />\n<p>You seek to join the Free Captains of the Shackles and have learned everything you need to know about sailing and bossing people around. Now you just need a crew and a ship.</p>\n<p>选择两项属性提升。一项必须是<strong>感知</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Intimidation skill and the Sailing Lore skill. You gain the @Compendium[pf2e.feats-srd.gUqvezs2zzoTXFAI]{Group Coercion} skill feat.</p>"
		},
		"Aspiring River Monarch": {
			"name": "Aspiring River Monarch",
			"description": "<p><strong>Prerequisite</strong> Region - Broken Lands</p>\n<hr />\n<p>New realms rise constantly in the River Kingdoms, and you intend to lead one of them. Making your reign last, however, will require both strength and grace.</p>\n<p>选择两项属性提升。一项必须是<strong>感知</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Society skill and the Politics Lore skill. You gain the @Compendium[pf2e.feats-srd.JtjnFsOToBLnSRO9]{Courtly Graces} skill feat.</p>"
		},
		"Attention Addict": {
			"name": "Attention Addict",
			"description": "<p>A roaring crowd chanting your name. Your face plastered all over the city. Fawning fans begging for your autograph. Jealous rivals. Endless fame. The promise of all this and more is what drove you to enter this year's Ruby Phoenix Tournament, and with your prodigious star power it's no wonder why they selected you for the prequalifier on Danger Island. You've got champion stamped all over you. Obviously, the organizers knew a winner when they saw one. It's already clear that you'll be named Ruby Phoenix Champion - the challenges leading up to your prize ceremony are mere formalities, but you're happy to indulge the impassioned masses. After all, the people want a show, and what kind of celebrity would you be if you denied them? You might even deign to compete in some fights, too, as long as your hair doesn't get mussed.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in Performance and the Gladiatorial Lore skill. You gain the @Compendium[pf2e.feats-srd.xqAdXRd2gSQcqp5E]{Impressive Performance} skill feat</p>"
		},
		"Atteran Rancher": {
			"name": "Atteran Rancher",
			"description": "<p><strong>Prerequisite</strong> Region - Old Cheliax</p>\n<hr />\n<p>You grew up breeding and training the famous horses of the Atteran Ranches in northern Nidal. You may even be sympathetic to the Desnan dissidents who hide there from the Umbral Court.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>敏捷</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Nature skill and the Animal Lore skill. You gain the @Compendium[pf2e.feats-srd.nowEaHgIyij7im8F]{Train Animal} skill feat.</p>"
		},
		"Back-Alley Doctor": {
			"name": "Back-Alley Doctor",
			"description": "<p>You're the medic many turn to when a more official clinic or healer might not be available. You may specialize in stitching up bullet wounds or have a standing, confidential deal with a criminal syndicate to provide your services any time of day or night. In either case, you've perhaps turned to the adventuring life because a former client is unhappy with your work or members of the local constabulary have been asking too many questions.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Medicine skill and the Underworld Lore skill. You gain the @Compendium[pf2e.feats-srd.bkZgWFSFV4cAf5Ot]{Risky Surgery} skill feat.</p>"
		},
		"Banished Brighite": {
			"name": "Banished Brighite",
			"description": "<p>Once, you were a dedicated and important priest of Brigh, goddess of clockwork and invention, based out of the largest church to your deity, the Temple of Brigh in Alkenstar. Here, you made important discoveries in the annals of your religion's canon and furthered the Bronze Lady's agendas of innovation and creation. Your future seemed bright, and you predicted that it was only a matter of time until you ascended to the rank of primary cog or, someday, grand cog.</p>\n<p>Then, your years of devout service were undone in an instant. A man named Ambrost Mugland came to the Temple and demanded not only access to the religious formulas you'd been uncovering, but exclusive rights to the precious knowledge. When you refused, Mugland sent word to the church's leaders that you'd been meddling in heretical doctrine. He also implicated you in the theft of church funds that had mysteriously gone missing as of late. Sure enough, you found yourself being asked to hand in your robes. Your church colleagues didn't turn you in, but they told you in no uncertain terms that you wouldn't be able to find sanctuary for your alleged crimes in the halls of the Temple of Brigh.</p>\n<p>On the run and with nowhere to turn, your faith has been thoroughly tested, though so far you've remained true to your religion and maintained your sacred skills and divine powers. It's unclear what the Bronze Lady has in store for you, but at least one thing's for certain: Ambrost Mugland will pay for what he did.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Religion skill and the Brigh Lore skill. You gain the @Compendium[pf2e.feats-srd.IlOQuCQIhjJpig3S]{Quick Identification} skill feat.</p>"
		},
		"Barker": {
			"name": "Barker",
			"description": "<p>You're skilled at shouting to catch and keep the attention of passersby. A few well-timed and forcefully spoken words not only get people to notice you but also engage them to respond to you. You may have previously worked as a crier or in a more formal barker capacity with Mistress Dusklight's Celestial Menagerie. Either way, your ability to bully a crowd is impressive.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Intimidation skill, and the Crowd Lore skill. You gain the @Compendium[pf2e.feats-srd.gUqvezs2zzoTXFAI]{Group Coercion} skill feat.</p>"
		},
		"Bekyar Restorer": {
			"name": "Bekyar Restorer",
			"description": "<p><strong>Prerequisite</strong> Region - Mwangi Expanse</p>\n<hr />\n<p>Though many Bekyars worship demons, you seek to pave a different path for yourself and your kindred, while also attempting to change other Mwangi's treatment of your culture.</p>\n<p>选择两项属性提升。一项必须是<strong>感知</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Diplomacy skill and the Abyss Lore skill. You gain the @Compendium[pf2e.feats-srd.KpFetnUqTiweypZk]{Group Impression} skill feat.</p>"
		},
		"Belkzen Slayer": {
			"name": "Belkzen Slayer",
			"description": "<p><strong>Prerequisite</strong> Region - Eye of Dread</p>\n<hr />\n<p>You are a fearsome warrior from the Hold of Belkzen, and your clan counts on you for support, counsel, and defense. With the rising threat of the Whispering Tyrant threatening the safety of your home, you must not let your people down.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Intimidation skill and the Orc Lore skill. You gain the @Compendium[pf2e.feats-srd.xQMz6eDgX75WX2ce]{Intimidating Glare} skill feat.</p>"
		},
		"Bellflower Agent": {
			"name": "Bellflower Agent",
			"description": "<p><strong>Prerequisite</strong> Region - Old Cheliax</p>\n<hr />\n<p>You joined a secret society dedicated to freeing halfling slaves, most likely from the cruelty of Chelish reign. You know how to smuggle people in and out of countries.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Stealth skill and the Underworld Lore skill. You gain the @Compendium[pf2e.feats-srd.t3btih0O5RUwWynt]{Experienced Smuggler} skill feat.</p>"
		},
		"Bibliophile": {
			"name": "Bibliophile",
			"description": "<p>You love few things more than a good book, and as a result, Odd Stories is your favorite shop in Otari. The bookseller Morlibint supplies you with fiction, anthologies, and other delightful reads, and he's always eager to discuss his latest finds with you. You know that imagination is the greatest magic, but a working knowledge of actual magic helps, too.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Arcana skill and the Library Lore skill. You gain the @Compendium[pf2e.feats-srd.blMeVamjGz4ODWxq]{Arcane Sense} skill feat.</p>"
		},
		"Black Market Smuggler": {
			"name": "Black Market Smuggler",
			"description": "<p><strong>Prerequisite</strong> Region - Golden Road</p>\n<hr />\n<p>You know how to work the less-than-legal side of the region's markets and know how to slip contraband past the authorities.</p>\n<p>选择两项属性提升。一项必须是<strong>感知</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Stealth skill and the Underworld Lore skill. You gain the @Compendium[pf2e.feats-srd.t3btih0O5RUwWynt]{Experienced Smuggler} skill feat.</p>"
		},
		"Blow-In": {
			"name": "Blow-In",
			"description": "<p>You never expected to join a circus, but you were looking for a good place to lie low for reasons of your own. The Circus of Wayward Wonders came together with several different workers and performers a few months ago. Many came from a circus in Escadar called the Celestial Menagerie, but not all of them. It was easy to slip in among the roustabouts. Although you'd planned to move on quickly, the circus folk have adopted you as one of their own, and they don't ask questions about your past.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in your choice of the Deception or Thievery skills. You gain a skill feat: @Compendium[pf2e.feats-srd.HEBXaS656MZTiWFu]{Lengthy Diversion} if you chose Deception, or @Compendium[pf2e.feats-srd.hVZbnsDuXihggylt]{Subtle Theft} if you chose Thievery. You are also trained in the Underworld Lore skill.</p>"
		},
		"Bonuwat Wavetouched": {
			"name": "Bonuwat Wavetouched",
			"description": "<p><strong>Prerequisite</strong> Region - Mwangi Expanse</p>\n<hr />\n<p>You are a child of the Bonuwat people, and the sea's salt flows through your veins. You've taken to sailing and swimming gracefully and with ease, earning you the honorific \"wavetouched.\"</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Athletics skill and the Ocean Lore skill. You gain the @Compendium[pf2e.feats-srd.iOY6YfGBaOvMNAor]{Underwater Marauder} skill feat.</p>"
		},
		"Bright Lion": {
			"name": "Bright Lion",
			"description": "<p><strong>Prerequisite</strong> Region - Mwangi Expanse</p>\n<hr />\n<p>You are a member of the Bright Lions and seek to overthrow the tyrannical reign of Walkena and free Mzali from his cruel whims. You're experienced operating undercover and have had to be cautious of what you say and who you trust, lest you fall afoul of the god-king's terrible punishments.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Deception skill and the Mzali Lore skill. You gain the @Compendium[pf2e.feats-srd.Dvz54d6aPhjsmUux]{Lie To Me} skill feat.</p>"
		},
		"Broken Tusk Recruiter": {
			"name": "Broken Tusk Recruiter",
			"description": "<p>Your gifted tongue, friendly demeanor, and deep knowledge of Broken Tusk culture and traditions make you an ideal recruiter for new followers. Whenever Broken Tusks come upon weak, weary, or wandering souls, you're often the first sent to meet these folks and determine if they would be a good fit for the following.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Diplomacy skill and the Hillcross Lore skill. You gain the @Compendium[pf2e.feats-srd.KpFetnUqTiweypZk]{Group Impression} skill feat.</p>"
		},
		"Butcher": {
			"name": "Butcher",
			"description": "<p>You've spent uncounted hours walking up and down crowded and noisy circus stands, inventing innovative means to sell refreshments, food, and novelties at inflated prices. (You might know very little about slaughtering animals; \"butcher\" is a circus slang term for a vendor.) The Celestial Menagerie constantly pushed you to figure out how to sell increasingly shoddy toys to children and how to conceal the taste of spoiled treats that should have been discarded days earlier. You peddled disappointment and hated it, so you left to seek a new line of work-although you're not yet willing to leave the circus life altogether.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Society skill and the Mercantile Lore skill. You gain the @Compendium[pf2e.feats-srd.yUuU9xyotrpwpTyC]{Read Lips} skill feat.</p>"
		},
		"Cannoneer": {
			"name": "Cannoneer",
			"description": "<p>You served as a crewmate aboard a military vessel or pirate ship and were responsible for the use and maintenance of the ship's cannons. A strong back and quick reflexes were equally important to you in your duties, and you know your way around explosives and the dangers that lie therein. These skills serve you well in your new life as an adventurer, as compared to the weight of a cannon, a gear load that makes your allies blanche just makes you laugh instead.</p>\n<p>Choose two ability boosts. One boost must be to <strong>敏捷</strong>或<strong>力量</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Athletics skill and the Warfare Lore skill. You gain the @Compendium[pf2e.feats-srd.C0Tcelg3BAPhML6J]{Hefty Hauler} skill feat.</p>"
		},
		"Chelish Rebel": {
			"name": "Chelish Rebel",
			"description": "<p><strong>Prerequisite</strong> Region - Old Cheliax</p>\n<hr />\n<p>You joined the fight against House Thrune. You may have helped liberate the nation of Ravounel, or you might be involved in another rebellion, such as Pezzack's, that studied Ravounel's successes.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Society skill and the Kintargo Lore skill. You gain the @Compendium[pf2e.feats-srd.X2jGFfLU5qI5XVot]{Streetwise} skill feat.</p>"
		},
		"Child of Westcrown": {
			"name": "Child of Westcrown",
			"description": "<p><strong>Prerequisite</strong> Region - Old Cheliax</p>\n<hr />\n<p>Whether you come from Westcrown or elsewhere, you hold the values of pre-Thrune Cheliax dear. You disdain the infernal government, but you are proud of your country and do not consider yourself a rebel.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Diplomacy skill and the Westcrown Lore skill. You gain the @Compendium[pf2e.feats-srd.KpFetnUqTiweypZk]{Group Impression} skill feat.</p>"
		},
		"Child of the Puddles": {
			"name": "Child of the Puddles",
			"description": "<p><strong>Prerequisite</strong> Region - Absalom and Starstone Isle</p>\n<hr />\n<p>You grew up in the soggy, squalid quarter of Absalom known as the Puddles. You're at home in tightly packed urban environments.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Acrobatics skill, and the Absalom Lore skill. You gain the @Compendium[pf2e.feats-srd.CnqMJR8e9jqJR7MM]{Steady Balance} skill feat.</p>"
		},
		"Circuit Judge": {
			"name": "Circuit Judge",
			"description": "<p>You're a circuit judge, a courtroom on horseback who serves a group of communities out in the Mana Wastes or a similar backwoods region. You show up every couple of months, hear the cases that have piled up since your last visit, give verdicts, and then it's on to the next town in your itinerary. It's not the easiest life in the world, but it's an interesting one, and you hear some mighty strange cases. Chances are, it was one of those cases that set you on the road to adventure.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in Deception and Legal Lore. You gain the @Compendium[pf2e.feats-srd.Dvz54d6aPhjsmUux]{Lie To Me} skill feat.</p>"
		},
		"Circus Born": {
			"name": "Circus Born",
			"description": "<p>The itinerant life of a traveling circus performer is nothing new to you; you were born and raised in the circus. You've seen more acts than you can count and grew up hearing the tall tales of circus performers while gathered around their campfires. You've experienced the thrill of captivating crowd ever since you were young. You may have tried a few times to settle down, but the lure of the open road and the glamor of the big top always called you back.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Performance skill and the Circus Lore skill. You gain the @Compendium[pf2e.feats-srd.sMm0UfYxEPpq2Yzd]{Experienced Professional} skill feat.</p>"
		},
		"Clockfighter": {
			"name": "Clockfighter",
			"description": "<p>While others choose to use their engineering ability to heal the injured or make brilliant innovations, you've used your skill to repair and modify clockwork constructs that battle in gladiatorial combat. You know how to get a crowd electrified for your clockwork gladiator, win or lose, and you know how to repair it when it gets damaged. These skills serve you well as an adventurer.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Crafting skill and the Gladiatorial Lore skill. You gain the @Compendium[pf2e.feats-srd.sMm0UfYxEPpq2Yzd]{Experienced Professional} skill feat.</p>"
		},
		"Clockwork Researcher": {
			"name": "Clockwork Researcher",
			"description": "<p>New forms of clockwork technology are incredibly interesting to you, and you've been studying examples of them to see where else they might be best put to use. You might eventually develop a new prototype machine or find a way to make related technologies practical enough for everyone to benefit. Though before you do, you must continue your research!</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Society skill and the Engineering Lore skill. You gain the @Compendium[pf2e.feats-srd.0N8TtGSk5enoLBZ8]{Eye For Numbers} skill feat.</p>"
		},
		"Clown": {
			"name": "Clown",
			"description": "<p>Although you've spent time in greasepaint and colorful clothing to amuse crowds, your skills with buffoonery and physical comedy are exceptional whether or not you're in costume. In the employ of Mistress Dusklight's Celestial Menagerie, you spent too many routines distracting an audience from an ill-timed accident or evidence of abused animals or performers. You've had enough of that, and the Celestial Menagerie isn't your home any longer.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Performance skill and the Clown Lore skill. You gain the @Compendium[pf2e.feats-srd.lFwfUvH2708rl6i3]{Virtuosic Performer (Comedy)} skill feat.</p>"
		},
		"Codebreaker": {
			"name": "Codebreaker",
			"description": "<p>Whether you're employed by a military organization to decipher coded messages sent by enemy factions or work independently to crack an enigma created by a past civilization, you have a head for patterns and linguistics. You might even use new clockwork devices to aid you in your efforts.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Society skill and the Cryptography Lore skill. You gain the @Compendium[pf2e.feats-srd.WeQGWvlWdeLeOlCN]{Glean Contents} skill feat.</p>"
		},
		"Construction Occultist": {
			"name": "Construction Occultist",
			"description": "<p>You helped to build and design buildings and public works on behalf of Geb's architectural faction, the Builders League. You've been taught that creating bridges, gatehouses, roads, walls, and more is as much about planning as it is about brute labor. You learned that the Builders League has plans of occult significance for many of its construction projects and might have even aided them in the way you laid stones or designed walls (although you never learned the great design behind those secret plans). Although you've left construction behind, the skills in long-term planning and leveraging effort remain with you.</p>\n<p>You are still well-regarded by the Builders League. Your party gains 1 Reputation Point with the Builders League at the start of the campaign.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Strength</strong>, and one is a free ability boost.</p>\n<p>You're trained in your choice of the Athletics or Occultism skill. You gain a skill feat: @Compendium[pf2e.feats-srd.C0Tcelg3BAPhML6J]{Hefty Hauler} if you chose Athletics or @Compendium[pf2e.feats-srd.hDGosy2ZTwnyctEP]{Oddity Identification} if you chose Occultism. You're also trained in Architecture Lore.</p>"
		},
		"Corpse Stitcher": {
			"name": "Corpse Stitcher",
			"description": "<p>The number of zombies working across Geb as farmhands, laborers, or shambling soldiers seems nearly uncountable. None of these zombies can do their work if they fall to pieces, so the Reanimators maintain legions of surgeons and tailors to keep zombies stitched together and suitable for service. You were one of these corpse stitchers, working long hours to ensure that Geb's mindless workforce could perform at its best. On the day you saw some of your friends come under your needle, you realized how expendable Geb's fleshy population truly is, and you decided that you should seek out a different line of work.</p>\n<p>The Reanimators appreciate your past service. Your party gains 1 Reputation Point with the Reanimators at the start of the campaign.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Medicine skill. You gain your choice of either the @Compendium[pf2e.feats-srd.bkZgWFSFV4cAf5Ot]{Risky Surgery} or @Compendium[pf2e.feats-srd.QShgLWlfKYJO750P]{Stitch Flesh} skill feats. You're also trained in Zombie Lore.</p>"
		},
		"Curandero": {
			"name": "Curandero",
			"description": "<p>You learned the healing arts of your community wielding your ceremonial chonta, a tool you carved yourself and imbued with sacred oils and herbs. This process opened your eyes to ailments of a more mystical nature: malefic spirits, haunts, possession, and more. You likely took up adventuring to combat these horrors, or you may have fled an evil beyond your power to vanquish.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Medicine skill and the Herbalism Lore skill. You gain the @Compendium[pf2e.feats-srd.sMCpihnBEpx18GBD]{Inoculation} skill feat.</p>"
		},
		"Cursed Family": {
			"name": "Cursed Family",
			"description": "<p><strong>Prerequisite</strong> Region - Eye of Dread</p>\n<hr />\n<p>Rumors abound that your family is cursed. While that would explain several unfortunate events in your family history, you may or may not believe it. Regardless, odd coincidences plague your lineage, and perhaps even appear in your own life, and you have become used to spotting strangeness around you.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Occultism skill and the Curse Lore skill. You gain the @Compendium[pf2e.feats-srd.hDGosy2ZTwnyctEP]{Oddity Identification} skill feat.</p>"
		},
		"Deckhand": {
			"name": "Deckhand",
			"description": "<p>The rolling waves of the high seas, the constant sway of the deck underfoot, and the creaking heights of a ship's rigging are as familiar to you as solid ground. You might have worked on a simple fishing boat, a wealthy merchant's galley, a mighty warship - or even a pirate's caravel. Whether your crew retired, your ship sank, or you've turned to adventuring so you can keep all the treasure for yourself, you still retain an excellent sense of balance and quick reflexes.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>力量</strong> and one is a free ability boost.</p>\n<p>You're trained in the Acrobatics skill, and the Sailing Lore skill. You gain the @Compendium[pf2e.feats-srd.LQw0yIMDUJJkq1nD]{Cat Fall} skill feat.</p>"
		},
		"Demon Slayer": {
			"name": "Demon Slayer",
			"description": "<p>For over a century, Mendev led a multinational coalition against ever-growing abyssal invaders in the Worldwound, and the Pathfinder Society aided in the so-called Fifth Crusade that ultimately sealed the planar rift and defeated its demon armies. You might be a hardened recruit who clashed with the demons, or perhaps you were a survivor who lost everything to the fiendish armies and narrowly escaped-or was rescued by Pathfinders. Your exposure to the Worldwound has taught you vital lessons in identifying fiends and their magic.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>体质</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Religion skill and the Demon Lore skill. You gain the @Compendium[pf2e.feats-srd.MjQyTcV8Jiv1Jtln]{Recognize Spell} skill feat. Add <strong>Abyssal</strong> to the list of additional languages you can learn for having a high Intelligence modifier.</p>\n<hr />\n<p><strong>Special</strong> You can select this background only if you have earned credit for at least 5 First Edition scenarios from Season 5 of the Pathfinder Society organized play campaign.</p>"
		},
		"Deputy": {
			"name": "Deputy",
			"description": "<p>While your life may have taken some twists and turns in the intervening years, you were once deputized as the lawful protector of a community. While the role was temporary and you've since turned in your badge, that responsibility shaped you. Whenever a community is in trouble, and the sheriff is nowhere to be found, residents call on you to capture a criminal, rescue the mayor's offspring from bandits, or go toe to toe with outlaws.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Survival skill and the Hunting Lore skill. You gain the @Compendium[pf2e.feats-srd.urQZwmzg2kS53vd5]{Experienced Tracker} skill feat.</p>"
		},
		"Desert Tracker": {
			"name": "Desert Tracker",
			"description": "<p><strong>Prerequisite</strong> Region - Golden Road</p>\n<hr />\n<p>You're at home blazing trails in the burning sands, and you made a living guiding or following creatures in the desert. You might be a native nomad, an experienced desert guide, a naturalist, a bandit driven into the dunes by the law-or all of the above.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Survival skill and the Desert Lore skill. You gain the @Compendium[pf2e.feats-srd.urQZwmzg2kS53vd5]{Experienced Tracker} skill feat.</p>"
		},
		"Diobel Pearl Diver": {
			"name": "Diobel Pearl Diver",
			"description": "<p><strong>Prerequisite</strong> Region - Absalom and Starstone Isle</p>\n<hr />\n<p>You spent a portion of your youth diving and gathering precious pearls under the attentive eyes of Kortos Consortium merchants.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>敏捷</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Athletics skill and the Ocean Lore skill. You gain the @Compendium[pf2e.feats-srd.iOY6YfGBaOvMNAor]{Underwater Marauder} skill feat.</p>"
		},
		"Discarded Duplicate": {
			"name": "Discarded Duplicate",
			"description": "<p>Someone created you for a specific purpose. Some important person, be they a storied royal, a contentious politician, or a stark military leader, needed a body double for their most dangerous appearances. Using a mixture of fringe science and magic, you were commissioned and trained to emulate this person in every way, and have stood in for them in countless deadly circumstances. You may or may not know the reason behind your decommissioning, but whoever discarded you didn't finish you off. Now, the world is yours to explore-but \"you\" may have a bold or brutish reputation, or the individual you were duplicating may be long dead. Regardless of the fate of this individual, your way of life has changed drastically.</p>\n<p>You and the GM can work out how to incorporate your previous life into your story. The GM can keep this knowledge hidden even from you, or you or another character know what happened. You and the GM can also leave the information unspecified and fill it in later.</p>\n<p>You gain three free ability boosts. You choose two, and the GM chooses one based on the attributes of the character you were built to duplicate.</p>"
		},
		"Disciple of the Gear": {
			"name": "Disciple of the Gear",
			"description": "<p>While many regard science and faith as incompatible, you believe scientific advancement is your deity's will. Perhaps you're a follower of Brigh, Casandalee, or some other god of technology, or perhaps you see the furnaces and sparks of modernity as the latest manifestation of Sarenrae's flame or Gozreh's lightning-whatever the case, you're always willing to spread the word of your deity, and you've learned some basic tinkering to show how your deity's focus can increase the common standard of living.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Crafting skill and the Lore skill for the deity you worship. You gain the @Compendium[pf2e.feats-srd.ASy9AKEIRxPYUi5o]{Quick Repair} skill feat.</p>"
		},
		"Dragon Scholar": {
			"name": "Dragon Scholar",
			"description": "<p>Dragons have fascinated you for as long as you can remember. The potent power they possess, the long lives they lead, the ancient traditions they inspire-whatever the source of your interest, you've spent much of your life to this point immersed in all things draconic. These studies have bolstered your self-confidence and given you a wide range of methods and tactics you can use to impose your will on others.</p>\n<p>You've likely chosen to attend the Call for Heroes as a way to seek funds as an adventurer to afford more texts about dragons or perhaps out of a desire to encounter one in real life.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Intimidation skill, and the Dragon Lore skill. You gain the @Compendium[pf2e.feats-srd.xQMz6eDgX75WX2ce]{Intimidating Glare} skill feat.</p>"
		},
		"Dreamer of the Verdant Moon": {
			"name": "Dreamer of the Verdant Moon",
			"description": "<p>You spent your early days in the aftermath of one of the great ravenings. You survived thanks to your resourcefulness and perhaps your patron's favor and were blessed with skills and drive thereafter, but you must always hold to his standards, lest the hunger from the depths seek you out once again.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Survival skill and the Zevgavizeb Lore skill. You gain the @Compendium[pf2e.feats-srd.d8AjCqU30z7IOpos]{Ravening's Desperation} skill feat.</p>"
		},
		"Driver": {
			"name": "Driver",
			"description": "<p>You practically live behind the controls of a vehicle, and can handle just about anything the road, waves, and sky can throw at you. You likely adventure to test your skills in unusual environments and new and interesting vehicles.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>敏捷</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Acrobatics skill and the Piloting Lore skill. You gain the @Compendium[pf2e.feats-srd.W6Gl9ePmItfDHji0]{Assurance} skill feat with Piloting Lore.</p>"
		},
		"Droskari Disciple": {
			"name": "Droskari Disciple",
			"description": "<p>You grew up in the church of the Dark Smith, where you learned the value of hard work and achieving vocational mastery.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You gain the @Compendium[pf2e.feats-srd.P6icK2DbRoZ3H6kc]{Skill Training} skill feat, and you're trained in the Droskar Lore skill.</p>"
		},
		"Early Explorer": {
			"name": "Early Explorer",
			"description": "<p>In the past decade, the Pathfinder Society has clashed with demonic armies, meddled in politics, and more, but you joined the organization before everything seemed so complicated. Whether you're a dedicated scholar of ruins or an explorer who just longs for months-long expeditions into the wilderness, you're a Pathfinder to explore, report, and cooperate.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Survival skill and the Pathfinder Society Lore skill. You gain the @Compendium[pf2e.feats-srd.8qebBeOJsyRIchcu]{Forager} skill feat.</p>\n<hr />\n<p><strong>Special</strong> You can select this background only if you have earned credit for at least 5 First Edition scenarios from Seasons 0 of the Pathfinder Society organized play campaign.</p>"
		},
		"Eidolon Contact": {
			"name": "幻灵接触 Eidolon Contact",
			"description": "<p>你接触到了一个被称为幻灵的神奇的无形生物。你可能已经与它建立起了一种连接，让你召唤它，但更可能的是，随着时间推移，在你学习到记忆得一鳞半爪的秘密后，你失去了联系。如果你失去了联系，你可能成为一名冒险者，试图再次去接近它，或者确保永久摆脱它。</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>你在奥法，自然，神秘或宗教，以及与你接触的幻灵相关的生物的学识（如天使学识（Angel Lore）或龙学识（Dragon Lore））上受训。你获得@Compendium[pf2e.feats-srd.1Bt7uCW2WI4sM84P]{可疑知识 Dubious Knowledge}技能专长。</p>"
		},
		"Eldritch Anatomist": {
			"name": "Eldritch Anatomist",
			"description": "<p>You're a trained physician who can ably tend wounds of many kinds. But more than a practitioner, you're a scholar. Some cultures shape flesh to extreme degrees, creating aberrations from humanoid forms. The fleshforges of distant Nex practice this fleshwarping, as do certain subterranean societies you hope to one day study—preferably from a safe and clinical distance.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Medicine skill and the Fleshwarp Lore skill. You gain the @Compendium[pf2e.feats-srd.W6Gl9ePmItfDHji0]{Assurance} skill feat with Medicine.</p>"
		},
		"Emancipated": {
			"name": "Emancipated",
			"description": "<p>Until recently, the nation of Ravounel was part of the larger nation of Cheliax, where the church of Asmodeus is the law and slaves are traded freely in the open market. You had the poor fortune to be born into slavery, but the good luck to have grown up in the city of Kintargo. When Ravounel seceded from Cheliax, the leaders of this new nation freed all slaves, and you've wasted no time in exploring and establishing your new life. How and why you've come to Breachill is left to you to decide-but the fact that you feel empowered to determine your own destiny continues to drive you!</p>\n<p>The chance to become an adventurer has excited you for some time, as you hope to build a new life for yourself as a hero rewarded with fame and fortune. Joining the Call for Heroes is a great opportunity to find a group to adventure with.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Stealth skill and the Kintargo Lore skill. You gain the @Compendium[pf2e.feats-srd.beyw5bdA5hkQbmaG]{Terrain Stalker} skill feat.</p>"
		},
		"Energy Scarred": {
			"name": "Energy Scarred",
			"description": "<p>Exposure to a significant magical event overloaded you with magical energy. Perhaps you were exposed to dangerous levels of magical energy that left you near death, or it built up over long-term exposure to a powerful source of magic.</p>\n<p>Choose two ability boosts. One must be <strong>体质</strong> and one is a free ability boost.</p>\n<p>Your innate magical trait is primal. Choose acid, cold, electricity, fire, force, negative, positive, or sonic. You are trained in a Lore skill associated with the chosen energy (such as Fire Lore) and you gain resistance to that energy type equal to half your level (minimum 1).</p>"
		},
		"Ex-Con Token Guard": {
			"name": "Ex-Con Token Guard",
			"description": "<p>Not everyone starts life on easy street-your own experience is testament to that. You took a wrong turn at some point early on and became a career criminal. Perhaps you were a petty pickpocket, or maybe you've even murdered someone. Either way, your crimes landed you with a transformative prison sentence in the Brine prison. Only then did you realize that something needed to change. After your release, you dedicated yourself to helping other downtrodden individuals and those forced to resort to crime to survive. You joined the Coins District Guard, but soon learned that this precinct was a haven for the very corruption you sought to undo. Your efforts at reform never took root and you feared that your decision to become an officer of the law was a huge mistake.</p>\n<p>You transferred to the Edgewatch, the Precipice Quarter's new precinct, in the hope that you might meet others who sought to help-not exploit-Absalom's misguided.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Thievery skill and your choice of Legal Lore or Underworld Lore. You gain a +1 circumstance bonus to Deception, Diplomacy, and Intimidation checks to @Compendium[pf2e.actionspf2e.pvQ5rY2zrtPI614F]{Interact} with Token Guards and convicted criminals such as prison inmates. You gain the @Compendium[pf2e.feats-srd.jDdOqFmZLwE4dblQ]{Pickpocket} skill feat.</p>"
		},
		"Ex-Mendevian Crusader": {
			"name": "Ex-Mendevian Crusader",
			"description": "<p>When the Great Quake rumbled across the eastern lands and opened the rift that southerners called \"the Worldwound,\" you answered the call to arms to fight back the demonic hordes. What you saw during the war changed you forever-so much so that you became a wanderer, hermit, or other voluntary outcast. When you came upon the Broken Tusk following, you determined you'd finally found a people whose values and traditions made you feel whole again. The Broken Tusk was supposedly once a much bigger following, and so you've joined them in the hopes of helping them heal old wounds and rebuild in the shadow of loss. In the process, perhaps this new family will help you do the same.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Religion skill and the Demon Lore skill. You gain the @Compendium[pf2e.feats-srd.BqceQIKE0lwIS98s]{Pilgrim's Token} skill feat.</p>"
		},
		"Faction Opportunist": {
			"name": "Faction Opportunist",
			"description": "<p>As the Pathfinder Society's influence has grown, so too did many of its factions become wealthier and more powerful. These factions relied on a host of Pathfinders and independent operatives alike to establish trade networks, shape national politics, and more, and you were among the specialists who helped one of these factions realize its goal. These events provided you countless opportunities to develop your own contacts and negotiating skills.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Diplomacy skill, plus either Guild Lore, Heraldry Lore, or Mercantile Lore. You gain the @Compendium[pf2e.feats-srd.4RjDxgvNXNl5GG9d]{Hobnobber} skill feat.</p>\n<hr />\n<p><strong>Special</strong> You can select this background only if you have earned credit for at least 5 First Edition scenarios from Season 9 of the Pathfinder Society organized play campaign.</p>"
		},
		"Farmsteader": {
			"name": "Farmsteader",
			"description": "<p>You built your house using wood from the trees surrounding it. Raised it up from the dirt and called it home. You thought that it would be where you would grow old and die. But despite your best efforts, you were wrong. The land that once gave you food fell fallow, and dust took to the air and choked the livestock. Now you wander the world as an adventurer. Are you in search of a new place to settle down and try again, or have you become disillusioned by your old dreams, leading you to seek out a new purpose?</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Survival skill and the Farming Lore skill. You gain the @Compendium[pf2e.feats-srd.8qebBeOJsyRIchcu]{Forager} skill feat.</p>"
		},
		"Finadar Leshy": {
			"name": "Finadar Leshy",
			"description": "<p><strong>Prerequisites</strong> Leshy ancestry</p>\n<hr />\n<p>You are a leshy from Finadar Forest, originally created under the corruption of a cyclopean monolith. Though the Pathfinder Society managed to sever the monolith's connection, freeing the forest and your people from its influence, you retain a trace, unnerving connection to the Abyss.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Intimidation skill and the Abyssal Lore skill. You gain the @Compendium[pf2e.feats-srd.xQMz6eDgX75WX2ce]{Intimidating Glare} skill feat.</p>"
		},
		"Final Blade Survivor": {
			"name": "Final Blade Survivor",
			"description": "<p><strong>Prerequisite</strong> Region - Shining Kingdoms</p>\n<hr />\n<p>You fell prey to the whims of the Galtan mob and were scheduled for execution by <em>@Compendium[pf2e.equipment-srd.5Q5MfHX43Sjm8C6Z]{Final Blade}</em>, but through skill-or sheer luck-you managed to talk your way out of it.</p>\n<p>选择两项属性提升。一项必须是<strong>魅力</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Deception skill and the Revolution Lore skill. You gain the @Compendium[pf2e.feats-srd.B6HbYsLBWb1RR6Fx]{Charming Liar} skill feat.</p>"
		},
		"Fireworks Performer": {
			"name": "Fireworks Performer",
			"description": "<p>Few celebrations in Tian-Xia are complete without a show of fireworks, and your job is to make sure they go off without a hitch. You load the fireworks, set the fuses, and choreograph the performance, bringing the show together in a finale of lights and explosions. Then it's time to pack up your gear and move on to the next civic holiday or religious festival. Of course, someone who travels the roads with a pack full of high explosives is bound to run into an adventure or two along the way, and so over time, your fireworks have been spent in support of that life.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Performance skill and the Engineering Lore skill. You gain the @Compendium[pf2e.feats-srd.7LB00jkh6JaJr3vS]{Fascinating Performance} skill feat.</p>"
		},
		"Fogfen Tale-Teller": {
			"name": "Fogfen Tale-Teller",
			"description": "<p>You know there are monstrous things out in the swamp known as Fogfen; you've seen these things through the mist, gliding through the murky water and heaving themselves over sodden bits of land. No one in Otari believes your tales of swamp monsters from the depths, even when you embellish the creatures of your stories with fangs, wings, or tentacles. You'll just have to prove to them that there are truly monsters out there, and that they were wrong to doubt you.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in Athletics and the Swamp Lore skill. You gain the @Compendium[pf2e.feats-srd.KxaYlC50zzHysJj8]{Titan Wrestler} skill feat.</p>"
		},
		"Food Trader": {
			"name": "Food Trader",
			"description": "<p>In your past, you accompanied caravans, ships, or both hauling foodstuffs out of Geb for export. You might be a Gebbite or a foreigner who has decided to work in Geb because of the undeniable opportunities. In any case, you've traveled between Geb and other nations of the Inner Sea and seen firsthand that many nations view Geb with a combination of barely disguised revulsion and eagerness for its bountiful food exports. Even though you aren't in that line of business any longer, you understand how vital this international trade is to Geb's prosperity and appreciate the hardworking people who work in it.</p>\n<p>You are still highly regarded by the Export Guild for your past journeys on the nation's behalf. Your party gains 1 Reputation Point with the Export Guild at the start of the campaign.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in your choice of the Crafting or Society skill. You gain a skill feat: @Compendium[pf2e.feats-srd.1Eceqc6zbMj2x0q9]{Seasoned} if you chose Crafting or @Compendium[pf2e.feats-srd.X2jGFfLU5qI5XVot]{Streetwise} if you chose Society. You're also trained in Mercantile Lore.</p>"
		},
		"Former Aspis Agent": {
			"name": "Former Aspis Agent",
			"description": "<p>For more than a century, the Pathfinder Society has clashed with the avaricious and underhanded Aspis Consortium, and several years ago the Society dealt its rival a decisive blow. You may be one of the few survivors of a doomed Aspis expedition, or perhaps you chafed at the Consortium's villainous practices and defected to the Pathfinders. No matter your reasons, you know how to be efficient and ruthless when the circumstances demand.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Intimidation skill and the Aspis Consortium Lore skill. You gain the @Compendium[pf2e.feats-srd.gUqvezs2zzoTXFAI]{Group Coercion} skill feat. You gain access to any uncommon options as though you were a member of the Aspis Consortium.</p>\n<hr />\n<p><strong>Special</strong> You can select this background only if you have earned credit for at least 5 First Edition scenarios from Season 7 of the Pathfinder Society organized play campaign.</p>"
		},
		"Framed in Ferrous Quarter": {
			"name": "Framed in Ferrous Quarter",
			"description": "<p>Everyone knows that Ferrous Quarter isn't exactly the nicest part of Alkenstar. Hard-working laborers, gunsmiths suffering from black lung, and red-eyed tinkerers alike can toil their entire lives on these grimy streets and still wind up dead in an alley with nothing to show for it. You were once one of these humble artisans, until one day, out of nowhere, things broke bad.</p>\n<p>Maybe you hung out with the wrong crowd. Maybe it was just bad luck. Whatever the case, you were framed for a crime you didn't commit-larceny, smuggling, possibly even murder. You didn't stick around long enough to find out what, exactly, the shieldmarshals banging on your door were charging you with. Now, you're on the lam, uncertain where you'll be able to get a good night's sleep, let alone your next meal.</p>\n<p>At least one thing's for sure, though: before you turned heel and ran into the streets, you saw a telltale signature on the arrest warrant. It was the scrawl of a corrupt shieldmarshal who's framed countless other hardworking folks in your neighborhood on the basis of cooked-up evidence. Yes, you're sure of it-the crooked guard who took you down is none other than Deputy Anjelique Loveless, and you're determined to return the favor.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Constitution</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Crafting skill and the Engineering Lore skill. You gain the @Compendium[pf2e.feats-srd.QLeMH5mQgh28sa5o]{Specialty Crafting} skill feat.</p>"
		},
		"Freed Slave of Absalom": {
			"name": "Freed Slave of Absalom",
			"description": "<p><strong>Prerequisite</strong> Region - Absalom and Starstone Isle</p>\n<hr />\n<p>As a recently freed slave in Absalom, you belong to a new, close-knit social class at the heart of the city's most important trades.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Society skill and the Absalom Lore skill. You gain the @Compendium[pf2e.feats-srd.X2jGFfLU5qI5XVot]{Streetwise} skill feat.</p>"
		},
		"Friend of Greensteeples": {
			"name": "Friend of Greensteeples",
			"description": "<p>You're a good friend of Benedet, the majordomo of Greensteeples Manor in Egorian, Cheliax. You've learned a thing or two about surviving against all odds thanks to your close association with House Jeggare and the clandestine Pathfinder Society operations based out of Greensteeples.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in your choice of the Deception or Society skills, and gain the @Compendium[pf2e.feats-srd.W6Gl9ePmItfDHji0]{Assurance} skill feat with your chosen skill. You're also trained in a Lore skill about a narrow category of creatures.</p>\n<p>Additionally, when you receive a mission briefing at Greensteeples Manor (or a briefing from Benedet or Varian Jeggare at another location), you receive a warm welcome. You gain a +2 circumstance bonus to your checks to Gather Information or Recall Knowledge during the Getting Started segment of such adventures. Be sure to remind your GM that you have a relevant background.</p>"
		},
		"Geb Crusader": {
			"name": "Geb Crusader",
			"description": "<p><strong>Prerequisite</strong> Region - Impossible Lands</p>\n<hr />\n<p>You grew up considering the existence of the undead nation of Geb an atrocity and trained to one day take part in destroying it and putting its vile inhabitants to their final rest. Key to your preparations is a thorough study of Pharasma, Urgathoa, and other undead-related deities and their philosophies.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Religion skill and the Undead Lore skill. You gain the @Compendium[pf2e.feats-srd.x7EMZNMavris2aHY]{Student of the Canon} skill feat.</p>"
		},
		"Gloriana's Fixer": {
			"name": "Gloriana's Fixer",
			"description": "<p>You used to run certain \"errands\" for Gloriana Morilla, a close confidante of Grand Princess Eutropia Stavian, the ruler of Taldor. Gloriana took note of your skills and suggested you join the Pathfinder Society, a group she's heavily involved in herself.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Thievery skill and the Underworld Lore skill. You gain the @Compendium[pf2e.feats-srd.hVZbnsDuXihggylt]{Subtle Theft} skill feat.</p>\n<p>Additionally, when Gloriana Morilla is present during your mission briefings, she discreetly checks in with you and provides some pointers. You gain a +2 circumstance bonus to your checks to Gather Information or Recall Knowledge during the Getting Started segment of such adventures. Be sure to remind your GM that you have a relevant background.</p>"
		},
		"Goblinblood Orphan": {
			"name": "Goblinblood Orphan",
			"description": "<p><strong>Prerequisite</strong> Region - Old Cheliax</p>\n<hr />\n<p>Your family, whether goblin, hobgoblin, or human, died in the Goblinblood Wars. Though you were marked by these losses, you managed to survive through your own resilience and resourcefulness.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>体质</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Survival skill and the Goblin Lore skill. You gain the @Compendium[pf2e.feats-srd.W6Gl9ePmItfDHji0]{Assurance} skill feat with Survival.</p>"
		},
		"Godless Graycloak": {
			"name": "Godless Graycloak",
			"description": "<p>You were a member of a church once, and you saw some things among Absalom's religious elite that put you off piety for good. Maybe it was one too many beggars turned away at the temple's front door, or maybe it was a high-ranking priests consistent abuses of power. What got to you most, though, was that according to just about every belief system out there, sinners and saints, priests and paupers were all alike in one key way: they never saw retribution or accolades until buried 6 feet under. You wanted more from Absalom. You wanted more from the world. You wanted justice now, on this plane, not in some indeterminate afterlife. So you left the church and wandered the city, a ghost of your former self.</p>\n<p>You finally found a like mind in Captain Runewulf, \"the Unbeliever,\" whose reputation and similar distaste for religion inspired you to join the Graycloaks. As a sworn protector of the Ascendant Court, you didn't differentiate between Sarenites or Pharasmins, Iomedaeans or Norgorberites; if you saw someone in danger, you put your life on the line to save them, whatever their place within or outside a church.</p>\n<p>Your good record has earned you a transfer-temporary or not, the choice is yours-to the newly formed Edgewatch, where you'll use your authority to guard the lives of not just Absalomians, but all who have come to your grand city to experience its wonders. 选择两项属性提升。一项必须是<strong>体质</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Religion skill and your choice of a specific religion Lore skill (such as Iomedae Lore or Norgorber Lore).</p>\n<p>You gain a +1 circumstance bonus to Deception, Diplomacy, and Intimidation checks to @Compendium[pf2e.actionspf2e.pvQ5rY2zrtPI614F]{Interact} with Graycloaks, priests, and clerics. You gain the @Compendium[pf2e.feats-srd.IlOQuCQIhjJpig3S]{Quick Identification} feat.</p>"
		},
		"Gold Falls Regular": {
			"name": "Gold Falls Regular",
			"description": "<p>You've long been a regular of Gold Falls Inn, a tavern located near Droskar's Crag in the Darkmoon Vale region of Andoran. The establishment is a frequent gathering place for adventurers, storytellers, and folk heroes. You took note of the Pathfinder Society's growing reputation in the area and decided to join up and seek adventure and fame of your own.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Performance skill, as well as your choice of the Cooking Lore skill or Volcano Lore skill. You gain the @Compendium[pf2e.feats-srd.xqAdXRd2gSQcqp5E]{Impressive Performance} skill feat.</p>\n<p>Additionally, when you receive a mission briefing at Gold Falls Inn or a settlement in Darkmoon Vale, you can draw on your knowledge of the region and its many stories. You gain a +2 circumstance bonus to your checks to Gather Information or Recall Knowledge during the Getting Started segment of such adventures. Be sure to remind your GM that you have a relevant background.</p>"
		},
		"Goldhand Arms Dealer": {
			"name": "Goldhand Arms Dealer",
			"description": "<p>You're a dwarven agent of the Goldhand Lodge, a collection of dwarven merchants based out of Dongun Hold who seeks to sell guns far and wide. High King Anong Arunak hasn't expressed approval for such a method of distribution yet, but in the meantime you're still out and about, talking up your wares and occasionally providing visceral demonstrations of the overwhelming stopping power of your firearms. These demonstrations and sales have given you a taste for adventure, and the constant threat of piracy has convinced you of the importance of adventuring with a group.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in Diplomacy and Mercantile Lore. You gain the @Compendium[pf2e.feats-srd.KpFetnUqTiweypZk]{Group Impression} skill feat.</p>"
		},
		"Grand Council Bureaucrat": {
			"name": "Grand Council Bureaucrat",
			"description": "<p><strong>Prerequisite</strong> Region - Absalom and Starstone Isle</p>\n<hr />\n<p>You spent years working as a clerk to a functionary in Absalom's government. Your service taught you a thing or two about rousing speeches and manipulating the city's bureaucracy.</p>\n<p>选择两项属性提升。一项必须是<strong>魅力</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Diplomacy skill and the Government Lore skill. You gain the @Compendium[pf2e.feats-srd.KpFetnUqTiweypZk]{Group Impression} skill feat.</p>"
		},
		"Grave Robber": {
			"name": "Grave Robber",
			"description": "<p>Resurrectionist. Body snatcher. No matter what you're called, you know where the bodies are buried, and how many coins they'll fetch when dug up. Adventuring comes naturally to you-in your mind dungeons are just oversized tombs-as does returning home with your loot undetected.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Dexterity</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Stealth skill and the Underworld Lore skill. You gain the @Compendium[pf2e.feats-srd.t3btih0O5RUwWynt]{Experienced Smuggler} skill feat.</p>"
		},
		"Grizzled Muckrucker": {
			"name": "Grizzled Muckrucker",
			"description": "<p>You've served on the Muckruckers, the unofficial guards of the flooded Puddles district. The pay's no good, the conditions are squalid, and you've seen things during your time on the force that've made you question your career entirely. Perhaps you joined the group out of a sense of duty to your fellow Absalomians, or maybe you felt an obligation to help restore your apocalyptic home district to some semblance of normalcy. Either way, the traumas you've endured, the double-crossers who've betrayed you, the wretched monsters that have crawled out of the muck to assail you-it's enough to turn an officer to weary cynicism or self-destruction through merciful drink.</p>\n<p>Thankfully, you found an out: an invitation to transfer to the newly formed Edgewatch. You accepted the offer in the hope that some fresh experience in a new district, surrounded by new people, might reignite the hope and passion you felt for the job so long ago.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Survival skill, as well as either Labor Lore or Underworld Lore. You gain a +1 circumstance bonus to Deception, Diplomacy, and Intimidation checks to @Compendium[pf2e.actionspf2e.pvQ5rY2zrtPI614F]{Interact} with Muckruckers, mercenaries, and adventurers. You gain the @Compendium[pf2e.feats-srd.urQZwmzg2kS53vd5]{Experienced Tracker} skill feat.</p>"
		},
		"Guest of Sedeq Lodge": {
			"name": "Guest of Sedeq Lodge",
			"description": "<p>Either as a guest, event staff, or part of the construction crew, you spent a significant stretch of time at the Pathfinder Society's new lodge in Sedeq. The lodge serves as a new home for those fleeing from oppression or otherwise seeking a fresh start in Qadira. The magic and marvels you witnessed at the lodge inspired you to find more excitement as a member of the Pathfinder Society.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in your choice of the Arcana or Religion skills, as well as your choice of the Genie Lore or Sarenrae Lore skills. You gain the @Compendium[pf2e.feats-srd.MjQyTcV8Jiv1Jtln]{Recognize Spell} skill feat.</p>\n<p>Additionally, when you receive a mission briefing at Sedeq Lodge, your familiarity with the site and the nearby area comes in handy. You gain a +2 circumstance bonus to your checks to Gather Information or Recall Knowledge during the Getting Started segment of such adventures. Be sure to remind your GM that you have a relevant background.</p>"
		},
		"Gunsmith": {
			"name": "Gunsmith",
			"description": "<p>From a young age, you apprenticed to an experienced gunsmith and over time your skill and knowledge rose to match that of your master. Today, you can easily repair, modify, or improve nearly any firearm you've seen before, and even if you haven't seen it, you'll break it down to learn about what makes it tick in no time. You've taken those skills on the road, using them to assist yourself and your allies as an adventurer when it comes to maintaining their weapons, shields, armor, and more.</p>\n<p>Choose two ability boosts. One of these boosts must be to <strong>智力</strong>或<strong>敏捷</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Crafting skill and the Engineering Lore skill. You gain the @Compendium[pf2e.feats-srd.ASy9AKEIRxPYUi5o]{Quick Repair} skill feat.</p>"
		},
		"Harbor Guard Moonlighter": {
			"name": "Harbor Guard Moonlighter",
			"description": "<p>The Harbor Guard isn't known for being the most honorable precinct in town. A few years after you joined the force, you became disillusioned by the rampant corruption within the precinct and the district at large. One night, you stumbled on an ad for a local monster hunter's guild. You joined on a whim, but fell in love with the swashbuckling lifestyle of an independent bounty hunter. You've since earned quite a reputation for your nocturnal adventures; everyone still knows that you're a Harbor Guard, but stories of your dungeon-delving adventures have long overshadowed that facet of your life. Unfortunately, long nights of monster-hunting have negatively impacted your performance at your day job, so maybe it wasn't a surprise when your supervising officer put in a transfer request for you, spelling the end of your plucky nighttime antics with that particular guild.</p>\n<p>Despite the decline in your performance, Lieutenant Lavarsus of Edgewatch sees potential (and even, maybe, a bit of himself) in you. You're eager to be on a new unit and for the chance to bring your monster-hunting skills to a district that has been plagued by such supernatural beasts for far too long.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>体质</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Athletics skill and your choice of Sailing Lore or Hunting Lore. You gain a +1 circumstance bonus to Deception, Diplomacy, and Intimidation checks to @Compendium[pf2e.actionspf2e.pvQ5rY2zrtPI614F]{Interact} with Harbor Guards, ship captains, and freelance adventurers. You gain the @Compendium[pf2e.feats-srd.ZBhvJ9O8MvBFAlhq]{Quick Jump} skill feat.</p>"
		},
		"Harrow-Led": {
			"name": "Harrow-Led",
			"description": "<p>You were the subject of a harrow reading at a pivotal point in your life, such as on an important birthday, or upon reaching adulthood. The reading was eerily accurate and has been relevant, for good or ill, at more points in your life than you could call mere coincidence.</p>\n<p>Randomly determine two harrow suits tied to your character, each reflecting a specific ability score. You can do so by drawing cards from a harrow deck or by rolling a [[/r 1d6]]{d6}:</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>d6</th>\n<th>Result</th>\n<th>Ability</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Hammers</td>\n<td>Strength</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Keys</td>\n<td>Dexterity</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Shields</td>\n<td>Constitution</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Books</td>\n<td>Intelligence</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Stars</td>\n<td>Wisdom</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Crowns</td>\n<td>Charisma</td>\n</tr>\n</tbody>\n</table>\n<p>The first suit is your aligned score, and the second suit is your misaligned score.</p>\n<p>Choose two ability boosts. One must be to your <strong>aligned or misaligned</strong> score, and one is a free ability boost.</p>\n<p>You're trained in your choice of the Occultism, Performance, or Society skill and the Harrow Lore skill. You gain the @Compendium[pf2e.feats-srd.1Bt7uCW2WI4sM84P]{Dubious Knowledge} skill feat.</p>"
		},
		"Haunted Citizen": {
			"name": "Haunted Citizen",
			"description": "<p>You grew up in a region where undead lurk everywhere. This could be a domain as small as a vampire's fief or as vast as the nation of Ustalav. As an ever-present concern, the undead greatly shaped your life. Living with fear became an everyday skill... as did pleading for your life.</p>\n<p>Choose two ability boosts. One must be to <strong>Wisdom</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Diplomacy skill and the Lore skill for your home settlement. You gain the @Compendium[pf2e.feats-srd.6ON8DjFXSMITZleX]{No Cause for Alarm} skill feat.</p>"
		},
		"Hellknight Historian": {
			"name": "Hellknight Historian",
			"description": "<p>The various Hellknight Orders intrigue you, whether you seek to become one of their number yourself, wish to oppose their goals at every turn, or are merely inspired by or curious to learn more about them. You've heard that when the Order of the Nail abandoned Citadel Altaerein, they left behind the deed to the castle so anyone brave enough to explore the ruins and the defenses no doubt left behind would be rewarded with ownership of the abandoned fortress.</p>\n<p>You decided to join the Call for Heroes to hoping to gain an opportunity to explore Citadel Altaerein.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Society skill and the Architecture Lore skill. You gain the @Compendium[pf2e.feats-srd.JtjnFsOToBLnSRO9]{Courtly Graces} skill feat.</p>"
		},
		"Hermean Expatriate": {
			"name": "Hermean Expatriate",
			"description": "<p><strong>Prerequisite</strong> Region - High Seas</p>\n<hr />\n<p>You have been exiled from Hermea, perhaps of your own accord or perhaps because you didn't measure up. However, you take with you some of the benefits of the excellent education afforded to its citizenry.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Society skill and the Dragon Lore skill. You gain the @Compendium[pf2e.feats-srd.P6icK2DbRoZ3H6kc]{Skill Training} skill feat.</p>"
		},
		"Hermean Heritor": {
			"name": "Hermean Heritor",
			"description": "<p><strong>[Legacy - Age of Ashes]</strong></p>\n<p>With the restrictions on Hermean citizenship lifted, you may have fled the city of Promise or have spent some of your childhood in the company of someone who did.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Society skill and the Legal Lore skill. You gain the @Compendium[pf2e.feats-srd.P9HCz0uR6xPHuw72]{Multilingual} skill feat or the @Compendium[pf2e.feats-srd.W6Gl9ePmItfDHji0]{Assurance} skill feat for Society.</p>"
		},
		"Hermit": {
			"name": "隐士 Hermit",
			"description": "<p>你在洞穴、偏远绿洲、与世隔绝的庄园一类的僻静之地离群索居。冒险可能意味着你在一段时间以来首次与他人接触。原因可能是你想要摆脱孤独，或者是一场意外的变故，但无论如何，你可能都会显得格格不入。</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>你在自然或神秘技能，以及一项与你隐居的地形相关的学识技能（比如洞穴Cave或沙漠Desert）上受训。你获得@Compendium[pf2e.feats-srd.1Bt7uCW2WI4sM84P]{可疑知识 Dubious Knowledge}技能专长。</p>"
		},
		"Hired Killer": {
			"name": "Hired Killer",
			"description": "<p>Your life truly began after your first kill. Maybe you killed in self-defense, maybe it was a crime of passion, or maybe it was just an accident and you were a kid in the wrong place at the wrong time. In the end, the why doesn't matter. You got away with it. And then you found that maybe it didn't bother you as much as it should have. And maybe, just maybe, you had a talent you could use to forge a life for yourself. A blood-soaked talent and a blood-soaked life, sure. But it's yours.</p>\n<p>Choose two ability boosts. One boost must be to <strong>力量</strong>或<strong>敏捷</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Stealth skill and the Underworld Lore skill. You gain the @Compendium[pf2e.feats-srd.beyw5bdA5hkQbmaG]{Terrain Stalker} skill feat, choosing a terrain appropriate for where you make your kills.</p>"
		},
		"Hookclaw Digger": {
			"name": "Hookclaw Digger",
			"description": "<p><strong>Prerequisites</strong> Kobold ancestry</p>\n<p>You are a digger from the Hookclaw kobold tribe, born beneath the streets of Absalom, with muscles and mind hardened by years spent tunneling through rock and earth and a confidence built upon your pride in your draconic heritage.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Crafting skill, the Mining Lore skill, and the Engineering Lore skill. You gain the @Compendium[pf2e.feats-srd.3HChkcD1IRqv4DbA]{Improvise Tool} skill feat.</p>"
		},
		"Hounded Thief": {
			"name": "Hounded Thief",
			"description": "<p>Some time ago, you stole a unique item from a strange individual. It might have been a piece of clockwork from a far-off land or some other bit of strange technology. You might still have it or you might have sold it, but either way, you can't shake the feeling that you're being followed and watched, likely by forces who want to retrieve what you took. Luckily, a life of adventure keeps you on the move.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Thievery skill and the Underworld Lore skill. You gain the @Compendium[pf2e.feats-srd.jDdOqFmZLwE4dblQ]{Pickpocket} skill feat.</p>"
		},
		"Inexplicably Expelled": {
			"name": "Inexplicably Expelled",
			"description": "<p>Gaining admission to Blythir College is a difficult task, even for Alkenstar's most well-to-do families. In the magic-warped Mana Wastes, it's next to impossible to fake arcane talents or alchemical aptitude. So when you were accepted to the school, it was one of the most triumphant moments of your life.</p>\n<p>Unfortunately, your victory was short-lived. Just as you were you making significant headway on a promising series of explosive experiments, you found a letter on your desk informing you that, effective immediately, you were permanently expelled from Blythir College. As bogus as the punishment was, the charges leveled against you were even more puzzling: theft of property, both intellectual and physical. And just like that, you found your prestigious honors replaced with a ruined reputation, and your colleagues and mentors became bitter rivals and accusers. In an instant, you'd gone from promising scholar to wanted criminal.</p>\n<p>You followed the money for answers and learned that a shady financier named Ambrost Mugland didn't want you to finish your research at Blythir. He'd learned that you were on the brink of a great discovery-one that even you weren't fully aware of-and he decided that your imminent breakthrough would be bad for business. Unfortunately for Mugland, he chose the wrong student to destroy. Now, you'll do whatever's necessary to get your revenge on the villain who stole the future you had worked so hard to build for yourself.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Crafting skill and the Academia Lore skill. You gain the @Compendium[pf2e.feats-srd.is3Oz9wt11lNq62K]{Alchemical Crafting} skill feat.</p>"
		},
		"Inlander": {
			"name": "Inlander",
			"description": "<p><strong>Prerequisite</strong> Region - Absalom and Starstone Isle</p>\n<hr />\n<p>You grew up in an untamed region of the Isle of Kortos, and you know how to survive in the wild.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Survival skill and a Lore skill related to the terrain type associated with your home region (such as Hills Lore or Mountains Lore). You gain the @Compendium[pf2e.feats-srd.tGIXuk0XeWmG04CX]{Survey Wildlife} skill feat.</p>"
		},
		"Iolite Trainee Hobgoblin": {
			"name": "Iolite Trainee Hobgoblin",
			"description": "<p><strong>Prerequisites</strong> Hobgoblin Ancestry</p>\n<hr />\n<p>The Iolite Squad was Oprak's first foray into training hobgoblins for Pathfinder membership. You've added the archival and archaeological skills they sent back to Oprak into your military training.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Society skill and the Warfare Lore skill. You gain the @Compendium[pf2e.feats-srd.aAoFc10cOpxGypOY]{Sign Language} skill feat.</p>"
		},
		"Issian Partisan": {
			"name": "Issian Partisan",
			"description": "<p><strong>Prerequisite</strong> Region - Broken Lands</p>\n<hr />\n<p>You grew up among the northern houses of Brevoy in old Issia. Steeped in the cultural legacy of pirates and smugglers, you rely on your cleverness and charm as you make your way throughout the world.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Deception skill and the Underworld Lore skill. You gain the @Compendium[pf2e.feats-srd.B6HbYsLBWb1RR6Fx]{Charming Liar} skill feat.</p>"
		},
		"Junk Collector": {
			"name": "Junk Collector",
			"description": "<p>You live by the adage that one person's trash is another's treasure. Whether by sifting through scrap heaps or digging up old battlefields, you remain on the lookout for lost or discarded objects that you might be able to turn into something useful. More often than not, what you find is just junk... but you're convinced that one of these days, you're going to hit the jackpot. You've even taken up adventuring as a means to supercharge your access to all sorts of junk, gear, and loot.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Crafting skill and your choice of either the Engineering Lore or Mining Lore skill. You gain the @Compendium[pf2e.feats-srd.voYr7ygVcWmlg1f4]{Crafter's Appraisal} skill feat.</p>"
		},
		"Junker": {
			"name": "Junker",
			"description": "<p>You live on the outskirts of civilization, combing through the detritus left behind for interesting trinkets to sell or use in your own crafting. Though you have a preferred terrain to search, you know that the greatest treasures occur where people make greater use of technology.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Athletics skill and the Lore skill of the terrain in which you scavenge. You gain the @Compendium[pf2e.feats-srd.C0Tcelg3BAPhML6J]{Hefty Hauler} skill feat.</p>"
		},
		"Kalistrade Follower": {
			"name": "Kalistrade Follower",
			"description": "<p><strong>Prerequisite</strong> Region - Shining Kingdoms</p>\n<hr />\n<p>You follow the philosophy of the Prophecies of Kalistrade, seeking to build up your wealth in this life so that you might meet the next world on your own terms.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Diplomacy skill and the Kalistrade Lore skill. You gain the @Compendium[pf2e.feats-srd.5nc5ridFBfYpn2Om]{Bargain Hunter} skill feat.</p>"
		},
		"Kyonin Emissary": {
			"name": "Kyonin Emissary",
			"description": "<p><strong>Prerequisite</strong> Region - Shining Kingdoms</p>\n<hr />\n<p>You were trained to be an ambassador of the elven land of Kyonin, and you have now been sent out into the wider world to build alliances between Kyonin and the neighboring kingdoms.</p>\n<p>选择两项属性提升。一项必须是<strong>魅力</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Society skill and the Politics Lore skill. You gain the @Compendium[pf2e.feats-srd.P9HCz0uR6xPHuw72]{Multilingual} skill feat.</p>"
		},
		"Lastwall Survivor": {
			"name": "Lastwall Survivor",
			"description": "<p><strong>Prerequisite</strong> Region - Eye of Dread</p>\n<hr />\n<p>You managed to escape the devastation that the Whispering Tyrant brought to your nation, but you lost everything to the lich-king's minions, including your home and many friends and family.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Medicine skill and the Undead Lore skill. You gain the @Compendium[pf2e.feats-srd.wYerMk6F1RZb0Fwt]{Battle Medicine} skill feat.</p>"
		},
		"Learned Guard Prodigy": {
			"name": "Learned Guard Prodigy",
			"description": "<p>For some, the nuts and bolts of keeping the peace are practically second nature. Such is the case for you, a member of the Learned Guard with an incredible mind for investigation as well as a gift for understanding magic. You probably aren't a hit with your peers, who find your intellect and natural gift of deduction perhaps a bit off-putting, but when left to your own devices you excel, and you get along well with professors and mages such as those who work in Forae Logos or the Arcanamirium.</p>\n<p>After no shortage of debating the pros and cons, you decided to transfer to the Edgewatch precinct. Sure, you have a keen understanding of the theories and principles behind law enforcement, but you've reasoned that in order to be a truly effective guard you'll need some first-hand experience in a high-risk area nabbing suspects and protecting innocents- all the while taking fastidious notes and writing your grand thesis on the merits and shortcomings of Absalom's laws.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in your choice of the Arcana or Occultism skill, as well as Legal Lore. You gain a +1 circumstance bonus to Deception, Diplomacy, and Intimidation checks to @Compendium[pf2e.actionspf2e.pvQ5rY2zrtPI614F]{Interact} with Learned Guards and with academics such as librarians and scholars. You gain the @Compendium[pf2e.feats-srd.MjQyTcV8Jiv1Jtln]{Recognize Spell} skill feat.</p>"
		},
		"Legendary Parents": {
			"name": "Legendary Parents",
			"description": "<p><strong>[Legacy - Age of Ashes]</strong></p>\n<p>One or more of your parents (either biological or adoptive) were heroes of the Age of Ashes Adventure Path. Others tend to treat you with a bit more respect, or perhaps fear your connections to people of great power.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Intimidation skill, and the Genealogy Lore skill. You gain the @Compendium[pf2e.feats-srd.gUqvezs2zzoTXFAI]{Group Coercion} skill feat.</p>"
		},
		"Lesser Scion": {
			"name": "Lesser Scion",
			"description": "<p>You are the youngest child in a noble house (in Cheliax, Isger, or Andoran) and stand to inherit nothing from your family. Although you have a minor title, it affords you no lands or wealth, but it has garnered you a small amount of respect and deference in your travels. When play begins, you are riding in a caravan bound for Almas, where a cousin has promised to allow you to stay with them for a month.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Diplomacy skill and the Heraldry Lore skill. You gain the @Compendium[pf2e.feats-srd.4RjDxgvNXNl5GG9d]{Hobnobber} skill feat.</p>"
		},
		"Local Scion": {
			"name": "Local Scion",
			"description": "<p>You're from Breachill and have lived there most, if not all, of your life. You might be the son or daughter of a well-known local adventuring family, or a family with a storied tradition of military or other martial service. You likely also have some sort of skill with your hands, as the people of Breachill are very self-sufficient.</p>\n<p>The Call for Heroes is one of your hometown's most iconic traditions, and you want to attend so you can prove your own merits to the council-beyond simply those of your family's name.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Crafting skill and the Breachill Lore skill. You gain the @Compendium[pf2e.feats-srd.QLeMH5mQgh28sa5o]{Specialty Crafting} skill feat.</p>"
		},
		"Lost and Alone": {
			"name": "Lost and Alone",
			"description": "<p>You were training to become a knight in Lastwall when the Whispering Tyrant escaped his imprisonment and destroyed the nation. It was only by dumb luck that you are alive at all, but the memories of that fateful day haunt your dreams. When play begins, you have boarded a caravan heading toward a new town, having worn out your welcome at the taverns and inns of Elidir.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Intimidation skill, and the Warfare Lore skill. You gain the @Compendium[pf2e.feats-srd.xQMz6eDgX75WX2ce]{Intimidating Glare} skill feat.</p>"
		},
		"Lumber Consortium Laborer": {
			"name": "Lumber Consortium Laborer",
			"description": "<p><strong>Prerequisite</strong> Region - Shining Kingdoms</p>\n<hr />\n<p>You have suffered as a worker for the unscrupulous Lumber Consortium, laboring under harsh conditions in dangerous wooded regions of Andoran.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>敏捷</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Athletics skill and the Forest Lore skill. You gain the @Compendium[pf2e.feats-srd.W6Gl9ePmItfDHji0]{Assurance} skill feat with Athletics.</p>"
		},
		"Magaambya Academic": {
			"name": "Magaambya Academic",
			"description": "<p><strong>Prerequisite</strong> Region - Mwangi Expanse</p>\n<hr />\n<p>You studied magic at the prestigious Magaambya academy in Nantambu, learning magical traditions dating back to Old- Mage Jatembe and earning a pedigree respected by magical scholars almost everywhere.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in your choice of either the Arcana or Nature skill, as well as the Academia Lore skill. You gain the @Compendium[pf2e.feats-srd.MjQyTcV8Jiv1Jtln]{Recognize Spell} skill feat.</p>"
		},
		"Mammoth Herder": {
			"name": "Mammoth Herder",
			"description": "<p>You're adept at calming, wrangling, and living beside woolly mammoths and other megafauna commonly found in the Realm of the Mammoth Lords. Perhaps you've even formed a particularly strong bond with one or two of your following's animals, and you tend to get along with other herders in the following, such as young Imek or old Chultei. When the Broken Tusk following must move, you and the other herders know how to convey this message to the animals in your herd.</p>\n<p>选择两项属性提升。一项必须是<strong>感知</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Nature skill and the Herding Lore skill. You gain the @Compendium[pf2e.feats-srd.nowEaHgIyij7im8F]{Train Animal} skill feat.</p>"
		},
		"Mammoth Speaker": {
			"name": "Mammoth Speaker",
			"description": "<p><strong>Prerequisite</strong> Region - Saga Lands</p>\n<hr />\n<p>You have learned the secrets of taming the mighty mammoths and other megafauna of the far north. Perhaps these talents are a part of your people's traditional customs, or perhaps you sought out these massive animals of your own accord.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Nature skill and the Animal Lore skill. You gain the @Compendium[pf2e.feats-srd.nowEaHgIyij7im8F]{Train Animal} skill feat.</p>"
		},
		"Mana Wastes Refugee": {
			"name": "Mana Wastes Refugee",
			"description": "<p><strong>Prerequisite</strong> Region - Impossible Lands</p>\n<hr />\n<p>Exposure to the corrupting influence of the Mana Wastes' strange energies has warped your inner essence, resulting in unpredictable interactions with magic items and more than a little know-how about surviving under bizarre and adverse natural conditions.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Arcana skill and the Wilderness Lore skill. You gain the @Compendium[pf2e.feats-srd.uR62fVC9FyQAMCO1]{Trick Magic Item} skill feat.</p>"
		},
		"Mantis Scion": {
			"name": "Mantis Scion",
			"description": "<p><strong>Prerequisite</strong> Region - High Seas</p>\n<hr />\n<p>At least one of your parents is a member of the notorious Red Mantis assassins, merciless killers for hire who rarely fail to claim their marks. Whether on purpose or by simple exposure, you were trained from a young age in the art of stalking and killing people.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Stealth skill and the Assassin Lore skill. You gain the @Compendium[pf2e.feats-srd.W6Gl9ePmItfDHji0]{Assurance} skill feat with Stealth.</p>"
		},
		"Market Runner": {
			"name": "Market Runner",
			"description": "<p>Keeleno Lathenar, the proprietor of Otari Market, is a grim and bitter man. A werewolf named Jaul Mezmin mauled his wife, Ayla, to death 30 years ago. Keeleno has never forgotten nor forgiven this attack, and he believes against all odds that Jaul has evaded justice and is alive and well. Running errands for Keeleno around town, you've gotten to know him almost as well as you know Otari. Keeleno's suspicions have rubbed off</p>\n<p>on you a bit, so you keep a wary eye on other people—particularly around the full moon.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Diplomacy skill and the Otari Lore skill. You gain the @Compendium[pf2e.feats-srd.4RjDxgvNXNl5GG9d]{Hobnobber} skill feat.</p>"
		},
		"Martial Disciple": {
			"name": "习武者 Martial Disciple",
			"description": "<p>你致力于艰苦的训练和严格的修习，以成为一名伟大的武者。你所在的学校可能是一座传统修道院、一座精英军事学院、或是一个著名佣兵组织的本地分部。</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>敏捷</strong>，另一项为自选属性提升。</p>\n<p>你可选择在特技或运动技能上受训。若你选择特技，你获得技能专长：@Compendium[pf2e.feats-srd.LQw0yIMDUJJkq1nD]{猫之坠 Cat Fall}；若你选择运动，你获得技能专长：@Compendium[pf2e.feats-srd.ZBhvJ9O8MvBFAlhq]{快速跳跃 Quick Jump}。此外，你还会在战争学识技能上受训。</p>"
		},
		"Mechanic": {
			"name": "Mechanic",
			"description": "<p>The intricate inner workings of machines are no stranger to you. Whether they are mundane devices or complex clockworks, you know what makes them tick and how to maintain them. An adventuring group might keep you around to repair their equipment, or you might travel around to offer your rare services to those in need-for a price, of course!</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Crafting skill and the Engineering Lore skill. You gain the @Compendium[pf2e.feats-srd.ASy9AKEIRxPYUi5o]{Quick Repair} skill feat.</p>"
		},
		"Mechanical Symbiosis": {
			"name": "Mechanical Symbiosis",
			"description": "<p>Whether you purposefully took it on or had it thrust upon you, a bronze, clockwork object latched onto some part of your body. It may have sunk its needles into you or locked its spidery legs around your neck, torso, or upper arm. Some entity or spirit lives in this collection of gears and wires-whether or not other people hear its whispers is up to you. The entity may be an ancient, terrible being that has razed villages with its hosts, or it may be a brilliant, starry-eyed child who barely understands you're not part of its own body.</p>\n<p>You have studied and searched for information on these rare, crab-like machines, leaving you an expert in the binding of elemental spirits or mortal souls to mechanical objects. Though you have several theories on what the symbiotic entity might be, you have no definitive answers-this may be why you're adventuring in the first place, or perhaps you've made a deal with someone to get it removed. The entity might talk to you periodically, or it might only speak when it wants you to do something in particular or finds the two of you in danger. You and the GM should decide on the entity's motivations, or if the motivations should be a secret known only to the GM.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Arcana skill and an additional skill in which the clockwork entity is well-versed, determined by the GM. Any time you attempt a skill check for the entity's skill, the GM can offer you a +1 circumstance bonus to the check, as though the entity were Aiding you. If you accept but fail the check, the entity clenches up and you are @Compendium[pf2e.conditionitems.dfCMdR4wnpbYNTix]{Stunned 1} (@Compendium[pf2e.conditionitems.dfCMdR4wnpbYNTix]{Stunned 2} on a critical failure).</p>"
		},
		"Medicinal Clocksmith": {
			"name": "Medicinal Clocksmith",
			"description": "<p>While others might have looked to clockwork as a mechanical innovation, you see the potential in the technology to improve the health of patients. You might be an experienced field medic who reached for a scrapped construct to help a wounded soldier, or a vanguard surgeon who's found replacing organs with clockwork more effective than repairing them. Perhaps you've also worked to \"optimize\" organic bodies with fine machinery, with or without the permission of your patients.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Medicine skill and the Engineering Lore skill. You gain the @Compendium[pf2e.feats-srd.bkZgWFSFV4cAf5Ot]{Risky Surgery} skill feat.</p>"
		},
		"Megafauna Hunter": {
			"name": "Megafauna Hunter",
			"description": "<p>Life is only as meaningful as its risks, and the risks you're willing to take are big indeed. Like Wipa's half-sister Panuaku, Mammoth Lord Merthig, and Eiwa's great-grandnephew Pakano, you revel in the thrill of the hunt, especially when it involves mortal combat with megafauna, dinosaurs, and other oversized beasts. Though you're still early in your hunting career, your talent shows great promise, and you have a natural knack for tracking and taking down big game such as moose, saber-toothed tigers, and even wild mammoths.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>敏捷</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Athletics skill and the Hunting Lore skill. You gain the @Compendium[pf2e.feats-srd.KxaYlC50zzHysJj8]{Titan Wrestler} skill feat.</p>"
		},
		"Menagerie Dung Sweeper": {
			"name": "Menagerie Dung Sweeper",
			"description": "<p><strong>Prerequisite</strong> Region - Absalom and Starstone Isle</p>\n<hr />\n<p>Whether you washed warrior beasts below the Irorium's arena floor or tended to the mutated animals of a Puddle sideshow, you are experienced with all manner of weird wildlife.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Nature skill and the Animal Lore skill. You gain the @Compendium[pf2e.feats-srd.nowEaHgIyij7im8F]{Train Animal} skill feat.</p>"
		},
		"Merabite Prodigy": {
			"name": "Merabite Prodigy",
			"description": "<p><strong>Prerequisite</strong> Region - Golden Road</p>\n<hr />\n<p>Even in a city renowned for its alchemy, you were able to rise above the competition.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Crafting skill and the Alchemical Lore skill. You gain the @Compendium[pf2e.feats-srd.QLeMH5mQgh28sa5o]{Specialty Crafting} skill feat with alchemy</p>"
		},
		"Missionary": {
			"name": "Missionary",
			"description": "<p>You received training from clergy in a faraway temple, who sent you out into the world to spread the faith. Although you are relatively new at this, you are always on the lookout for new places in need of your deity's teachings and guidance. When play begins, you are riding along in a caravan making your way through sparsely populated regions of Isger, spreading the news of your faith to those who will listen.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Diplomacy skill and the Scribing Lore skill. You gain the @Compendium[pf2e.feats-srd.KpFetnUqTiweypZk]{Group Impression} skill feat.</p>"
		},
		"Molthuni Mercenary": {
			"name": "Molthuni Mercenary",
			"description": "<p><strong>Prerequisite</strong> Region - Eye of Dread</p>\n<hr />\n<p>Whether you sought citizenship or simply needed a steady paycheck, you spent some of your time as a paid mercenary in the armed forces of Molthune, where you fought against Molthune's enemies such as Nirmathas or the Ironfang Legion. Alternatively, you might have worked at sea, protecting Molthune's military and trading ships against pirates on Lake Encarthan.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>体质</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Athletics skill and the Mercenary Lore skill. You gain the @Compendium[pf2e.feats-srd.sMm0UfYxEPpq2Yzd]{Experienced Professional} skill feat.</p>"
		},
		"Money Counter": {
			"name": "Money Counter",
			"description": "<p>The wealthiest of all the factions in Geb is the Tax Collectors Union, but it's the money counters in its banks and vaults that keep the numbers tallied. You used to work as one of these drudges who counted other people's money all day, until you decided to slip some unaccounted coins into your own pocket. You weren't caught, but you knew it would only be a matter of time before you felt the Union's wrath if you remained employed. You took the next opportunity to leave with both your official and unofficial final payments.</p>\n<p>The Tax Collectors Union is unaware of your petty theft, and you remain in good standing with them. Your party gains 1 Reputation Point with the Tax Collectors Union at the start of the campaign.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in your choice of the Society or Thievery skill. You gain a skill feat: @Compendium[pf2e.feats-srd.0N8TtGSk5enoLBZ8]{Eye For Numbers} if you chose Society or @Compendium[pf2e.feats-srd.hVZbnsDuXihggylt]{Subtle Theft} if you chose Thievery. You're also trained in Accounting Lore.</p>"
		},
		"Mystic Seer": {
			"name": "Mystic Seer",
			"description": "<p>You delight crowds by reading minds, telling futures, and contacting spirits. Although much of your work is misdirection and showmanship, your cons have inadvertently awakened a genuine awareness of magic in your mind. This new sense is both thrilling and frightening, and you hope that you can hone it further in the Circus of Wayward Wonders.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Arcana skill and the Scam Lore skill. You gain the @Compendium[pf2e.feats-srd.blMeVamjGz4ODWxq]{Arcane Sense} skill feat.</p>"
		},
		"Mystic Tutor": {
			"name": "Mystic Tutor",
			"description": "<p>You spent years predicting, identifying, and harnessing the innate magical talents of those around you. A magic-rich world has taught you that you can never have too much training when everyone around you is capable of magic.</p>\n<p>Choose two ability boosts. One must be <strong>Intelligence</strong> or <strong>Wisdom</strong> and one is a free ability boost. Your innate magical trait is arcane or occult.</p>\n<p>You're trained in either Arcana or Occultism, depending on your innate magical trait, and the Academia Lore skill. You gain the @Compendium[pf2e.feats-srd.MjQyTcV8Jiv1Jtln]{Recognize Spell} skill feat.</p>"
		},
		"Necromancer's Apprentice": {
			"name": "Necromancer's Apprentice",
			"description": "<p>You apprenticed under a necromancer-a hard education in a field where a cadaver you were dissecting could suddenly animate and every magical artifact seemed deadly. Now on your own, you're grateful you learned to identify magical threats quickly and thoroughly.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Arcana skill and the Necromancy Lore skill. You gain the @Compendium[pf2e.feats-srd.IlOQuCQIhjJpig3S]{Quick Identification} skill feat.</p>"
		},
		"Newcomer In Need": {
			"name": "Newcomer In Need",
			"description": "<p>You're a Gokan native in a bad spot, and you're going to need a miracle to get you out of your current fix. Miracles are in short supply, but the title of Ruby Phoenix Champion might just do the trick. Maybe you need the prize money to pay for a relative's expensive operation or to free your family from debt to Golden League gangsters. Or maybe there's a particular prize in Hao Jin's vault that could literally save your life - an amulet you can use to flee to the farthest corners of the multiverse or even an artifact that could resurrect you if you die, just like the Ruby Phoenix. The tough circumstances of your upbringing in one of Goka's more downtrodden neighborhoods - such as industrial Oldtown, the slums of the Scales district, or even the crime-ridden undercity taught you lessons of self-reliance and how to quickly make friends in unlikely circumstances. You've scraped together an entry into the Ruby Phoenix Tournament's prequalifier with a team you can trust. Now all that's left is to pull off the impossible and win this thing once and for all.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>敏捷</strong>，另一项为自选属性提升。</p>\n<p>You're trained in Society and the Goka Lore skill. You gain the @Compendium[pf2e.feats-srd.X2jGFfLU5qI5XVot]{Streetwise} skill feat.</p>"
		},
		"Nexian Mystic": {
			"name": "Nexian Mystic",
			"description": "<p><strong>Prerequisite</strong> Region - Impossible Lands</p>\n<hr />\n<p>Your initiations into the Nexian mysteries and the philosophies of the Arclords of Nex grant you a preternatural comprehension of the arcane underpinnings of existence.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Arcana skill and a Lore skill related to one plane of your choice (other than the Material Plane). You gain the @Compendium[pf2e.feats-srd.blMeVamjGz4ODWxq]{Arcane Sense} skill feat.</p>"
		},
		"Night Watch": {
			"name": "Night Watch",
			"description": "<p>When everyone else slumbers, you're on guard. You might have been a watch member in a teeming metropolis, the guard in an unquiet cemetery, or a lonely shepherd. Many a night you've shouted out warnings into the dark, unsure of what lurked just beyond the range of your lantern's light. More than once you've seen things shambling in the dark that never should have been up and about.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Intimidation skill and either Legal Lore or the Lore skill for your home settlement. You gain the @Compendium[pf2e.feats-srd.ar2DUlvDK4LDcH9J]{Quick Coercion} skill feat.</p>"
		},
		"Nirmathi Guerrilla": {
			"name": "Nirmathi Guerrilla",
			"description": "<p><strong>Prerequisite</strong> Region - Eye of Dread</p>\n<hr />\n<p>Woodcraft comes naturally to you, and you have learned how to use the forest to your tactical advantage against superior forces in skirmishes against the Molthuni army or the Ironfang Legion.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Stealth skill and the Forest Lore skill. You gain the @Compendium[pf2e.feats-srd.beyw5bdA5hkQbmaG]{Terrain Stalker} (underbrush) skill feat.</p>"
		},
		"Northland Forager": {
			"name": "Northland Forager",
			"description": "<p>The vast tundra and looming mountains of the Realm of the Mammoth Lords may seem featureless and barren to the untrained eye, but you know better. You see what others don't: nutritious roots buried beneath muddy reeds, succulent bird eggs cradled in craggy rocks, restorative berries nestled among thorny thickets, and more. In the south, farmers toil in dusty fields to eat the same vegetables every day, but your diet is varied and you're rarely hungry-the entire Realm is your garden.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Survival skill and the Herbalism Lore skill. You gain the @Compendium[pf2e.feats-srd.8qebBeOJsyRIchcu]{Forager} skill feat.</p>"
		},
		"Oenopion-Ooze Tender": {
			"name": "Oenopion-Ooze Tender",
			"description": "<p><strong>Prerequisite</strong> Region - Impossible Lands</p>\n<hr />\n<p>Your apprenticeship in one of Oenopion's unorthodox arcane and alchemical academies instilled in you a deep reservoir of mostly reliable esoteric knowledge, not to mention a deep resentment born of countless hours spent mucking ooze pens and feeding helpless creatures to ravenous, belching jellies and gelatinous puddings.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Crafting skill and the Ooze Lore skill. You gain the @Compendium[pf2e.feats-srd.1Bt7uCW2WI4sM84P]{Dubious Knowledge} skill feat.</p>"
		},
		"Once Bitten": {
			"name": "Once Bitten",
			"description": "<p>After an altercation with an undead creature, you feared you might be infected. Either through medical intervention, luck, or misunderstanding how undeath spreads, your fears abated. However, your brush with living death taught you the value of life. You do whatever you can to avoid the end you thought you'd been fated.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Medicine skill and the Undead Lore skill. You gain the @Compendium[pf2e.feats-srd.wYerMk6F1RZb0Fwt]{Battle Medicine} skill feat.</p>"
		},
		"Onyx Trader": {
			"name": "Onyx Trader",
			"description": "<p><strong>Prerequisite</strong> Region - Eye of Dread</p>\n<hr />\n<p>Oprak doesn't share the secrets of the Onyx Vault with many, but you are one of the lucky few to be permitted into the heart of the nation. You have traveled the extradimensional paths of the Stone Roads and traded goods across a wide variety of lands. You've learned to step lively in foreign markets of all types.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Society skill and the Mercantile Lore skill. You gain the @Compendium[pf2e.feats-srd.P9HCz0uR6xPHuw72]{Multilingual} skill feat.</p>"
		},
		"Osirionologist": {
			"name": "Osirionologist",
			"description": "<p><strong>Prerequisite</strong> Region - Golden Road</p>\n<hr />\n<p>Whether you're a fascinated outsider or a local proud of your nation's storied past, you're a devoted student of Osirion's history. You might be a traveling professor, a member of a society like the Pathfinders or the Esoteric Order of the Palatine Eye, or even a simple tomb robber cashing in on the glories of the past.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Occultism skill and the Ancient Osirion Lore skill. You gain the @Compendium[pf2e.feats-srd.hDGosy2ZTwnyctEP]{Oddity Identification} skill feat.</p>"
		},
		"Otherworldly Mission": {
			"name": "Otherworldly Mission",
			"description": "<p>You're called to serve a specific purpose-your deity told you so, and so it must be true. Maybe you grew up knowing all along, or maybe it came to you one day in a vision, clear as a bell and twice as loud. You have some task that only you can accomplish. You mission might be as dangerous as killing a deadly tyrant or as simple as opening a particular door on a particular day. You should work with your GM on how to handle the truth of your character's backstory or leave it to the GM to decide in secret. Is this call to action a message from the character's own mind, are they being manipulated by some manner of supernatural entity, or are they actually getting marching orders from one of the deities of the setting?</p>\n<p>选择两项属性提升。一项必须是<strong>感知</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in Religion. Once per adventure, you can ask the voice you believe to be a deity for orders and get some kind of instruction-you never get any kind of explanation, simply a command to go somewhere or do something. Following those commands isn't always safe, but it's usually interesting.</p>"
		},
		"Ozem Experience": {
			"name": "Ozem Experience",
			"description": "<p>You or someone close to you worked with the Knights of Ozem before Lastwall fell. In addition to knowledge of the organization's tenets and goals, you have germane understanding of the order's history. You believe there are valuable lessons in the Knights of Ozem's exploits.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and the Warfare Lore skill. You gain the @Compendium[pf2e.feats-srd.JtjnFsOToBLnSRO9]{Courtly Graces} skill feat.</p>"
		},
		"Pathfinder Hopeful": {
			"name": "Pathfinder Hopeful",
			"description": "<p><strong>Prerequisite</strong> Region - Absalom and Starstone Isle</p>\n<hr />\n<p>You've long wanted to join the adventurous Pathfinder Society. You have taken up the dangerous life of an adventurer in hopes of earning a spot among the Pathfinders.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Society skill and the Pathfinder Society Lore skill. You gain the @Compendium[pf2e.feats-srd.BocFD2KV0qgUC76x]{Additional Lore} skill feat.</p>"
		},
		"Pathfinder Recruiter": {
			"name": "Pathfinder Recruiter",
			"description": "<p>The Pathfinder Society's always on the lookout for talent, but that talent rarely just stumbles into the Grand Lodge. Whether you're professionally trained to encourage new recruits or the Society's own scouts identified your potential and raised you from childhood, you're committed to expanding the Society's roster.</p>\n<p>选择两项属性提升。一项必须是<strong>感知</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Diplomacy skill and a Lore skill related to one city you've visited often. You gain the Group Impression skill feat.</p>"
		},
		"Perfection Seeker": {
			"name": "Perfection Seeker",
			"description": "<p><strong>Prerequisite</strong> Region - Impossible Lands</p>\n<hr />\n<p>You aspire to perfect your body and mind in the tradition of Jalmeray's Houses of Perfection, honing your acrobatic skills and mental faculties in preparation for a lifetime pushing the edge of what most consider possible.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Acrobatics skill as well as the Warfare Lore skill. You gain the @Compendium[pf2e.feats-srd.LQw0yIMDUJJkq1nD]{Cat Fall} skill feat.</p>"
		},
		"Pillar": {
			"name": "Pillar",
			"description": "<p>Not every Knight of Lastwall contributes to the crusade through combat. Pillars provide essential upkeep and service at camps, enjoying the same rank of knight as the crusaders and strategists for which the knights are known. You spent time as an assistant among the pillars, learning how noncombatants provide for the physical and mental wellbeing of an army.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in one of your choice of the Medicine, Society, or Survival skills, as well as the Labor Lore skill. You gain the @Compendium[pf2e.feats-srd.BocFD2KV0qgUC76x]{Additional Lore} skill feat.</p>"
		},
		"Political Scion": {
			"name": "Political Scion",
			"description": "<p>Like your parents and your parents before them, you initially followed the long path toward politics from an early age. Your close association with Absalom's upper echelons put you in touch with the city's various military or special operations units-the First Guard, the Wave Riders, the Varlokkur-though you avoided any actual duty with these groups. Thanks to your strict upbringing and the connections of your family, you soon became a lauded and highly respected member of Absalom's political elite. But you couldn't stifle a certain feeling that you were destined for more than simply filling the pointed shoes of your forebears. Despite your easily earned accolades and a relatively cushy life as a young lawyer or councilmember, you sought to do more with your diplomatic training and not live out the exact same life as your ancestors.</p>\n<p>Your decision to transfer to the Edgewatch has rubbed your traditionalist family the wrong way, and they've cut off the financial aid they've provided you your whole life. But you don't care-you know you're doing the right thing by taking on the rough jobs of a low-ranking guard, and you're ready to shine based on your own merits, not those of your lofty kin.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Diplomacy skill and Legal Lore. You gain a +1 circumstance bonus to Deception, Diplomacy, and Intimidation checks to Interact with members of Absalom's political establishment. You gain the @Compendium[pf2e.feats-srd.4RjDxgvNXNl5GG9d]{Hobnobber} skill feat.</p>"
		},
		"Post Guard of All Trades": {
			"name": "Post Guard of All Trades",
			"description": "<p>Not all cops are passionate about their jobs. For some, the pursuit of justice is just another way to pay the bills. Honestly, it was probably the Post Guard's generous time-off policy that drew you to their service, and during your yearly sabbaticals you've dabbled in hobbies as diverse as fishing, baking, or even stand-up comedy. Even while on duty, you're probably idly fiddling with a lucky coin or practicing magic tricks with a deck of cards. You probably irritate your fellow guards a bit with your non sequiturs, casual attitude, and tendency to daydream, but results don't lie, and more often than not you prove your worth when the chips are down.</p>\n<p>For all the excitement of guarding Absalom's Postern Gate, the Post Guard wasn't really the right fit for someone as distractible as yourself, so your boss put in a \"promotion\" for you to transfer to the newly formed Edgewatch. You're all for the reassignment, since it will put you smack in the middle of the most entertaining and diverse gathering of the century, the Radiant Festival.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Performance skill, a Lore skill of your choice, and you gain a <strong>bonus language</strong>. You gain a +1 circumstance bonus to Deception, Diplomacy, and Intimidation checks to @Compendium[pf2e.actionspf2e.pvQ5rY2zrtPI614F]{Interact} with Post Guards. You gain the @Compendium[pf2e.feats-srd.1Bt7uCW2WI4sM84P]{Dubious Knowledge} skill feat.</p>"
		},
		"Press-Ganged (G&G)": {
			"name": "Press-Ganged (G&G)",
			"description": "<p>Was it five shots or six? It doesn't really matter in the end, because after those nice folks bought all your drinks, you woke up on the lowest rung of the ladder. Whether a crewmate on a ship, a conscript in an army, or something worse, you've nowhere to go but up. This background generally requires buy-in with the entire group to tell a story allowing you to play a character starting their adventuring due to circumstances outside their own control. However, you can also play a character who was once press-ganged and has since escaped that life. If you do, press-ganged doesn't have the uncommon trait, and it has the same mechanical effects either way.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Constitution</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Athletics skill and the Labor Lore skill. You gain the @Compendium[pf2e.feats-srd.Lc4dJZivRwU3QEmT]{Armor Assist} skill feat.</p>"
		},
		"Press-Ganged (LOWG)": {
			"name": "Press-Ganged (LOWG)",
			"description": "<p><strong>Prerequisite</strong> Region - High Seas</p>\n<hr />\n<p>You were forced into service as a sailor against your will. Perhaps you were punished for a crime, were drafted into military service, are repaying a debt, or simply were abducted. Though you were initially trained as a simple deckhand, you may have subsequently studied a trade under one of the vessel's specialists.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and the Sailing Lore skill. You gain the @Compendium[pf2e.feats-srd.sMm0UfYxEPpq2Yzd]{Experienced Professional} skill feat.</p>"
		},
		"Printer": {
			"name": "Printer",
			"description": "<p>Keeping your finger on the pulse of the city, you write a small news broadsheet to sell on street corners. You rent the use of a printing press to achieve this goal, so you're familiar with such machines. However, people and their stories are your main focus, and you adventure to chase the latest scoop.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Society skill and the Scribing Lore skill. You gain the @Compendium[pf2e.feats-srd.P9HCz0uR6xPHuw72]{Multilingual} skill feat.</p>"
		},
		"Propaganda Promoter": {
			"name": "Propaganda Promoter",
			"description": "<p>The ghost king Geb has returned to a more active role in leading his nation after thousands of years, and it's shocking that some people in the nation haven't heard that. You helped the Celebrants plan parades, exciting displays like circuses, news missives, and more to help push messages of loyalty to the nation. Even though most Celebrants are followers of Urgathoa, deity of gluttony and undeath, you might follow a different faith (or no faith at all); more important is helping Celebrants spread their message. You started to see that propaganda was often timed to help the Celebrants, in addition to the nation as a whole, and you saw just how powerful the right message at the right time can be.</p>\n<p>You are still well-regarded by the Celebrants. Your party gains 1 Reputation Point with the Celebrants at the start of the campaign.</p>\n<p>Choose two ability boosts. One must be to <strong>Charisma</strong> or <strong>Dexterity</strong>, and one is a free ability boost.</p>\n<p>You're trained in your choice of the Acrobatics or Performance skill. You gain a skill feat: @Compendium[pf2e.feats-srd.CnqMJR8e9jqJR7MM]{Steady Balance} if you chose Acrobatics or @Compendium[pf2e.feats-srd.xqAdXRd2gSQcqp5E]{Impressive Performance} if you chose Performance. You're also trained in Urgathoa Lore.</p>"
		},
		"Purveyor of the Bizzare": {
			"name": "Purveyor of the Bizzare",
			"description": "<p><strong>Prerequisite</strong> Region - Golden Road</p>\n<hr />\n<p>Whether in Katapesh or one of the bustling markets along the Path of Salt, you've spent enough time buying and selling ancient or unusual items to give you an instinctive ability to quickly sort valuable trinkets from worthless baubles.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Arcana skill and the Mercantile Lore skill. You gain the @Compendium[pf2e.feats-srd.IlOQuCQIhjJpig3S]{Quick Identification} skill feat.</p>"
		},
		"Pyre Tender": {
			"name": "Pyre Tender",
			"description": "<p>You're experienced at building funeral pyres. You might have lit flaming biers in the Land of the Linnorm Kings, tended the cremation pits of Cheliax or Vudra, or been a backwoods charcoal burner, using the right mixture of alchemy to act as an accelerant. However you worship, you know nothing sends off the departed like flame.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Crafting skill and the Funeral Lore skill. You gain the @Compendium[pf2e.feats-srd.is3Oz9wt11lNq62K]{Alchemical Crafting} skill feat.</p>"
		},
		"Quick": {
			"name": "Quick",
			"description": "<p><strong>Prerequisite</strong> Region - Impossible Lands</p>\n<hr />\n<p>Staying alive among the scheming, ravenous undead of Geb required a deep knowledge of their motivations, capabilities, and weaknesses. More often than not, it also required the ability to weave alibis and life-preserving half-truths capable of swaying a stilled heart.</p>\n<p>选择两项属性提升。一项必须是<strong>魅力</strong>或<strong>体质</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Deception skill and the Undead Lore skill. You gain the @Compendium[pf2e.feats-srd.B6HbYsLBWb1RR6Fx]{Charming Liar}skill feat.</p>"
		},
		"Raised by Belief": {
			"name": "Raised by Belief",
			"description": "<p>Whether in a monastery, a religious household, or just as part of your everyday life, your upbringing was steeped in the traditions of a faith or philosophy. You might remain committed or you may have turned from your childhood creed, but your skills are still founded in your devotion.</p>\n<p>Choose two ability boosts. One boost must be to an ability specified in the <strong>Divine Ability</strong> entry for your deity，另一项为自选属性提升。</p>\n<p>You're trained in your deity's associated skill, and you gain @Compendium[pf2e.feats-srd.W6Gl9ePmItfDHji0]{Assurance} with that skill. You gain a Lore skill with a subcategory associated with your deity (Abadar Lore, for instance).</p>"
		},
		"Ratted-Out Gun Runner": {
			"name": "Ratted-Out Gun Runner",
			"description": "<p>Sure, you've got a checkered past. Who doesn't? It's hard to make a living in the City of Smog, so you did what you could to put silvers in your pocket and food on the table. You made a good deal of money selling firearms from the Gunworks to people who perhaps shouldn't have had them. You even worked with wasteland marauders a few times, sticking up Ustradi barges plying the river between the Gunworks and Alkenstar. Of course, you never hurt any innocents or did anything truly heinous; your criminal career was always just a matter of money.</p>\n<p>One day, a corrupt financier named Ambrost Mugland-a true crook if there ever was one-approached you, demanding a cut of your business. When you refused, he put in a word with the shieldmarshals that you'd be a certain somewhere at a certain time with a certain large quantity of illegally obtained firearms. Even though you escaped arrest, your identity was compromised, and your old accomplices have all turned their backs on you. Your gun-running days are clearly over. Now, you're just running.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Stealth skill and the Firearm Lore skill. You gain the @Compendium[pf2e.feats-srd.t3btih0O5RUwWynt]{Experienced Smuggler} skill feat.</p>"
		},
		"Razmiran Faithful": {
			"name": "Razmiran Faithful",
			"description": "<p><strong>Prerequisite</strong> Region - Broken Lands</p>\n<hr />\n<p>You serve a living god who rules upon the face of Golarion, and this gives your actions a divine mandate not to be trifled with.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Intimidation skill and the Razmir Lore skill. You gain the @Compendium[pf2e.feats-srd.gUqvezs2zzoTXFAI]{Group Coercion} skill feat.</p>"
		},
		"Reclaimed": {
			"name": "Reclaimed",
			"description": "<p>A unit of Crimson Reclaimers saved you from certain death in the Gravelands. You spent time with one or more Crimson Reclaimers as they escorted you to safety, and you've learned the ways of this faction of the Knights of Lastwall. You consider yourself forever in their debt and defend their reputation unquestioningly against any accusations of duplicity.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Intimidation skill and the Crimson Reclaimers Lore skill. You gain the @Compendium[pf2e.feats-srd.gUqvezs2zzoTXFAI]{Group Coercion} skill feat.</p>"
		},
		"Reclaimer Investigator": {
			"name": "Reclaimer Investigator",
			"description": "<p>You believe the mysterious patron of the Crimson Reclaimers has an ulterior motive that bedevils the Knights of Lastwall. Whatever the organization gains from the pact, some mysterious force with its own agenda and a need for anonymity benefits as well. You've made it your mission to determine what that agenda is before the patron decides it has manipulated from the shadows long enough.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Occultism skill and the Crimson Reclaimers Lore skill. You gain the @Compendium[pf2e.feats-srd.hDGosy2ZTwnyctEP]{Oddity Identification} skill feat.</p>"
		},
		"Refugee (Fall of Plaguestone)": {
			"name": "Refugee (Fall of Plaguestone)",
			"description": "<p>The fighting around the Lake Encarthan region has forced many of the people residing there to flee from the violence. Although your home is gone, you have managed to survive and are making your way south in search of a better life. When play begins, you are riding along in a caravan taking you to what might be either a new home in Andoran or simply another waypoint in your journey.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Survival skill and the Hunting Lore skill. You gain the @Compendium[pf2e.feats-srd.8qebBeOJsyRIchcu]{Forager} skill feat.</p>"
		},
		"Relentless Dedication": {
			"name": "Relentless Dedication",
			"description": "<p>Recruiters invite many candidates like you to train to be Knights of Lastwall, but only a select few make the cut. Whereas others lose heart, your perseverance paid off. Your commitment to the cause is so clear, it overcame whatever disqualified your previous attempts to join the new Shining Crusade.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Constitution</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Warfare Lore skill, and you gain the @Compendium[pf2e.feats-srd.i4yRvVwvXbGZDsD1]{Canny Acumen} feat.</p>"
		},
		"Reputation Seeker": {
			"name": "Reputation Seeker",
			"description": "<p>You're likely from Breachill, but unlike the Local Scion, your family has no notable legacy in the area. You might not even have much of a family at all to call your own, and could be an orphan. You've seen so many people make names for themselves that you set out on your own and spent some time abroad in the jungles or deserts of Garund or in the upper reaches of the Darklands-regions that proved too dangerous to remain in for long on your own. You returned home with more caution and knowledge of the world beyond Breachill's borders, but still determined to win fame.</p>\n<p>You've decided that joining an adventuring group would be the best way to secure aid in your quest to build your own reputation, and are attending the Call for Heroes to find such allies.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Survival skill and the Darklands, Desert, or Jungle Lore skill. You gain the @Compendium[pf2e.feats-srd.4tTkRyOQ0VuRBac3]{Terrain Expertise} skill feat (underground if you have Darklands Lore, desert if you have Desert Lore, or forest if you have Jungle Lore).</p>"
		},
		"Returning Descendant": {
			"name": "Returning Descendant",
			"description": "<p>You aren't from Breachill yourself-you might not even be from Isger or Avistan at all. You've lived a hard life, in any event. You have often had to make tough decisions, and have developed a knack for understanding how things work (and the best way to take them apart) that has helped you support yourself. Recently you discovered that an ancestor was from the town of Breachill and had a modest career as an adventurer. You can't help but wonder if you would have had an easier life if you'd grown up there instead, and have decided to seek out this small town to learn more about it.</p>\n<p>You've decided to respond to the Call for Heroes to follow in your ancestor's footsteps, either to honor their memory or accomplish the great deeds they did not.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Thievery skill and the Engineering Lore skill. You gain the @Compendium[pf2e.feats-srd.jDdOqFmZLwE4dblQ]{Pickpocket} skill feat.</p>"
		},
		"Revenant": {
			"name": "Revenant",
			"description": "<p>You died. No real doubt about that. Bullet to the brain or knife to the throat, you were dead as dead can be. Then you got back up again. Maybe you had some unfinished business, or maybe you were just so tough and so mean that Hell itself spat you out. Either way, you came back for a reason.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in Religion and Boneyard Lore. You're still alive, not undead, but you have the negative healing ability, which means you're harmed by positive damage and healed by negative effects as if you were undead.</p>"
		},
		"Rigger": {
			"name": "Rigger",
			"description": "<p>You've worked as a roustabout to erect tents and set up rigging for acrobatic performances; you've sometimes even aided aerialists and acrobats in their death-defying training. Even though your work is often done before the crowds arrive, you know your skills contribute to the success and safety of the circus. Mistress Dusklight treats her roustabouts as little more than slaves, and you've resolved to join a company where your expertise is appreciated.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>敏捷</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Athletics skill and the Circus Lore skill. You gain the @Compendium[pf2e.feats-srd.09PurtIanNUPfNRq]{Combat Climber} skill feat.</p>"
		},
		"Rivethun Adherent": {
			"name": "Rivethun Adherent",
			"description": "<p><strong>Prerequisite</strong> Region - Shining Kingdoms</p>\n<hr />\n<p>You have spent time learning the practices and traditions of the ancient Rivethun dwarven shamans and can recognize all sorts of magic. You may have chosen your own road since then, or you may remain an adherent of the philosophy.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Occultism skill and the Spirit Lore skill. You gain the @Compendium[pf2e.feats-srd.MjQyTcV8Jiv1Jtln]{Recognize Spell} skill feat.</p>"
		},
		"Rostland Partisan": {
			"name": "Rostland Partisan",
			"description": "<p><strong>Prerequisite</strong> Region - Broken Lands</p>\n<hr />\n<p>You grew up among the southern houses of Brevoy in old Rostland. You're accustomed to arguing from a position of underappreciated worth.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Diplomacy skill and the Politics Lore skill. You gain the @Compendium[pf2e.feats-srd.KpFetnUqTiweypZk]{Group Impression} skill feat.</p>"
		},
		"Ruby Phoenix Enthusiast": {
			"name": "Ruby Phoenix Enthusiast",
			"description": "<p>Named for the legendary sorcerer Hao Jin, the Ruby Phoenix Tournament occurs once every 10 years in Goka and attracts extraordinary talent from across the world. You might have begun training for the tournament but never participated, or perhaps you entered the tournament only to be defeated by (and inspired to join) the Pathfinder Society. Either way, your dedicated training prepares you for the rigors of the adventuring lifestyle.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>敏捷</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Athletics skill and the Gladiatorial Lore skill. You gain the @Compendium[pf2e.feats-srd.09PurtIanNUPfNRq]{Combat Climber} skill feat. In addition, you gain access to one of the following uncommon monk weapons:</p>\n<ul>\n<li>@Compendium[pf2e.equipment-srd.zSAoyzcf3nSeZCiF]{Kama},</li>\n<li>@Compendium[pf2e.equipment-srd.LA8wwpQBi6tylE6z]{Nunchaku},</li>\n<li>@Compendium[pf2e.equipment-srd.u2u6dkr01AB34tyA]{Sai},</li>\n<li>@Compendium[pf2e.equipment-srd.fjkwYZ0hRmBztwBG]{Shuriken}, or</li>\n<li>@Compendium[pf2e.equipment-srd.NIsxR5zXtVa3PuyU]{Temple Sword}.</li>\n</ul>\n<hr />\n<p><strong>Special</strong> You can select this background only if you have earned credit for at least 5 First Edition scenarios from Season 3 of the Pathfinder Society organized play campaign.</p>"
		},
		"Ruby Phoenix Fanatic": {
			"name": "Ruby Phoenix Fanatic",
			"description": "<p>Have you heard of the peerless sorcerer Hao Jin, also known as the Ruby Phoenix? Of course you have! You're her biggest fan! She's got amazing powers of self-resurrection, her hair is as red and fiery as a phoenix, and she has a huge vault full of the most incredible treasures in the multiverse. Now she's finally back from a mysterious 300-year quest on the plane of Axis so she can host this year's Ruby Phoenix Tournament—and you can't wait to meet her! In order to get as close to Hao Jin as possible, you've researched everything there is to know about the Ruby Phoenix's home, her planar escapades, and her competition. You've also trained your body to prove yourself a worthy champion. When Hao Jin's committee invited you and some friends to take part in the tournament's prequalifier, you just about fainted from excitement. Is your dream of meeting the Ruby Phoenix about to come true? As long as you win enough matches to get into the actual tournament, it just might! Just try not to act too star-struck when you finally get a chance to talk to her, okay?</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Axis Lore, Gladiatorial Lore, and Goka Lore skills. You gain the @Compendium[pf2e.feats-srd.1Bt7uCW2WI4sM84P]{Dubious Knowledge} skill feat.</p>"
		},
		"Ruin Delver": {
			"name": "Ruin Delver",
			"description": "<p>You've looked through some of the smaller ruins in the Otari hinterlands but have never quite built up the courage to check out the creepy lighthouse called Gauntlight. You've heard that these ruins are pretty well picked over, and mostly collapsed, but you always planned to some day explore them and perhaps find some bauble left behind from the centuries-old battle where the Roseguard slew an evil sorcerer. You know that the crumbled stone of old ruins has a tendency to shift, so you'd better step lightly if you get the chance to explore Gauntlight.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in Acrobatics and the Roseguard Lore skill. You gain the @Compendium[pf2e.feats-srd.LQw0yIMDUJJkq1nD]{Cat Fall} skill feat.</p>"
		},
		"Saboteur": {
			"name": "Saboteur",
			"description": "<p>Whether you do it for personal enjoyment or at the behest of a mercenary company or military organization, you have a knack for destroying things. You have a sense for an object or structure's weak spots and know where to deliver a hammer strike or alchemical bomb. You adventure to hone your skills or complete a particular mission.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>敏捷</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Thievery skill and the Engineering Lore skill. You gain the @Compendium[pf2e.feats-srd.B9cQLRHtXoLlF0iR]{Concealing Legerdemain} skill feat.</p>"
		},
		"Sally Guard Neophyte": {
			"name": "Sally Guard Neophyte",
			"description": "<p>You joined the Sally Guard, Westgate's guard precinct, at an early age, bringing with you the requisite steel armor, sword, and lance, though your gear is of dubious make. The other guards may have suspected that you were a novice with less combat experience than them; if so, you proved their suspicions on your first day of training when your mount immediately threw you in the mud. A supervisor took mercy on you and offered to transfer you to another guard unit in the city, promising that you'd have a place on the Sally Guard when you decided you were ready for the challenge.</p>\n<p>Biting your lip in shame, you took the Edgewatch reassignment in order to gain the experience necessary to go back to your home district with your head held high. You'll prove them wrong, one way or another, and show everyone that you can protect the ones you hold most dear.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Nature skill and your choice of Hunting Lore or Stabling Lore. You start out with a @Compendium[pf2e.pathfinder-bestiary.In2nNwo3JL1RXQhj]{Riding Horse}, as well as a suit of shoddy @Compendium[pf2e.equipment-srd.pRoikbRo5HFW6YUB]{Half Plate} armor, a shoddy @Compendium[pf2e.equipment-srd.LJdbVTOZog39EEbi]{Longsword}, and a shoddy @Compendium[pf2e.equipment-srd.OPMzQdM9rZznMGhW]{Lance}.</p>"
		},
		"Saloon Entertainer": {
			"name": "Saloon Entertainer",
			"description": "<p>All you want to do is entertain the people, but sure enough, bad news seems to follow you. Gunfights, brawls, robberies, and more befall establishments you play at, and word is quick to spread. Keep one town ahead of the gossip, and you just might be able to play a gig, command a stage, or run a table again.</p>\n<p>选择两项属性提升。一项必须是<strong>魅力</strong>或<strong>敏捷</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Performance skill and a lore skill of your choice. You gain the @Compendium[pf2e.feats-srd.lFwfUvH2708rl6i3]{Virtuosic Performer} skill feat.</p>"
		},
		"Sandswept Survivor": {
			"name": "Sandswept Survivor",
			"description": "<p>You were in the Sandswept Hall, the Pathfinder Society's lodge in Sothis, Osirion, when it came under attack from an unrelenting horde of undead. You endured the siege and forged new bonds with your fellow survivors, then joined the Society as a field agent.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Survival skill and a Lore skill related to a specific type of undead, such as Mummy Lore or Zombie Lore. You gain the @Compendium[pf2e.feats-srd.4tTkRyOQ0VuRBac3]{Terrain Expertise} skill feat with underground terrain.</p>\n<p>Additionally, when you receive a mission briefing at the Sandswept Hall, your familiarity with its history and staff grants further insight. You gain a +2 circumstance bonus to your checks to Gather Information or Recall Knowledge during the Getting Started segment of such adventures. Be sure to remind your GM that you have a relevant background.</p>"
		},
		"Sarkorian Reclaimer": {
			"name": "Sarkorian Reclaimer",
			"description": "<p><strong>Prerequisite</strong> Region - Broken Lands</p>\n<hr />\n<p>Whether you trace your heritage to lost Sarkoris or are a crusader trying to atone for past fanatics' wrongs, you seek to liberate the Sarkorian homeland from the demons who have defiled it.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>感知</strong>, and one is a free boost.</p>\n<p>You're trained in the Medicine skill and the Abyssal Lore skill. You gain the @Compendium[pf2e.feats-srd.wYerMk6F1RZb0Fwt]{Battle Medicine} skill feat.</p>"
		},
		"Sarkorian Survivor": {
			"name": "Sarkorian Survivor",
			"description": "<p><strong>Prerequisite</strong> Region - Broken Lands</p>\n<hr />\n<p>The devastation and carnage of the Worldwound were nearly complete, but you somehow managed to survive it.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>体质</strong>, and one is a free boost.</p>\n<p>You're trained in the Survival skill and the Sarkorian History Lore skill. You gain the @Compendium[pf2e.feats-srd.8qebBeOJsyRIchcu]{Forager} skill feat.</p>"
		},
		"Saved by Clockwork": {
			"name": "Saved by Clockwork",
			"description": "<p>Through bloody combat, a terrible accident, or purposeful sacrifice, you've lost some piece of your body that has been replaced with a clockwork mechanism. Whether your arm is now a whirring series of pumps, steel coils, and iron gears; your heart a intricate crystal clock that requires winding every day; or your lower leg a sculpted metal tube powered by adamantine springs and steam, part of you needs regular maintenance and repair. You might have received instructions from the brilliant inventor who saved you, or you might have woken up on a battlefield with no memory of the procedure or the individuals involved. Regardless, you possess the knowledge to take care of yourself-even if it's how to wind a key in your own heart or reconstruct a mechanical foot.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Crafting skill. Every day you must perform 10 minutes of maintenance and wind up your clockwork parts, or you risk failure of the components, with consequences depending on what you replaced (determined by you and the GM). Your clockwork components allow you to react to danger with alacrity. You gain a +2 circumstance bonus to initiative rolls.</p>"
		},
		"Savior of Air": {
			"name": "Savior of Air",
			"description": "<p>Upon securing the <em>Untouchable Opal</em>, an artifact of extraordinary power, the Pathfinder Society endeavored to free the benevolent demigod Ranginori, who was trapped within the virtually unbreakable prison. You might have joined the Pathfinder Society in its expeditions to the Elemental Planes, or you might have lived on one of those planes before learning of the Society from these Pathfinder agents. You are no stranger to navigating precarious terrain as a result.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Acrobatics skill, plus either Elemental Lords Lore or a Lore skill related either to one of the Elemental Planes (such as Plane of Air Lore). You gain the @Compendium[pf2e.feats-srd.LQw0yIMDUJJkq1nD]{Cat Fall} skill feat. Add <strong>Auran</strong> to the list of additional languages you can learn for having a high Intelligence modifier.</p>\n<hr />\n<p><strong>Special</strong> You can select this background only if you have earned credit for at least 5 First Edition scenarios from Season 8 of the Pathfinder Society organized play campaign.</p>"
		},
		"Scholar": {
			"name": "学者 Scholar",
			"description": "<p><p>你有学习的天分，你两耳不闻窗外事，只求能学到尽可能多的知识。你在书中读到了许多奇妙的地方和事物，并且总是梦想有一天能亲眼目睹它们。最终，这种好奇心引领着你放下学业，成为了一名冒险者。</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>你在奥法（Arcana）、自然、神秘或宗教技能上受训，并获得针对你所选技能的技能专长：@Compendium[pf2e.feats-srd.W6Gl9ePmItfDHji0]{驾轻就熟 Assurance}。你还会在学术（Academia）学识技能上受训。</p>"
		},
		"Scholar of the Ancients": {
			"name": "Scholar of the Ancients",
			"description": "<p><strong>Prerequisite</strong> Region - High Seas</p>\n<hr />\n<p>You're fascinated by the lost Azlanti Empire and have dedicated yourself to seeking out and studying every broken artifact or scrap of knowledge that remains, whether as an academic pursuit or simply for the joy of treasure hunting.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Arcana skill and the Azlant Lore skills. You gain the @Compendium[pf2e.feats-srd.IlOQuCQIhjJpig3S]{Quick Identification} skill feat.</p>"
		},
		"Scholar of the Sky Key": {
			"name": "Scholar of the Sky Key",
			"description": "<p>The unfamiliar technology of Numeria's Silver Mount still baffles Society scholars, yet you are one of the innovators who discovered how to operate a handful of these futuristic tools-possibly after surviving more than a few explosions. The Society might have recruited you for your esoteric abilities, or you might have sought out the Society's protection in escaping the covetously vile Technic League. Even if your understanding of advanced technology is imperfect, your hard-learned lessons are invaluable in deciphering and repairing gear.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Crafting skill and the Engineering Lore skill. You gain the @Compendium[pf2e.feats-srd.ASy9AKEIRxPYUi5o]{Quick Repair} skill feat.</p>\n<hr />\n<p><strong>Special</strong> You can select this background only if you have earned credit for at least 5 First Edition scenarios from Season 6 of the Pathfinder Society organized play campaign.</p>"
		},
		"Scion of Slayers": {
			"name": "Scion of Slayers",
			"description": "<p>You were born into a lineage of undead slayers. No mere occupation, in your family slaying is a mantle of almost mystic responsibility passed from parent to child. Over the generations, this single-minded focus has begun to manifest in uncanny ways during combat.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Athletics skill and the Undead Lore skill. You can cast <em>@Compendium[pf2e.spells-srd.kcelf6IHl3L9VXXg]{Disrupt Undead}</em> as an innate divine cantrip. You can use Intelligence as your spellcasting ability for this innate spell.</p>"
		},
		"Second Chance Champion": {
			"name": "Second Chance Champion",
			"description": "<p>You competed in the last Ruby Phoenix Tournament 10 years ago, though you didn't make it to the end. One wrong step, one mistimed punch, one blocked spell—whatever it was, that was all it took for your opponent to get the upper hand and knock you out of the tournament. Well, maybe it was a simple mistake or maybe you just weren't up to snuff, and you're too headstrong to admit it. Now, after training for a decade to ensure you don't repeat any of your prior mistakes, you've joined forces with a team of fellow fighters in order to maximize your odds of making it all the way to the finals. Whatever happened before, you've vowed to return to the ring in Goka for an epic rematch, and this time you're not walking out until you've been named Ruby Phoenix Champion.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>力量</strong>，另一项为自选属性提升。</p>\n<p>You're trained in Acrobatics and the Gladiatorial Lore skill. You gain the @Compendium[pf2e.feats-srd.LQw0yIMDUJJkq1nD]{Cat Fall} skill feat</p>"
		},
		"Secular Medic": {
			"name": "Secular Medic",
			"description": "<p><strong>Prerequisite</strong> Region - Golden Road</p>\n<hr />\n<p>You're from Rahadoum, where the Laws of Mortality taught you to reject the gods, yet you've seen firsthand how dangerous it can be to go without healing magic. As a result, you've thrown yourself into the study of medicine, so you can save lives without saving souls.</p>\n<p>选择两项属性提升。一项必须是<strong>感知</strong>或<strong>敏捷</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Medicine skill and the Anatomy Lore skill. You gain the @Compendium[pf2e.feats-srd.wYerMk6F1RZb0Fwt]{Battle Medicine} skill feat.</p>"
		},
		"Senghor Sailor": {
			"name": "Senghor Sailor",
			"description": "<p><strong>Prerequisite</strong> Region - Mwangi Expanse</p>\n<hr />\n<p>As an experienced sailor from Senghor, you know that the only thing saving you from disaster on the high seas is a properly maintained ship. You know boat-building inside and out and you can quickly cobble together a solution in the event that something breaks.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Crafting skill and the Sailing Lore skill. You gain the @Compendium[pf2e.feats-srd.ASy9AKEIRxPYUi5o]{Quick Repair} skill feat.</p>"
		},
		"Sentinel Reflectance": {
			"name": "Sentinel Reflectance",
			"description": "<p>Either through witnessing their deeds and devout heroics firsthand, or through reading chronicles of their exploits, the Shining Sentinels of the Knights of Lastwall inspire you. You may idealize their philosophy or one day hope to join their ranks; the Shining Sentinels are your guiding star.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Diplomacy skill and the Shining Sentinels Lore skill. You gain the @Compendium[pf2e.feats-srd.6ON8DjFXSMITZleX]{No Cause for Alarm} skill feat.</p>"
		},
		"Sewer Dragon": {
			"name": "Sewer Dragon",
			"description": "<p><strong>Prerequisites</strong> Kobald Ancestry</p>\n<hr />\n<p>You are one of the Sewer Dragons, born in Absalom's sewers, strengthened by a life defending your territory.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>智力</strong>，另一项为自选属性提升。 You're trained in the Crafting skill and the Kobold Lore skill. You gain the @Compendium[pf2e.feats-srd.DMetdzt1VJL2Y62i]{Snare Crafting} skill feat.</p>"
		},
		"Shadow Haunted": {
			"name": "Shadow Haunted",
			"description": "<p><strong>Prerequisite</strong> Region - Old Cheliax</p>\n<hr />\n<p>You are from Nidal, and regardless of your personal values, Zon-Kuthon has a claim on your soul due to an ancient pact. The Midnight Lord's unsettling influence is bred deep into your bones.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Intimidation skill and the Shadow Plane Lore skill. You gain the @Compendium[pf2e.feats-srd.ar2DUlvDK4LDcH9J]{Quick Coercion} skill feat.</p>"
		},
		"Shadow Lodge Defector": {
			"name": "Shadow Lodge Defector",
			"description": "<p>You were among the Pathfinders recruited by the devious Shadow Lodge, lured in by promises of wealth, reform, justice, or revenge. You might have fought against the Society's loyal agents, helped sabotage the Pathfinders' reputation in distant countries, or even infiltrated the far-flung lodges as a spy. You've since made peace with and rejoined the Pathfinder Society, yet the underhanded reflexes and skills you learned are hard to forget.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Deception skill and the Underworld Lore skill. You gain the @Compendium[pf2e.feats-srd.Dvz54d6aPhjsmUux]{Lie To Me} skill feat.</p>\n<hr />\n<p><strong>Special</strong> You can select this background only if you have earned credit for at least 5 First Edition scenarios from Season 2 of the Pathfinder Society organized play campaign.</p>"
		},
		"Shadow War Survivor": {
			"name": "Shadow War Survivor",
			"description": "<p>Countless factions have fought for influence in Absalom for millennia, and for decades these groups worked through the Pathfinder Society to better control the City at the Center of the World. Perhaps you were ones of these agents who clashed with other operatives during the so-called Shadow War. Or you might have been an unintended victim of these clandestine clashes, inspiring you to join the Society and stop the conflict from within. Whatever the reason, navigating the Shadow War has left you politically savvy and informed.</p>\n<p>选择两项属性提升。一项必须是<strong>感知</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Society skill and the Absalom Lore skill. You gain the @Compendium[pf2e.feats-srd.X2jGFfLU5qI5XVot]{Streetwise} skill feat.</p>\n<hr />\n<p><strong>Special</strong> You can select this background only if you have earned credit for at least 5 First Edition scenarios from Season 1 of the Pathfinder Society organized play campaign.</p>"
		},
		"Sheriff": {
			"name": "Sheriff",
			"description": "<p>You hold an official title of sheriff or deputy in a small community. Those that would do harm to others flee your gaze, for they know it brings the promise of castigation. You protect your town, watch over those who have placed their trust in you, and make sure those that would do others harm are brought to justice.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Intimidation skill and the Hunting Lore skill. You gain the @Compendium[pf2e.feats-srd.gUqvezs2zzoTXFAI]{Group Coercion} skill feat.</p>"
		},
		"Shoanti Name-Bearer": {
			"name": "Shoanti Name-Bearer",
			"description": "<p><strong>Prerequisite</strong> Region - Saga Lands</p>\n<hr />\n<p>You are a member of a Shoanti quah and have gone through its coming of age ceremony, gaining the traditional tattoo of your quah and earning your adult name.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Athletics skill and the Quah Lore skill. You gain the @Compendium[pf2e.feats-srd.09PurtIanNUPfNRq]{Combat Climber} skill feat.</p>"
		},
		"Shory Seeker": {
			"name": "Shory Seeker",
			"description": "<p>You've dedicated your life to unraveling the secrets of the ancient Shory Empire, either through meticulous research or by traveling into dangerous and distant ruins to track down long-lost artifacts.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Crafting skill and the Shory Lore skill. You gain the @Compendium[pf2e.feats-srd.QLeMH5mQgh28sa5o]{Specialty Crafting} skill feat.</p>"
		},
		"Sleepless Suns Star": {
			"name": "Sleepless Suns Star",
			"description": "<p>Among your fellow guards who patrol the Foreign Quarter, you're something of a big deal. Your good work and big personality have made a big enough splash that word has gotten out about your status as a rising star among the watchdogs of Absalom. Your popularity has also earned you the trust of many citizens of the Foreign Quarter.</p>\n<p>Your laudable performance has earned you a transfer to the newly formed Edgewatch in the Precipice Quarter, where you'll put your formidable reputation to good use by patrolling the Radiant Festival and ensuring the safety of Absalom's most vulnerable visitors.</p>\n<p>选择两项属性提升。一项必须是<strong>感知</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Society, plus either Gladiatorial Lore or Genealogy Lore. You gain a +1 circumstance bonus to Deception, Diplomacy, and Intimidation checks to @Compendium[pf2e.actionspf2e.pvQ5rY2zrtPI614F]{Interact} with members of the Sleepless Suns and residents of the Foreign Quarter. You gain the @Compendium[pf2e.feats-srd.P9HCz0uR6xPHuw72]{Multilingual} skill feat.</p>"
		},
		"Snubbed Out Stoolie": {
			"name": "Snubbed Out Stoolie",
			"description": "<p>You were once a distinguished informant for the shieldmarshals, working deep undercover to infiltrate gangs of bootleggers and assassins. Then, one day, you discovered that the records of your service had all been completely destroyed. In an instant, you were no longer an elite spy impersonating a criminal-you were just a plain criminal.</p>\n<p>Now, not a trace remains of your work for the city. Not only is it as though you were never a shieldmarshal at all, but you've got a rap sheet implicating you as a key member in the criminal organizations you spent your career infiltrating. Luckily, no one could take away the skills you learned from your deep-cover missions, and your new notoriety has earned you quite a reputation among Alkenstar's criminal elite. Through your underworld connections, you've identified Deputy Shieldmarshal Anjelique Loveless as the one responsible for your fall from grace. It seems you were onto something that she didn't want you to know about, but there's only one way to figure out exactly why Loveless ruined your reputation and gave you your outlaw status-find her.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Deception skill and the Underworld Lore skill. You gain the @Compendium[pf2e.feats-srd.Dvz54d6aPhjsmUux]{Lie to Me} skill feat.</p>"
		},
		"Sodden Scavenger": {
			"name": "Sodden Scavenger",
			"description": "<p><strong>Prerequisite</strong> Region - Mwangi Expanse</p>\n<hr />\n<p>You've managed to eke out an existence in the storm-wracked Sodden Lands and have become an expert at scavenging food and tools.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Survival skill and the Swamp Lore skill. You gain the @Compendium[pf2e.feats-srd.8qebBeOJsyRIchcu]{Forager} skill feat.</p>"
		},
		"Songsinger in Training": {
			"name": "Songsinger in Training",
			"description": "<p>You are a pupil of Argakoa the Songsinger, Otter House leader and Mammoth Lord. Argakoa has been the Broken Tusk's foremost songsinger for many winters, and she sees in you a promising disciple who can carry the torch when it's time for her to pass it. The role of songsinger is a great distinction. These chanters, musicians, and poets are responsible for recording, preserving, and sharing the Broken Tusk's oral history. As one of these songsingers, it's up to you to decide which stories are worthy of passing on and which should be left along the migration trail.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Performance skill and the Genealogy Lore skill. You gain the @Compendium[pf2e.feats-srd.xqAdXRd2gSQcqp5E]{Impressive Performance} skill feat.</p>"
		},
		"Spell Seeker": {
			"name": "Spell Seeker",
			"description": "<p>Conventional magic can only hold your attention for so long. Instead, you've devoted yourself to understanding truly esoteric spells, which invariably draws you to explore the world and all its eldritch traditions.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in either the Arcana skill or Occult skill, as well as the Library Lore skill. You gain the @Compendium[pf2e.feats-srd.MjQyTcV8Jiv1Jtln]{Recognize Spell} skill feat.</p>"
		},
		"Sponsored by Family": {
			"name": "Sponsored by Family",
			"description": "<p>Several members of your family have studied at the Magaambya, although not all of them have graduated as lore-speakers (or even advanced past initiates to become attendants). Your family has decided that you're an excellent candidate to join their ranks. Although lore-speakers of the Magaambya know they are supported by the strength of thousands of graduates who have come before them, you can take the smaller, more personal comfort in the support of your family.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in your choice of the Diplomacy or Society skill. You gain a skill feat: @Compendium[pf2e.feats-srd.4RjDxgvNXNl5GG9d]{Hobnobber} if you chose Diplomacy or @Compendium[pf2e.feats-srd.0N8TtGSk5enoLBZ8]{Eye For Numbers} if you chose Society. You're also trained in Magaambya Lore.</p>\n<p>Your recommended primary branch is the Uzunjati.</p>"
		},
		"Sponsored by Teacher Ot": {
			"name": "Sponsored by Teacher Ot",
			"description": "<p>You have known the Magaambyan teacher Takulu Ot and his wife Niana for many years. Both are amateur bird-watchers and musicians, and you share one of these hobbies. They are pleasant people and well-regarded in Nantambu, although their unshakable generosity and friendliness strike cynics as too earnest to be genuine. You know otherwise; Takulu and Niana are just as sincere as they appear. Takulu always seemed to watch you with a discerning eye, and one day he idly observed that you'd do well at the Magaambya. Talking about it further with him, Takulu agreed that he would sponsor you personally and be the one to give your intake interview. With a twinkle in his eye, he asked that you call him Teacher Ot from now on, just as all of his students do.</p>\n<p>Choose two ability boosts. One must be to <strong>Wisdom</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in your choice of the Survival or Performance skill. You gain a skill feat: @Compendium[pf2e.feats-srd.tGIXuk0XeWmG04CX]{Survey Wildlife} if you chose Survival or @Compendium[pf2e.feats-srd.xqAdXRd2gSQcqp5E]{Impressive Performance} if you chose Performance. You're also trained in Nantambu Lore.</p>\n<p>Your recommended primary branch is the Emerald Boughs.</p>"
		},
		"Sponsored by a Stranger": {
			"name": "Sponsored by a Stranger",
			"description": "<p>You remember the day the stranger approached you to make several peculiar inquiries. You don't remember much about them, other than a large head and a frail body. At first, the stranger's questions seemed odd: how might forgotten history nevertheless shape the present, whether an insect hive mind could be manipulated at a distance, and so on. You don't remember all of the questions, and you don't know why you could refuse to answer some but felt compelled to answer others. The stranger nevertheless seemed pleased with your responses and insisted you would find study at the Magaambya enlightening. You never saw them again, but you're now here at the Magaambya, with more questions than answers about your future.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in your choice of the Occultism or Nature skill. You gain your choice of the @Compendium[pf2e.feats-srd.1Bt7uCW2WI4sM84P]{Dubious Knowledge} or @Compendium[pf2e.feats-srd.IlOQuCQIhjJpig3S]{Quick Identification} skill feat. You're also trained in Insect Lore. Your recommended primary branch is the Rain-Scribes.</p>"
		},
		"Sponsored by a Village": {
			"name": "Sponsored by a Village",
			"description": "<p>You come from a small community far from any large cities, but the Magaambya is known even in your isolated corner of the world. You have shown more scholarly talent than anyone from your village in many years, perhaps even generations, and the village elders have insisted you explore your potential at the Magaambya. Whether you were eager to leave or not seemed irrelevant to the elders; you had the talent, so you must go. You don't know how the elders had the connections or influence to sponsor your education there, but you've left your tight- knit community behind for the city of Nantambu and the Magaambya at its heart.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in your choice of the Crafting or Survival skill. You gain a skill feat: @Compendium[pf2e.feats-srd.voYr7ygVcWmlg1f4]{Crafter's Appraisal} if you chose Crafting or @Compendium[pf2e.feats-srd.8qebBeOJsyRIchcu]{Forager} if you chose Survival. You're also trained in the Lore skill appropriate for the terrain around your community (such as Forest Lore or Jungle Lore).</p>\n<p>Your recommended primary branch is the Cascade Bearers.</p>"
		},
		"Spotter": {
			"name": "Spotter",
			"description": "<p>An eye for detail, a sense for the wind, and a strong trust in your gut feelings. These qualities have set you apart from others when it comes to assisting a sharpshooter with setting up the perfect shot against their target. Elevation, velocity, and concealment-these are all vital factors that need to be considered to pull off a feat of true marksmanship, and no sniper would be able to function without an experienced spotter. Since your younger days, you've put your skills as a spotter to work as an adventurer. Whether you're taking your own shots now or spotting for others, your talents grant you an edge in an adventuring career.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Stealth skill and the Scouting Lore skill. You gain the @Compendium[pf2e.feats-srd.beyw5bdA5hkQbmaG]{Terrain Stalker} skill feat.</p>"
		},
		"Starwatcher": {
			"name": "Starwatcher",
			"description": "<p>You're one of Wrin Sivinxi's closest confidantes. You've spent many long nights with her under the stars, learning the tales associated with the Cosmic Caravan and how the heavens can predict the future. You know that Wrin has paralyzing claustrophobia; she sees menace in angles and danger in confined spaces, which is why her shop is an all domed canvas that opens to the sky. If Wrin thinks there's trouble, you'll be the first to offer to help.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Occultism skill and the Astrology Lore skill. You gain the @Compendium[pf2e.feats-srd.1Bt7uCW2WI4sM84P]{Dubious Knowledge} skill feat.</p>"
		},
		"Storm Survivor": {
			"name": "Storm Survivor",
			"description": "<p><strong>Prerequisite</strong> Region - High Seas</p>\n<hr />\n<p>Through luck or through skill, you managed to survive a catastrophic maritime disaster, such as a shipwreck or being thrown overboard. You have a keen sense for weather or situations that are similar to the one you escaped.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Survival skill and the Weather Lore skill. You gain the @Compendium[pf2e.feats-srd.8qebBeOJsyRIchcu]{Forager} skill feat.</p>"
		},
		"Student of Magic": {
			"name": "Student of Magic",
			"description": "<p>你目前就读于一所魔法学校，在那里你正在学习魔法的基础知识。无论你的冒险是在学期之间的休假，还是作为勤工俭学计划的一部分，甚至就是学业本身，你都必须学会如何处理你的双重生活。</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>你在奥法，自然，神秘或宗教还有学术学识（Academia Lore）上受训。你获得@Compendium[pf2e.feats-srd.MjQyTcV8Jiv1Jtln]{认知法术 Recognize Spell}技能专长。</p>"
		},
		"Surge Investigator": {
			"name": "Surge Investigator",
			"description": "<p>From rivers that charm all who come near to forests that speak through dream messages, you have seen and studied many kinds of magical terrain. The world is so rich in magic that it can affect the land itself, and you have traveled extensively to learn the ways of identifying the oddities of magical terrain wherever it arises.</p>\n<p>Choose two ability boosts. One must be <strong>Constitution</strong> or <strong>Wisdom</strong> and one is a free ability boost.</p>\n<p>You're trained in your choice of Nature or Occultism and the Magical Terrain Lore skill. You gain the @Compendium[pf2e.feats-srd.4tTkRyOQ0VuRBac3]{Terrain Expertise} skill feat.</p>"
		},
		"Taldan Schemer": {
			"name": "Taldan Schemer",
			"description": "<p><strong>Prerequisite</strong> Region - Shining Kingdoms</p>\n<hr />\n<p>Whether willing or unwilling, you have been involved in the many cutthroat political intrigues within Taldor. You might have been born into it as a member of the aristocracy, or you might have taken an active role in the recent events of the War for the Crown.</p>\n<p>选择两项属性提升。一项必须是<strong>魅力</strong>或<strong>体质</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Diplomacy skill and the Politics Lore skill. You gain the @Compendium[pf2e.feats-srd.4RjDxgvNXNl5GG9d]{Hobnobber} skill feat.</p>"
		},
		"Tall Tale": {
			"name": "Tall Tale",
			"description": "<p>You've ridden a tornado, lassoed a river, mooned a dragon under a full moon, and shot six zombies with one bullet. That's what the stories say, anyway, and even if people don't strictly believe them, they are curious about you. Certainly, the stories keep spreading, and it would appear that you either have a unique destiny or are trying to convince the world that you do.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in Performance. You gain the @Compendium[pf2e.feats-srd.xqAdXRd2gSQcqp5E]{Impressive Performance} skill feat. You can gain the @Compendium[pf2e.feats-srd.iCv8KTZ5PcF4GqeV]{Connections} skill feat later without being expert in Society or having Courtly Graces-this represents less traditional social connections and more the way that your legend has spread, and you've learned to leverage your legend, with people wanting to meet you and see you for themselves.</p>"
		},
		"Tapestry Refugee": {
			"name": "Tapestry Refugee",
			"description": "<p>Within her magnificent museum demiplane, the sorcerer Hao Jin extracted and preserved countless sites and cultures. The demiplane's unraveling magic forced the Pathfinder Society to evacuate the many inhabitants recently, and you were among the refugees who returned to the Material Plane after centuries of isolation. Whether you joined the Society out of gratitude, curiosity, or desperation, you are hardened by your harrowing flight from your doomed home.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You’re trained in the Medicine or Stealth skill, plus a Lore skill related to the terrain you lived in while on the demiplane (such as Cave Lore or Desert Lore). You gain the @Compendium[pf2e.feats-srd.W6Gl9ePmItfDHji0]{Assurance} skill feat with the skill you chose to become trained in (Medicine or Stealth).</p>\n<hr />\n<p><strong>Special</strong> You can select this background only if you have earned credit for at least 5 First Edition scenarios from Season 10 of the Pathfinder Society organized play campaign.</p>"
		},
		"Teacher": {
			"name": "教师 Teacher",
			"description": "<p>你知识渊博，技艺精湛，甚至可能接受过向孩子和成人传述世界及其奇迹的训练。从书本到课堂，你致力于将知识传授给所有人。不过，并非所有东西都能从书上教授或学习到，所以你成为了一名冒险者，更直接地研究一些课题，并将这些智慧带回给你的学生。</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>你在表演或社群技能，以及学术（Academia）学识技能上受训。你获得技能专长：@Compendium[pf2e.feats-srd.sMm0UfYxEPpq2Yzd]{熟练工 Experienced Professional}。</p>"
		},
		"Teamster": {
			"name": "Teamster",
			"description": "<p>You left your home a few months back for a life on the road, working for one caravan company and then another, always on the lookout for a new job and a better life. Last week, you were hired by the Bort Bargith's company in Elidir. You don't know anyone from the company just yet, but most of its members seem to be honest merchants and traders.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Nature skill and the Mercantile Lore skill. You gain the @Compendium[pf2e.feats-srd.nowEaHgIyij7im8F]{Train Animal} skill feat.</p>"
		},
		"Tech Reliant": {
			"name": "Tech Reliant",
			"description": "<p>Some event, be it an accident, attack, or disaster, has left you horribly scarred by magic. Your body no longer tolerates magical healing, and you can't use magic, forcing you to rely on gadgets and ingenuity where others trust in spells and magical items. You might have been well-versed in magic before, or barely familiar with its use. This event may have injured your body in visible ways, but no matter the extent of your injuries, your body no longer interacts with healing magic in any capacity.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Crafting skill and the Medicine skill. You gain the @Compendium[pf2e.feats-srd.wYerMk6F1RZb0Fwt]{Battle Medicine} skill feat, and a +1 circumstance bonus to saving throws against spells. Healing spells, healing magic items, and magical effects with the healing trait have no effect on you.</p>"
		},
		"Thassilonian Delver": {
			"name": "Thassilonian Delver",
			"description": "<p>As archaeologists uncovered and explored ever-larger numbers of Thassilonian ruins, you were among the eager explorers who sought out the Runelords' ancient secrets. You may have been the apprentice to another Pathfinder who perished on an expedition, leaving you their discoveries and notes. Or perhaps you explored several of these sites yourself, quickly learning to parse the arcane secrets before lest the eldritch magic extinguish your life.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Arcana skill and the Thassilonian History Lore skill. You gain the @Compendium[pf2e.feats-srd.blMeVamjGz4ODWxq]{Arcane Sense} skill feat. Add <strong>Thassilonian</strong> to the list of additional languages you can learn for having a high Intelligence modifier.</p>\n<hr />\n<p><strong>Special</strong> You can select this background only if you have earned credit for at least 5 First Edition scenarios from Season 4 of the Pathfinder Society organized play campaign.</p>"
		},
		"Thassilonian Traveler": {
			"name": "Thassilonian Traveler",
			"description": "<p><strong>Prerequisite</strong> Region - Saga Lands</p>\n<hr />\n<p>You come from ancient Thassilon, one of the citizens that appeared out of time alongside the city of Xin-Edasseril. You know many things that have been long forgotten... along with many things that are no longer correct.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Arcana skill and the Thassilon Lore skill. You gain the @Compendium[pf2e.feats-srd.1Bt7uCW2WI4sM84P]{Dubious Knowledge} skill feat.</p>"
		},
		"Thrune Loyalist": {
			"name": "Thrune Loyalist",
			"description": "<p><strong>Prerequisite</strong> Region - Old Cheliax</p>\n<hr />\n<p>Despite the setbacks Cheliax has suffered recently, your loyalties lie with the devil-backed House Thrune. You consider the current queen to be the rightful ruler of your homeland, and you are willing to act against her enemies.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Religion skill and the Hell Lore skill You gain the @Compendium[pf2e.feats-srd.x7EMZNMavris2aHY]{Student of the Canon} skill feat.</p>"
		},
		"Thuvian Unifier": {
			"name": "Thuvian Unifier",
			"description": "<p><strong>Prerequisite</strong> Region - Golden Road</p>\n<hr />\n<p>You believe the city-states of Thuvia should be united into one nation under the rule of your home city (most commonly Aspenthar), and you're willing to do whatever it takes to make it happen.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Intimidation skill and the Politics Lore skill. You gain the @Compendium[pf2e.feats-srd.ar2DUlvDK4LDcH9J]{Quick Coercion} skill feat.</p>"
		},
		"Tomb Born": {
			"name": "Tomb Born",
			"description": "<p>Your parents conceived you for a fell purpose at a site tainted by death, like a wight's barrow, mass grave, or ossuary. Their reasons could be a mystery, or you might know of their grand design and seek to escape-or fulfill-their plans. Either way, you're at your most dangerous when near death.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Constitution</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Undead Lore skill. You gain the @Compendium[pf2e.actionspf2e.jbmXxq56swDYw8hy]{Final Spite} reaction.</p>"
		},
		"Touched by Dahak": {
			"name": "Touched by Dahak",
			"description": "<p><strong>[Legacy - Age of Ashes]</strong></p>\n<p>As the manifestation of Dahak was destroyed, a shard of the dragon god's wrathful nature infused you, resulting in a violent temper, strange apocalyptic dreams, an obsession with dragon hunting, or some other touch of his influence.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Athletics skill and the Dragon Lore skill. You gain the @Compendium[pf2e.feats-srd.KxaYlC50zzHysJj8]{Titan Wrestler} skill feat.</p>"
		},
		"Toymaker": {
			"name": "Toymaker",
			"description": "<p>You delight in making little trinkets for children of all ages, and seeing their faces light up thanks to one of your creations brings joy to your heart. Perhaps you sell your wares from a particular shop or from the back of a wagon as you travel from town to town.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Crafting skill and the Mercantile Lore skill. You gain the @Compendium[pf2e.feats-srd.QLeMH5mQgh28sa5o]{Specialty Crafting} skill feat, choosing Artistry, Blacksmithing, Glassmaking, Leatherworking, Tailoring, or Woodworking as your specialty.</p>"
		},
		"Trade Consortium Underling": {
			"name": "Trade Consortium Underling",
			"description": "<p><strong>Prerequisite</strong> Region - Absalom and Starstone Isle</p>\n<hr />\n<p>Your experience as a ledger-keeper for one of Absalom's trade guilds has made you a canny investor and shrewd entrepreneur.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Society skill and the Business Lore skill. You gain the @Compendium[pf2e.feats-srd.sMm0UfYxEPpq2Yzd]{Experienced Professional} skill feat.</p>"
		},
		"Trailblazer": {
			"name": "Trailblazer",
			"description": "<p>Uncharted realms have always intrigued you, and you've explored and mapped large territories in service to merchants, governments, or your own curiosity. Where some see a blank spot on a map, you see the potential for something new and undiscovered.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Survival skill and the Cartography Lore skill. You gain the @Compendium[pf2e.feats-srd.4tTkRyOQ0VuRBac3]{Terrain Expertise} skill feat with one terrain you've explored (such as forest or underground).</p>"
		},
		"Translator": {
			"name": "Translator",
			"description": "<p>In your youth, you learned to transcribe books and translate scrolls to preserve knowledge or perhaps to aid wealthy merchants and politicians. Whether you set out to make your own fortune or are drawn to decipher the strangest codes, your linguistic training will guide your discoveries.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Society skill and the Scribing Lore skill. You gain the @Compendium[pf2e.feats-srd.P9HCz0uR6xPHuw72]{Multilingual} skill feat.</p>"
		},
		"Truth Seeker": {
			"name": "Truth Seeker",
			"description": "<p>Whether you are a local or from out of town, you've heard rumors that Breachill's past contains a hidden secret. Perhaps you've heard strange rumors that the town's founder, Lamond Breachton, was not the hero everyone touts, or maybe your grandmother heard stories from her own grandmother that contradict the town's accepted narrative of its establishment. In the pursuit of the truth, you've learned to navigate the tangles of politics, and to never take anyone's word at face value.</p>\n<p>You plan to join the Call for Heroes so that you can make yourself known to the council, or perhaps even ingratiating yourself to them, so you can seek the truth and eventually uncover Breachill's secrets!</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Deception skill and the Politics Lore skill. You gain the @Compendium[pf2e.feats-srd.Dvz54d6aPhjsmUux]{Lie To Me} skill feat.</p>"
		},
		"Tyrant Witness": {
			"name": "Tyrant Witness",
			"description": "<p>When Tar-Baphon broke free of Gallowspire, you saw him emerge. When the god-slaying lich obliterated Vigil and Roslar's Coffer, you scrambled to safety. And when necrotic rainfall swept through the lands and the Gallowgarden grew, you weathered the storms. Others talk of what the Whispering Tyrant's return did to Lastwall, but you were there. And it changed you.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Undead Lore skill. You can cast <em>@Compendium[pf2e.spells-srd.kcelf6IHl3L9VXXg]{Disrupt Undead}</em> as a divine innate cantrip. As normal, the cantrip heightens to half your level rounded up.</p>"
		},
		"Ulfen Raider": {
			"name": "Ulfen Raider",
			"description": "<p><strong>Prerequisite</strong> Region - Saga Lands</p>\n<hr />\n<p>You are an Ulfen warrior, feared among Avistan for the merciless and devastating raids your people once conducted along the shores. Though the days of these Ulfen raids are largely past, you have been trained to strike terror into the hearts of those who face you.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Intimidation skill and the Sailing Lore skill. You gain the @Compendium[pf2e.feats-srd.xQMz6eDgX75WX2ce]{Intimidating Glare} skill feat.</p>"
		},
		"Undercover Contender": {
			"name": "Undercover Contender",
			"description": "<p>Gangsters and cheats seem as drawn to the Ruby Phoenix Tournament as piranhas to a bloody hippo, and you're dead set on making sure this tournament is as scandal-free as possible. Your reasons are your own - maybe a high-ranking official in Goka has tasked you with the case, or maybe foul play led to losing someone dear to you in the last tournament. Maybe you just hate to see fair fighters get knocked out by crooked contenders. Whatever your motives, you've promised to be in the ring in case anyone tries to derail the contest. The Golden League crime syndicate is the most obvious suspect, what with their meddling in the Ruby Phoenix Tournament a decade ago, but maybe there will be others - unscrupulous contenders trying to pull one over on Hao Jin, perhaps, or an entirely new devious conspiracy hoping to hijack the event for their own evil purposes. In any case, you'll be around to deliver the hammer of justice. You've told a small squad of your closest confidants about your mission, and you've managed to secure a spot in the tournament's prequalifier along with them. You and your team have to win fights to stay in the competition long enough to make sure things go smoothly. If that means you end up being the Ruby Phoenix Champions, all the better.</p>\n<p>选择两项属性提升。一项必须是<strong>魅力</strong>或<strong>敏捷</strong>，另一项为自选属性提升。</p>\n<p>You're trained in Deception and the Underworld Lore skill. You gain the @Compendium[pf2e.feats-srd.HEBXaS656MZTiWFu]{Lengthy Diversion} skill feat.</p>"
		},
		"Undercover Lotus Guard": {
			"name": "Undercover Lotus Guard",
			"description": "<p>It's a well-known secret that for every playhouse in the Ivy District, there's an underground criminal element lurking somewhere in the shadows. To get intel on the occultists, assassins, and thieves' guilds that pull the strings of power in the Ivy District, the Lotus Guard trains some of the best undercover agents and operatives in all of Absalom. You're one such agent, and you've put your life on the line more times than you can count by getting close to the Ivy's most dangerous criminals. Your risky missions and thrill-seeking derring-do have earned you many accolades-but also no shortage of enemies.</p>\n<p>You transferred to the Edgewatch after your cover was unexpectedly blown and you needed a safe place to lie low away from the Ivy District. With your mastery of disguise and your ability to confidently converse with criminal masterminds, it won't be long before you've made yourself an indispensable undercover operator in this precinct as well.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Deception skill, Art Lore, <strong>and</strong> Underworld Lore. You gain a +1 circumstance bonus to Deception, Diplomacy, and Intimidation checks to Interact with Lotus Guards and high-ranking criminals like guild masters, gang leaders, and mob bosses. You gain the @Compendium[pf2e.feats-srd.B6HbYsLBWb1RR6Fx]{Charming Liar} skill feat.</p>"
		},
		"Undersea Enthusiast": {
			"name": "Undersea Enthusiast",
			"description": "<p><strong>Prerequisite</strong> Region - High Seas</p>\n<hr />\n<p>You love diving and exploring the world beneath the waves, and long periods of swimming have trained you to move easily through the water. You're also fascinated by undersea creatures and cultures-and may even have a trace of one of them in your own lineage.</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>体质</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Athletics skill and the Ocean Lore skill. You gain the @Compendium[pf2e.feats-srd.iOY6YfGBaOvMNAor]{Underwater Marauder} skill feat.</p>"
		},
		"Undertaker": {
			"name": "Undertaker",
			"description": "<p>People die. This is the unfortunate fact of life on which you've founded your business, because wherever people die, there is a demand for mortuary services. You might be a Pharasmin priest or a secular professional, but your job is seeing to the body, comforting the bereaved, and making sure that the deceased goes to their ultimate reward with all due dignity. Of course, someone in your position sees a lot of strange deaths, and chances are one of them set you on the road to adventure.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Medicine skill and a Lore skill specializing in one local type of undead. You gain the @Compendium[pf2e.feats-srd.Ws9JlysHcFoz6WAQ]{Forensic Acumen} skill feat.</p>"
		},
		"Unsponsored": {
			"name": "Unsponsored",
			"description": "<p>You have aspirations of attending the Magaambya academy of magic, but fate seemed to thwart you at every turn. You were unable to obtain a sponsorship and lost a collection of helpful textbooks to unexpected insect damage. You nevertheless made the long trip to Nantambu through terrible weather, uncharacteristically bad roads, and indifferent fellow travelers. Yet you have persevered. Now that you are here, alone but determined, you won't let anything stand in your way.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in your choice of the Diplomacy or Intimidation skill. You gain a skill feat: @Compendium[pf2e.feats-srd.KpFetnUqTiweypZk]{Group Impression} if you chose Diplomacy or @Compendium[pf2e.feats-srd.xQMz6eDgX75WX2ce]{Intimidating Glare} if you chose Intimidation. You're also trained in Academia Lore.</p>\n<p>Your recommended primary branch is the Tempest-Sun Mages.</p>"
		},
		"Ustalavic Academic": {
			"name": "Ustalavic Academic",
			"description": "<p><strong>Prerequisite</strong> Region - Eye of Dread</p>\n<hr />\n<p>You were educated at a famed Ustalavic academy, such as the University of Lepidstadt or the Sincomakti School of Sciences, and received quality instruction in advanced concepts of mathematics, science, and engineering.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Crafting skill and the Academia Lore skill. You gain the @Compendium[pf2e.feats-srd.P6icK2DbRoZ3H6kc]{Skill Training} skill feat.</p>"
		},
		"Varisian Wanderer": {
			"name": "Varisian Wanderer",
			"description": "<p><strong>Prerequisite</strong> Region - Saga Lands</p>\n<hr />\n<p>You have spent your youth wandering the lands of Varisia and beyond among the brightly painted wagons of a Varisian caravan. You have heard endless tales of your people's history and lore, and have learned many songs and stories from the disparate people you have met.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Performance skill and the Circus Lore skill. You gain the @Compendium[pf2e.feats-srd.7LB00jkh6JaJr3vS]{Fascinating Performance} skill feat.</p>"
		},
		"Vidrian Reformer": {
			"name": "Vidrian Reformer",
			"description": "<p><strong>Prerequisite</strong> Region - Mwangi Expanse</p>\n<hr />\n<p>You know that the only way your homeland of Vidrian can remain free from outside conquerors is by forging a strong and unified government. As such, you seek to bind your fellow citizens together through careful diplomacy and force of personality-or, if necessary, subterfuge and intrigue.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Diplomacy skill and the Politics Lore skill. You gain the @Compendium[pf2e.feats-srd.4RjDxgvNXNl5GG9d]{Hobnobber} skill feat.</p>"
		},
		"Wandering Preacher": {
			"name": "Wandering Preacher",
			"description": "<p>While you once spoke to a small congregation in a ramshackle church, those days are behind you now. Your church was destroyed, your congregants scattered, and now you meander the lands holding a worn copy of your religious text in one hand, and a fiery conviction in the other.</p>\n<p>Choose two ability boosts. One boost must be to <strong>体质</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Religion skill and a Lore skill associated with the deity you preach for (such as Pharasmin Lore). You gain the @Compendium[pf2e.feats-srd.BqceQIKE0lwIS98s]{Pilgrim's Token} skill feat.</p>"
		},
		"Wanted Witness": {
			"name": "Wanted Witness",
			"description": "<p>You saw something you shouldn't have, plain and simple. The shame is that you don't even know what it is, exactly, that you saw.</p>\n<p>After moving to Alkenstar, you swiftly fell in love with the City of Smog, but you found it difficult to get a foothold in the fast-paced metropolis. Luckily, a chance invitation promised good work for someone with your unique social talents. You went to an inconspicuous chamber in a humble tower somewhere in the Capital District. There, you met some clearly powerful, clearly corrupt members of the Alkenstar elite. Among the faces you recognized were the notorious mogul Ambrost Mugland and the steely-eyed shieldmarshal Anjelique Loveless. Before you were asked to leave, you made quite an impression-but not a good one.</p>\n<p>Not only did you not make the cut for whatever kinds of jobs were on offer that day, but you soon discovered that you couldn't get a room at any inn in the city, and there were wanted posters with your name on them plastered all over town. Friends and families turned their backs on you, afraid to get involved. Clearly, someone at that meeting-Mugland, maybe, or perhaps Loveless- believed you were a liability, and they had you excised from Alkenstar society. All you want is to be able to walk the streets without fearing for your life, and there's only one way to make that happen: find the villains responsible for your predicament and get them to undo the curse now attached to your name.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and the Alkenstar Lore skill. You gain the @Compendium[pf2e.feats-srd.yUuU9xyotrpwpTyC]{Read Lips} skill feat.</p>"
		},
		"Waste Walker": {
			"name": "Waste Walker",
			"description": "<p>Whether you grew up in the Mana Wastes or another similarly desolate place, you quickly learned that only the strong survive. You and your family were forced to evade monsters, mutants, wild magic, and worse, as each new day heralded the possibility of a danger or threat you'd never seen before. You learned to adapt to the worst possible conditions and how to forage and survive in a place few others would dare to live.</p>\n<p>Choose two ability boosts. One boost must be to <strong>力量</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Survival skill, and Mana Wastes Lore (or another similar Lore skill associated with the wastes where you grew up). You gain the @Compendium[pf2e.feats-srd.8qebBeOJsyRIchcu]{Forager} skill feat.</p>"
		},
		"Whispering Way Scion": {
			"name": "Whispering Way Scion",
			"description": "<p><strong>Prerequisite</strong> Region - Eye of Dread</p>\n<hr />\n<p>Your family has long been associated with the enigmatic death cult known as the Whispering Way, which was recently responsible for the terrible devastation in the nation of Lastwall. Whether or not you have followed in their footsteps, you know many of the philosophy's secrets.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Religion skill and the Undead Lore skill. You gain the @Compendium[pf2e.feats-srd.x7EMZNMavris2aHY]{Student of the Canon} skill feat.</p>"
		},
		"Wildwood Local": {
			"name": "Wildwood Local",
			"description": "<p><strong>Prerequisite</strong> Region - Shining Kingdoms</p>\n<hr />\n<p>You might have been born and raised among the druids of the Verduran Forest, or you may have spent time among them as an adult and come to know their ways.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Nature skill as well as the Forest Lore skill. You gain the @Compendium[pf2e.feats-srd.WC4xLBGmBsdOdHWu]{Natural Medicine} skill feat.</p>"
		},
		"Willing Host": {
			"name": "Willing Host",
			"description": "<p>You speak to spirits only you can perceive: wispy shreds of lost souls, household guardians, ancestral spirits, and other entities. You can negotiate with these beings, allowing them into your body to impart knowledge or aid in a task for the price of a favor.</p>\n<p>Choose two ability boosts. One must be to <strong>Wisdom</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Spirit Lore skill. You gain the @Compendium[pf2e.actionspf2e.yXk0G8l0leaqHh1U]{Host Spirit} action.</p>"
		},
		"Winter's Child": {
			"name": "Winter's Child",
			"description": "<p><strong>Prerequisite</strong> Region - Saga Lands</p>\n<hr />\n<p>Your or one of your ancestors hails from Irrisen, and some spark of the icy region's magic has manifested itself within your bones. The blood of Baba Yaga's legacy runs in your veins, and you are at one with the mysteries and dangers of the frozen land.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Arcana skill and the Weather Lore skill. You gain the @Compendium[pf2e.feats-srd.blMeVamjGz4ODWxq]{Arcane Sense} skill feat.</p>"
		},
		"Wished Alive": {
			"name": "Wished Alive",
			"description": "<p>Once you were a simple construct or inanimate doll, but due to a deeply felt wish, either yours or another's, you came to life, and so you're now a living, breathing creature.</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Diplomacy skill. Once per day, you can fervently wish for something you could work towards achieving as a single action which has the concentrate trait. If you do, you gain a +2 circumstance bonus on the first skill check you attempt before the end of your turn to fulfill that wish.</p>"
		},
		"Witch Wary": {
			"name": "Witch Wary",
			"description": "<p><strong>Prerequisite</strong> Region - Saga Lands</p>\n<hr />\n<p>You have little love or trust for spellcraft and those who practice it, and have developed a paranoid knack for recognizing such tricks. You are constantly on guard for the magic of witches and have been trained to spot the signs of those with minds affected by magic.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Occultism skill and the Curse Lore skill. You gain the @Compendium[pf2e.feats-srd.hDGosy2ZTwnyctEP]{Oddity Identification} skill feat.</p>"
		},
		"Witchlight Follower": {
			"name": "Witchlight Follower",
			"description": "<p>While in a dismal forest or remote swamp, you caught sight of a string of lights bobbing through the trees. You stepped forward for a closer look, and then still further when the lights retreated a few paces. Then you remembered the rumors. Will-o'-wisps, rushlights, corpse lanterns—whatever they're called—such evil creatures lead people to their doom. With a supreme effort of will, you broke free from the alluring enchantment, and you've resolved to never let the strange lights of remote wildernesses claim you again.</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>You're trained in Survival and the Wisp Lore skill. You gain the @Compendium[pf2e.feats-srd.4tTkRyOQ0VuRBac3]{Terrain Expertise} skill feat with both swamp terrain and subterranean bodies of water.</p>"
		},
		"Wonder Taster": {
			"name": "Wonder Taster",
			"description": "<p><strong>Prerequisite</strong> Region - Broken Lands</p>\n<hr />\n<p>Having once sampled Numerian fluids, you've tasted knowledge beyond comprehension. You are driven to recapture that astounding experience.</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>体质</strong>，另一项为自选属性提升。</p>\n<p>You're trained in the Crafting skill and the Alchemical Lore skill. You gain the @Compendium[pf2e.feats-srd.is3Oz9wt11lNq62K]{Alchemical Crafting} skill feat.</p>"
		},
		"Seer of the Dead": {
			"name": "亡者先知 Seer of the Dead",
			"description": "<p>你很早就拥有了观察并与逝者交流的能力。这可能是在你出生时，或者是一次偶然意外将你与逝者的精魂联系在了一起。他们的反复出现可能让人觉得是一种诅咒，也可能为你带来受欢迎的陪伴。</p>\n<p>你获得一项属性提升。它必须是<strong>体质</strong>或<strong>感知</strong>。</p>\n<p>你在宗教和亡灵学识（Undead Lore）上受训。你在任何时候都获得<em>@Compendium[pf2e.spells-srd.3ehSrqTAm7IPqbIZ]{精魂感知 Spirit Sense}</em>法术的效果。</p>"
		},
		"Servant": {
			"name": "仆役 Servant",
			"description": "<p>你曾是一个侍奉贵族左右的仆从，作为家中心腹之一，获得他们的信任。你可能在一切顺利的情况下离开岗位，也可能是知道了一个关于你前主人的危险秘密。无论怎样，你都为了有所改变而开始冒险的生活，并发现对于自己新的角色，你从前学到的技能也能派上用场。</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>你在生存技能和劳力（Labor）学识技能上受训。你获得技能专长：@Compendium[pf2e.feats-srd.yUuU9xyotrpwpTyC]{读唇 Read Lips}。</p>"
		},
		"Squire": {
			"name": "侍从 Squire",
			"description": "<p>你跟在一名骑士身边接受训练，维护其装备，并在锦标赛和战斗中提供支援。现在，你寻找一个能证明你配得上正式骑士身份的挑战，或者你摒弃了华而不实的仪式，打算在虽然不太正式，但是堂堂正正的战斗中考验自己。</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>体质</strong>，另一项为自选属性提升。</p>\n<p>你在运动技能，以及纹章（Heraldry）或战争（Warfare）学识技能上受训。你获得技能专长：@Compendium[pf2e.feats-srd.Lc4dJZivRwU3QEmT]{穿甲助手 Armor Assist}。</p>"
		},
		"Acolyte": {
			"name": "侍祭 Acolyte",
			"description": "<p>你在一座宗教寺院或修道院中度过早年。你可能因为要传播你的宗教理念或是抛弃了信仰的教诲，从而出外云游四海，但在你的内心深处，将永远留下你曾学到的东西。</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>你在宗教（Religion）技能和书吏（Scribing）学识技能上受训。你获得@Compendium[pf2e.feats-srd.x7EMZNMavris2aHY]{教典学徒 Student of the Canon}技能专长。</p>"
		},
		"Detective": {
			"name": "侦探 Detective",
			"description": "<p>你以警务督察的身份解决案件，或是被富有的客户雇佣为私家侦探。成为冒险者或许是你要解决的下一个大谜团的一部分，但很可能是由于前一个案件带来的余波。</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>你在社群（Society）技能和黑道（Underworld）学识技能上受训。你获得@Compendium[pf2e.feats-srd.X2jGFfLU5qI5XVot]{人情练达 Streetwise}技能专长。</p>"
		},
		"Tinker": {
			"name": "修补匠 Tinker",
			"description": "<p>你制造五花八门的小发明来解决问题。你的工程技术别出心裁，没人知道你下一次会冒出来什么样的点子。它可能会是个具有巨大潜力的天才装置……也有可能爆炸。</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>你在手艺技能和工程（Engineering）学识技能上受训。你获得技能专长：@Compendium[pf2e.feats-srd.QLeMH5mQgh28sa5o]{独门手艺 Specialty Crafting}。</p>"
		},
		"False Medium": {
			"name": "假灵媒 False Medium",
			"description": "<p>世界上有些人拥有能够穿透生死界限，与灵魂交流的能力。你……并不是其中之一。但你对神秘学，冷读术和地方宗教的各种行为了解的足够多，让你可以用这些手段骗取人民的钱财。你的骗局背后有一些真正的神秘方法，不像一个彻头彻尾的骗子，但这对被你欺骗的人来说可能是一种冰冷的安慰。无论你是决定走上更加正义的道路，还是被抓住并承诺要正确行事，抑或是在冒险间仍有几次\"体验\"，当你行走各地时，你已经习惯了这种冒险生活。</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>你在神秘和占卜学识（Fortune-Telling Lore）上受训。</p>\n<p>你获得@Compendium[pf2e.feats-srd.r7cgrrHh75R8UEqN]{信仰欺诈 Deceptive Worship}（Deceptive Worship）技能专长。</p>"
		},
		"Ward": {
			"name": "养子 Ward",
			"description": "<p>在你年幼时，另一个家庭成了你的监护人。这家人供你吃住，教育，但从未完全把你当成家庭的一份子。也许你不得不满足他们的条件，以换取他们对你的照料，也许你虽得到抚养但却被忽视。现在，冒险是你成长和自由遨游的机会。</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>你在表演技能和世家（Genealogy）学识技能上受训。你获得技能专长：@Compendium[pf2e.feats-srd.7LB00jkh6JaJr3vS]{迷魂表演 Fascinating Performance}。</p>"
		},
		"Farmhand": {
			"name": "农民 Farmhand",
			"description": "<p>凭着虎背熊腰和对季节轮替的理解，你耕种土地，照料庄稼。你的农场可能已被入侵者摧毁，或者你已失去了将你留在农地里的家庭，又或者，你仅仅是厌倦了这份繁重无聊的活计。无论如何，你在某个时刻成了一名冒险者。</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>你在运动（Athletics）技能和农务（Farming）学识技能上受训。你获得针对运动技能的@Compendium[pf2e.feats-srd.W6Gl9ePmItfDHji0]{驾轻就熟 Assurance}技能专长。</p>"
		},
		"Animal Whisperer": {
			"name": "动物知音 Animal Whisperer",
			"description": "<p>你总是能感觉到与动物之间的关联，而学会驯服它们更是轻而易举。在旅行时，你总能遇到不同的生物，并且跟它们结交。</p>\n<p>选择两项属性提升。一项必须是<strong>感知</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>你在自然（Nature）技能和一项与你喜爱的动物居住地形相关的学识技能（比如平原Plains或沼泽Swamp）上受训。你获得@Compendium[pf2e.feats-srd.nowEaHgIyij7im8F]{训练动物 Train Animal}技能专长。</p>"
		},
		"Laborer": {
			"name": "劳工 Laborer",
			"description": "<p>你干过多年的苦力活。那是段艰辛的日子，但你终究捱了过来。你可能把冒险当成一种更容易出人头地的途径，或是奉他人的命令冒险。</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>体质</strong>，另一项为自选属性提升。</p>\n<p>你在运动技能和劳力（Labor）学识技能上受训。你获得@Compendium[pf2e.feats-srd.C0Tcelg3BAPhML6J]{力大无穷 Hefty Hauler}技能专长。</p>"
		},
		"Fortune Teller": {
			"name": "占卜师 Fortune Teller",
			"description": "<p>你明了命运千丝万缕的缠结，学会了许多能让凡人预知未来的传统方式。你可能曾用这些技艺来引领你的同胞，或是只将其用于牟利。不过，哪怕是最浅尝辄止的实践，也会将你与宇宙的玄妙奥秘联系起来。</p>\n<p>选择两项属性加成。一项必须是<strong>智力</strong>或<strong>魅力</strong>，另一项为自选属性加成。</p>\n<p>你在神秘（Occultism）技能和占卜（Fortune-Telling）学识技能上受训。你获得技能专长： @Compendium[pf2e.feats-srd.hDGosy2ZTwnyctEP]{辨别异象 Oddity Identification}。</p>"
		},
		"Astrologer": {
			"name": "占星家 Astrologer",
			"description": "<p>占星家寻找星体的迹象与预兆，用它们的位置来为生活在它们下面的人们指明方向。随着天体的移动，命运也在移动。你研究星星并学会了根据它们的指引来预测自己的道路。无论是星星直接呼唤你进入冒险生活，还是你用星星来引导自己的旅行，你都是在冒险生活中接受星星的指引。</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>你在神秘和占星学识（Astrology Lore）学识上受训。你获得@Compendium[pf2e.feats-srd.hDGosy2ZTwnyctEP]{辨别异象 Oddity Identification}技能专长。</p>"
		},
		"Guard": {
			"name": "卫兵 Guard",
			"description": "<p>出于爱国精神或是对报酬的需要，你曾任职卫兵。无论哪种情况，你都知道如何让一个顽固的嫌疑人开口。即便你离开了岗位，可能也会将冒险视为一个能让你施展才能的更广阔的舞台。</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>你在威吓（Intimidation）技能和法律或战争学识技能上受训。你获得@Compendium[pf2e.feats-srd.ar2DUlvDK4LDcH9J]{迅速胁迫 Quick Coercion}技能专长。</p>"
		},
		"Cook": {
			"name": "厨师 Cook",
			"description": "<p>你是在酒馆或其他餐饮场所的厨房里长大的，并在那里表现出色，成为一名出色的厨师。烘烤、烹饪、兼营一点酿酒——你已经默默无闻地忙碌了很久，是时候到外面的世界去欣赏风光了。</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>你在生存技能和烹饪（Cooking）学识技能上受训。你获得技能专长：@Compendium[pf2e.feats-srd.1Eceqc6zbMj2x0q9]{调制老手 Seasoned}。</p>"
		},
		"Anti-Magical": {
			"name": "反魔法体质 Anti-Magical",
			"description": "<p>在你身边，魔法从来都不太管用。也许你已经成为了一个魔法使用者，或者也许你用你独特的能力来对付魔法使用者。</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>你在自己选择的学识技能上受训，但它不可能是与魔法相关的（如果不清楚，由GM决定）。每当你受到魔法影响时，即使是你自己的魔法或盟友的魔法，效果的制造者必须尝试DC3的纯骰检定。</p>\n<p>若失败，魔法不会影响你（仍会对其他人产生正常的影响）。成功后，魔法会影响你，也无需再尝试相同魔法效果的纯骰检定，即使以后再次影响你。</p>"
		},
		"Cursed": {
			"name": "受诅者 CursedCursed",
			"description": "<p>你是个人或祖传诅咒的受害者。通过不懈努力和对神秘学的研究，你已经学会了抵御诅咒最糟糕的效果，进而保护自己免受其他有害魔法的伤害。然而，诅咒仍然纠缠着你，有时会以危险的方式显现出来。</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>你在神秘技能和诅咒（Curse）学识上受训。你获得反应动作：@Compendium[pf2e.actionspf2e.7pdG8l9POMK76Lf2]{守护印记 Warding Sign}。你应该和GM决定诅咒的完整效果，不过你现在已经能够规避其中的大多数效果。由GM决定你身上残余的诅咒影响，这通常包含至少一个永久或非常频繁的主题效果，以及偶尔出现的更加危险的效果。</p>"
		},
		"Chosen One": {
			"name": "受选者 Chosen One",
			"description": "<p>你伴随预言出生，你身边的人都认为你将完成伟大的事业。你承受着巨大压力去完成这项任务，而预言的易变性使你的前途难卜。</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>与你的GM一起决定你要完成的预言的主要部分。你在一项与预言有关的技能和占卜学识（Fortune-Telling Lore）上受训。你获得了@Compendium[pf2e.actionspf2e.vdnuczo4ktS7ow7N]{预言之卒 Prophecy's Pawn}自由动作。</p>\n<hr />\n<p><em>注意：你需要手动选择技能，并将@Compendium[pf2e.actionspf2e.vdnuczo4ktS7ow7N]{预言之卒 Prophecy's Pawn}添加到人物卡中。</em></p>"
		},
		"Merchant": {
			"name": "商人 Merchant",
			"description": "<p>你曾在尘土飞扬的商店、市场摊位或商队篷车中出售货物，换取金钱和商品。你所掌握的技能仍然适用于冒险生活，比如用好价钱买的一套盔甲就有可能救你一命。</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>你在交涉技能和商业（Mercantile）学识技能上受训。你获得@Compendium[pf2e.feats-srd.5nc5ridFBfYpn2Om]{慧眼识珠 Bargain Hunter}技能专长。</p>"
		},
		"Prisoner": {
			"name": "囚犯 Prisoner",
			"description": "<p>你可能曾因犯罪（无论是否无辜）而被囚禁，或是在成长过程中曾被奴役过。在你的冒险生涯中，你会充分利用你刚刚收获的自由。</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>体质</strong>，另一项为自选属性提升。</p>\n<p>你在隐匿技能和黑道学识技能上受训。你获得技能专长：@Compendium[pf2e.feats-srd.t3btih0O5RUwWynt]{老练走私者 Experienced Smuggler}。</p>"
		},
		"Returned": {
			"name": "复生者 Returned",
			"description": "<p>你曾经死亡过，然后奇迹般地复活了，带着死后国度的知识，并与生命有了更强的联系。一些已死或不死的灵魂可能会对你产生一股出于本能的奇异亲切感。</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>你获得专长：@Compendium[pf2e.feats-srd.I0BhPWqYf1bbzEYg]{顽强 Diehard}，以及对于白骨墓园（Boneyard）学识的专长：@Compendium[pf2e.feats-srd.BocFD2KV0qgUC76x]{额外学识 Additional Lore}。</p>"
		},
		"Out-Of-Towner": {
			"name": "外乡人 Out-Of-Towner",
			"description": "<p>你从未来过布雷克屯（Breachill），这镇子里也没亲戚，但机缘巧合下你拜访了这里。你可能是与一位朋友来这里旅行、来拜访老熟人、或者仅仅是为了探索这世界上还未踏足过的土地。在来到这个镇子之前，你与其他族裔的人们生活过数年时间，见识过各色事物的童年赋予了你开放的思维和好奇的天性。</p>\n<p>接触到未曾见过的民族和文化让你兴奋，回应英雄征召（Call for Heroes）活动似乎是一种了解他们的有趣方式。</p>\n<p>选择两项属性提升（ability boost）。其中一项必须为 <strong>体质</strong> 或 <strong>智力</strong>，另一项则为自由属性提升（ability boost）。</p>\n<p>你的交涉（Diplomacy）技能以及在你成长过程中一同生活的那个族裔相关的学识的熟练度为受训：矮人（Dwarf）、精灵（Elf）、侏儒（Gnome）、地精（Goblin）或半身人（Halfling）。你获得 @Compendium[pf2e.feats-srd.4RjDxgvNXNl5GG9d]{飞短流长 Hobnobber} 技能专长。</p>"
		},
		"Amnesiac": {
			"name": "失忆症 Amnesiac",
			"description": "<p>你的背景是……好吧……其实你不记得了！可能在你心灵深处有一些线索，暗藏着异常的情绪或对某些人或状况的意外反应，但你最后还是无法知道自己曾经的身份。你的冒险可能就是专门让你寻找自己的秘密的，这取决于你和GM如何处理你的角色背景的真相。你可以把它交给GM决定，使它成为一个秘密，也可以跟GM合作创作，甚至可以选择把它留到以后再决定。无论哪种情况，你和GM应该确定少量关于你的角色及其物品的重要细节，从而取得关于你的过去的第一批线索。</p>\n<p>你获得三项自选属性提升。其中两项由你选择，第三项则根据暗示了角色可能的经历的第一批线索，由GM进行选择。</p>"
		},
		"Academy Dropout": {
			"name": "学院辍学生 Academy Dropout",
			"description": "<p>你曾被一所著名的魔法学院录取，但后来你辍学了。也许发生了重大事件，也许你不得不承担起其他责任，也许这对你来说太过分了。不管是什么，你从学院的退学和你的入学一样塑造并引导你走向冒险的生活。</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>你在奥法和学术学识（Academia Lore）上受训。你获得@Compendium[pf2e.feats-srd.1Bt7uCW2WI4sM84P]{可疑知识 Dubious Knowledge}技能专长。</p>"
		},
		"Artisan": {
			"name": "工匠 Artisan",
			"description": "<p>在学徒时期，你练习过某种建造技术或手工艺，培养出了过人的技艺。你可能曾是一个辛勤锻造过无数个小时的铁匠学徒，能缝制各式服装的裁缝，或者是懂得搭建船体的造船工。</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>你在手艺（Crafting）技能和行业公会（Guild）学识技能上受训。你获得@Compendium[pf2e.feats-srd.QLeMH5mQgh28sa5o]{独门手艺 Specialty Crafting}技能专长。</p>"
		},
		"Genie-Blessed": {
			"name": "巨灵祝福 Genie-Blessed",
			"description": "<p>你找到一位强大的巨灵并请求他们的祝福，希望提升你的运气。你的愿望很模糊不清，但运气和巨灵给了你一个比普通愿望更强大的效果，在你的余生中获得能被愿望改变的幸运。同时其他同类巨灵会认出你被它们中最高贵者所祝福，并可能更尊重或嫉妒你。</p>\n<p>选择两项属性提升。一项必须是<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>你在交涉和巨灵学识（Genie Lore）上受训。你获得@Compendium[pf2e.actionspf2e.N6U02s9qJKQIvmQd]{期望好运 Wish for Luck}自由动作。</p>\n<hr />\n<p><em>注意：你必须手动将@Compendium[pf2e.actionspf2e.N6U02s9qJKQIvmQd]{期望好运 Wish for Luck}自由动作添加到人物卡中。</em></p>"
		},
		"Cultist": {
			"name": "异教徒 Cultist",
			"description": "<p>你曾是（或仍然是）异教团的成员，教团的祭祀可能包含用于确保丰收的祝圣舞蹈。或是呼唤黑暗力量的可怕仪式。你冒险的目的可能是增强教团的实力、探索世上最宏大的奥秘、或是逃离不光彩的行为和约束。</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>你在神秘技能和一项与你的神祇或教团相关的学识技能上受训。你获得技能专长：@Compendium[pf2e.feats-srd.lEgYzFHransLkSvI]{熟知秘密 Schooled In Secrets}。</p>"
		},
		"Bandit": {
			"name": "强盗 Bandit",
			"description": "<p>你的过去充满了到乡下打家劫舍，在路上洗劫过客以及居无定所凑合过活的日子。你最终投身冒险生涯可能是因为劫掠而被当地贵族制裁，也可能是出于自己的本意。如今，冒险是你的谋生手段，而多年的宿营与打斗经历对此很有帮助。</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>你在威吓技能和一项与你过去谋生的地形相关的学识技能（比如沙漠Desert或平原Plains）上受训。你获得技能专长：@Compendium[pf2e.feats-srd.gUqvezs2zzoTXFAI]{集体胁迫 Group Coercion}。</p>"
		},
		"Barrister": {
			"name": "律师 Barrister",
			"description": "<p>成堆的法律书卷、严厉的教师和法庭经验教会了你如何处理法律事务。你有能力在法庭上提起诉讼或展开辩护，并且乐于了解本地法律的最新情况，因为说不准什么时候，你可能就要在紧急情况下用到它们。</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>你在交涉（Diplomacy）技能和法律（Legal）学识技能上受训。你获得@Compendium[pf2e.feats-srd.KpFetnUqTiweypZk]{技能专长 Group Impression}。</p>"
		},
		"Field Medic": {
			"name": "战地医师 Field Medic",
			"description": "<p>在瞬息万变的混乱战局中，你学会了在处理战斗伤员时适应快速变化的状况。你曾为士兵、警卫或其他战斗人员急救，并学到了大量与战斗后勤有关的东西。</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>你在医学（Medicine）技能和战争（Warfare）学识技能上受训。你获得@Compendium[pf2e.feats-srd.wYerMk6F1RZb0Fwt]{战中救治 Battle Medicine}技能专长。</p>"
		},
		"Scavenger": {
			"name": "拾荒者 Scavenger",
			"description": "<p>你翻拣社群丢弃的杂物为生。你可能只是为了生存而拾荒，或者是做过捡破烂、挑粪工之类的职业。虽然你已经离开了那种生活，但出于习惯，你还是会经常留意地上。</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>你在生存技能和一项与你过拾荒生活的聚居地相关的学识技能上受训。你获得技能专长：@Compendium[pf2e.feats-srd.8qebBeOJsyRIchcu]{觅食者 Forager}。</p>"
		},
		"Tax Collector": {
			"name": "收税员 Tax Collector",
			"description": "<p>你是在缴税时间到时被派出去的，遭人唾弃但又要奉命行事的角色。你的工作可能需要旅行和劝说，或者你可能负责收取贸易税。无论哪种情况，它有时意味着要干点脏活，冒险似乎是你顺理成章的下一个人生阶段。</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>你在威吓技能和一项与你受雇的聚居地相关的学识技能上受训。你获得技能专长：@Compendium[pf2e.feats-srd.ar2DUlvDK4LDcH9J]{迅速胁迫 Quick Coercion}。</p>"
		},
		"Warrior": {
			"name": "斗士 Warrior",
			"description": "<p>你早年曾以雇佣兵、保卫游牧民族的斗士、民兵队或军队成员的身份参与战斗。你可能一直想要脱离这些刻板的武装组织，也可能你原本就是个像现在一样独来独往的战斗者。</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>体质</strong>，另一项为自选属性提升。</p>\n<p>你在威吓技能和战争学识技能上受训。你获得技能专长：@Compendium[pf2e.feats-srd.xQMz6eDgX75WX2ce]{金刚怒目 Intimidating Glare}</p>"
		},
		"Scout": {
			"name": "斥候Scout",
			"description": "<p>你寻找路径，为旅行者引路，荒野就是你的家园。让你成为冒险者的可能是你的漫游癖好，也可能是身为一名军队侦察兵的你发现自己喜欢战斗。</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>你在生存技能，以及一项与你侦察过的地形相关的学识技能（比如森林Forest或洞窟Cavern）上受训。你获得技能专长：@Compendium[pf2e.feats-srd.8qebBeOJsyRIchcu]{觅食者 Forager}。</p>"
		},
		"Time Traveler": {
			"name": "时间旅客 Time Traveler",
			"description": "<p>你来自不同的时代。无论是你自己干的还是一次可怕的意外，强大的魔法让你从未来或过去来到此时此刻，但你无法返回。你可能来自新瑟西隆，一个充满着时间旅客的国家。</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>你在三项代表了你过去的知识的学识上受训。你获得@Compendium[pf2e.actionspf2e.3cuTA58ObXhuFX2r]{扭曲时间 Bend Time}反应动作。</p>"
		},
		"Pilgrim": {
			"name": "朝圣者 Pilgrim",
			"description": "<p>在你年轻时，你曾多次到重要的神坛和圣地朝圣。你可能是个修士，也可能是个兜售圣物（不论真假）的商人，或者只是个遵循信仰指引的普通农民。无论你现在流浪的目的是什么，你的信仰仍在路上保护着你。</p>\n<p>选择两项属性提升。一项必须是<strong>感知</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>你在宗教技能和一项与你的神祇相关的学识技能上受训。你获得技能专长：@Compendium[pf2e.feats-srd.BqceQIKE0lwIS98s]{朝圣者神符 Pilgrim's Token}。</p>"
		},
		"Acrobat": {
			"name": "杂耍艺人 Acrobat",
			"description": "<p>你在马戏团或街头表演杂耍来赚取酬劳。你可能是因为收入微薄而改行冒险，或者只是决定更好地利用自己的技巧。</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>敏捷</strong>，另一项为自选属性提升。</p>\n<p>你在特技（Acrobatics）技能和马戏表演（Circus）学识技能上受训。你获得@Compendium[pf2e.feats-srd.CnqMJR8e9jqJR7MM]{四平八稳 Steady Balance}技能专长。</p>"
		},
		"Plant Whisperer": {
			"name": "植物耳语者 Plant Whisperer",
			"description": "<p>你很有园艺天赋，让你能够用一种近乎魔法的方式照顾那些别人发现很难种植的植物。当你旅行时，你会遇到各种各样的新植物和植物生物，这让你可以扩展视野，加深对植物群的理解。</p>\n<p>选择两项属性提升。一项必须是<strong>感知</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>你在自然和植物学识（Plant Lore）上受训。你获得@Compendium[pf2e.feats-srd.WC4xLBGmBsdOdHWu]{自然疗法 Natural Medicine}技能专长。</p>"
		},
		"Sailor": {
			"name": "水手 Sailor",
			"description": "<p>你从小就感受到了大海的呼唤。你或许登上了一艘商船，或是跻身海军，甚至有可能加入海盗和匪徒团伙。</p>\n<p>选择两项属性提升。一项必须是Strength or Dexterity，另一项为自选属性提升。</p>\n<p>你在运动技能和航海（Sailing）学识技能上受训。你获得技能专长：@Compendium[pf2e.feats-srd.iOY6YfGBaOvMNAor]{浪里白条 Underwater Marauder}。</p>"
		},
		"Song of the Deep": {
			"name": "深海之歌 Song of the Deep",
			"description": "<p>在一次海上航行中，你被冲下船外，吞咽海水而淹死。人鱼，马形水怪，海蛇或者其他神奇的海洋动物将你无意识的身体从深海中救出。在水下过去如此之久，你的肺里充满了盐水。为了让你重新呼吸，它们向你的肺部呼气，并在过程中分享了水下呼吸的能力。你带着水下呼吸的能力回来了，并且对你能在水下待的时间有了一个全新认识。</p>\n<p>你获得一项属性提升。它必须是<strong>力量</strong>，<strong>体质</strong>或<strong>魅力</strong>。</p>\n<p>你在运动和海洋学识（Ocean Lore）上受训。你拥有在水下呼吸的能力。</p>\n<hr />\n<p><strong>特殊</strong> 你选择这个背景时，你可以选择失去呼吸空气的能力，使你只能在水下呼吸。若如此做，你获得第二项属性提升，这是一项自选属性提升。</p>"
		},
		"Nomad": {
			"name": "游民 Nomad",
			"description": "<p>你四海为家，学会了在旅途中和未知土地上生存的基本方针，哪怕食不果腹，落魄潦倒，你也能泰然处之。成为冒险者后，你依然在漂泊，只是去的地方往往更加危机四伏。</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>你在生存技能，以及一项与你旅行过的地形相关的学识技能（比如沙漠或沼泽）上受训。你获得针对生存技能的技能专长：@Compendium[pf2e.feats-srd.W6Gl9ePmItfDHji0]{驾轻就熟 Assurance}。</p>"
		},
		"Outrider": {
			"name": "游骑兵 Outrider",
			"description": "<p>年轻时，你曾骑马驰骋在广阔的草原上，为你的聚居地、军队或其他团队担任先锋。看过许多不同的土地后，你不再满足于仅仅策马路过，而是在心中产生了对冒险和探索世界的渴望。</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>你在自然技能和平原（Plains）学识技能上受训。你获得技能专长：@Compendium[pf2e.feats-srd.gArdEleFCvUHtdGk]{奔途骠骑 Express Rider}。</p>"
		},
		"Emissary": {
			"name": "特使 Emissary",
			"description": "<p>你以外交官或信使的身份前往世界各地，与新的人群交流，结成盟约。</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>你在社群技能和一项与你经常拜访的城市相关的学识技能上受训。你获得@Compendium[pf2e.feats-srd.P9HCz0uR6xPHuw72]{额外语言 Multilingual}技能专长。</p>"
		},
		"Hunter": {
			"name": "猎人 Hunter",
			"description": "<p>你追踪并猎杀动物和荒野中的其他生物。将动物剥皮取肉，加以烹调同样是你的拿手好戏。这些技巧都对你的冒险很有帮助。</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>你在生存技能和制皮（Tanning）学识技能上受训。你获得@Compendium[pf2e.feats-srd.tGIXuk0XeWmG04CX]{勘察野兽 Survey Wildlife}技能专长。</p>"
		},
		"Barber": {
			"name": "理发师 Barber",
			"description": "<p>理发、牙科、放血、手术……只要是用得上稳健的手和一把剃刀的活，你就会去做。你踏上路途的理由可能是为了拓展你的技艺，或者是想在这个令你的病人受尽折磨的世界里考验自己。</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>你在医学技能和手术（Surgery）学识技能上受训。你获得技能专长：@Compendium[pf2e.feats-srd.bkZgWFSFV4cAf5Ot]{风险手术 Risky Surgery}。</p>"
		},
		"Royalty": {
			"name": "皇室成员 Royalty",
			"description": "<p>你是一个皇族的重要成员。你已经过上了冒险者的生活——也许你是一个试图夺回王位的被废黜的女王、一个寻求刺激生活的王子、或者一个执行秘密任务的公主。</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>你在社群技能上受训。你获得技能专长：@Compendium[pf2e.feats-srd.JtjnFsOToBLnSRO9]{贵族风范 Courtly Graces}，能够影响你家族领地内的平民，以及各地的贵族。如果之后你获得了技能专长：@Compendium[pf2e.feats-srd.iCv8KTZ5PcF4GqeV]{关系户 Connections}，你将自动拥有你的皇族领地内所有社区的平民和贵族社会关系，并在领地外的的大型社区拥有贵族社会关系。</p>"
		},
		"Miner": {
			"name": "矿工 Miner",
			"description": "<p>你历经艰险，从地底深处的黑暗中挖掘珍贵矿物。与这种繁重的苦力活相比，冒险看起来既有利可图，也更激动人心――如果你不得不返回地下，你计划这回要带上一把真正的武器，而不是矿工镐。</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>你在生存技能和采矿（Mining）学识技能上受训。你获得针对地底地形的@Compendium[pf2e.feats-srd.4tTkRyOQ0VuRBac3]{地形专家 Terrain Expertise}技能专长。</p>"
		},
		"Root Worker": {
			"name": "祛邪师 Root Worker",
			"description": "<p>有些病痛是无法单凭草药治愈的。你也学会了一些仪式疗法，呼唤自然精魂来舒缓疼痛，抵御祸殃。和冒险者们同行给了你路上的陪伴，也保护了你不被那些会把你当成江湖骗子——或者更糟的人伤害。</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>你在神秘技能和草药（Plains）学识技能上受训。你获得技能专长：@Compendium[pf2e.feats-srd.22P7IFyhrF7Fbw8B]{祛邪魔法 Root Magic}。</p>"
		},
		"Occult Librarian": {
			"name": "神秘学图书馆员 Occult Librarian",
			"description": "<p>你花了数小时阅读了大量关于各种神秘主题的书籍，磨练了你关于这些晦涩的魔法技艺的知识。你可能会冒险赚钱去购买稀有的著作，去探索书中找不到的神秘事物，或者去测试你的技能。</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>你在奥法和学术学识（Academia Lore）上受训。你获得@Compendium[pf2e.feats-srd.lEgYzFHransLkSvI]{熟知秘密 Schooled In Secrets}技能专长。</p>"
		},
		"Bookkeeper": {
			"name": "簿记员 Bookkeeper",
			"description": "<p>你在农场、商人的生意、或城市的大公会里跟数字打交道。你记录开支、薪酬、利润、以及其他一切跟钱有关的事情，无论日子好转还是变差。假如好转，你可能为了学习别人怎么做这行而开始冒险。假如变差，你可能是为了躲避即将到来的后果而跑路，希望没人能找到你。</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>你在社群（Society）技能和会计（Accounting）学识技能上受训。你获得技能专长：@Compendium[pf2e.feats-srd.0N8TtGSk5enoLBZ8]{计数眼 Eye For Numbers}。</p>"
		},
		"Feybound": {
			"name": "精类羁绊 Feybound",
			"description": "<p>你在第一世界或其他精类国度待过一段时间，变得不再完全是从前的你。也许你在传说中的女巫市场进行了一次购物，或者曾拿妖精的食物和酒大饱口福。不管是什么情况，不管自愿还是无意，你都和精类达成了交易，为你从中取得的好处付出了代价。</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>你在精类（Fey）学识上受训。你获得自由动作：@Compendium[pf2e.actionspf2e.TMBXArwICQRJdwT6]{精类幸运 Fey's Fortune}。作为你与妖精的契约的一部分，你必须遵守某些规则或限制。如果你违反了规则，你将失去精类幸运，直到你获得一次成功的使用自然技能的<em>@Compendium[pf2e.spells-srd.7Fd4lxozd11MQ55N]{赎罪 Atone}</em>仪式效果。具体的限制由你和GM决定，但最常见的需求是必须完成任何知道你名字的精类提出的一个任务。</p>"
		},
		"Criminal": {
			"name": "罪犯 Criminal",
			"description": "<p>作为一个无法无天的独行犯，或是一名地下组织的成员，你曾有过一段犯罪生涯。你成为冒险者的原因可能是为了赎罪，可能是想躲避法律制裁，也可能仅仅是在追求更丰厚的赃款。</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>你在隐匿（Stealth）技能和黑道（Underworld）学识技能上受训。你获得@Compendium[pf2e.feats-srd.t3btih0O5RUwWynt]{老练走私者 Experienced Smuggler}技能专长。</p>"
		},
		"Entertainer": {
			"name": "艺人 Entertainer",
			"description": "<p>通过接受艺术教育，或经过艰苦卓绝的练习，你学会了如何娱乐大众。你可能是一名演员、舞者、音乐家、街头魔术师或任何形式的表演者。</p>\n<p>选择两项属性加成。一项必须是<strong>敏捷</strong>或<strong>魅力</strong>，另一项为自选属性加成。</p>\n<p>你在表演（Performance）技能和戏剧（Theater）学识技能上受训。你获得技能专长 @Compendium[pf2e.feats-srd.7LB00jkh6JaJr3vS]{迷魂表演 Fascinating Performance}。</p>"
		},
		"Artist": {
			"name": "艺术家 Artist",
			"description": "<p>无论形式为何，你的艺术都承载了你最大的热情。冒险可能会帮你找到灵感，或者它仅仅是在你成为世界闻名的艺术家前的一种谋生方式。</p>\n<p>选择两项属性加成。一项必须是 <strong>敏捷</strong>或<strong>魅力</strong>，另一项为自选属性加成。</p>\n<p>你在手艺技能和艺术（Art）学识技能上受训。你获得技能专长： @Compendium[pf2e.feats-srd.QLeMH5mQgh28sa5o]{独门手艺 Specialty Crafting}。</p>"
		},
		"Herbalist": {
			"name": "草药师 Herbalist",
			"description": "<p>身为一名受过正式训练的药剂师，或民间医学的乡村实践者，你了解各种草药的治疗功效。你善于在各种环境中收集适宜的自然药品，并妥善地制备它们。</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>你在自然技能和草药（Herbalism）学识技能上受训。你获得@Compendium[pf2e.feats-srd.WC4xLBGmBsdOdHWu]{自然医术 Natural Medicine}技能专长。</p>"
		},
		"Blessed": {
			"name": "蒙恩者 Blessed",
			"description": "<p>你被神灵祝福了。出于一种未知的原因，且不论你实际的信仰为何，一位神祇赐予了你一项神恩，让你用于行善或作恶。你获得的祝福赐予你智慧和洞察力，在逆境中支援你。你可能知道，也可能不知道祝福你的存在的真身，而这个祝福可能会伴随着代价，等待你将来发现。</p>\n<p>选择两项属性提升。一项必须是<strong>感知</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>如果你知道祝福你的神祇真身，你在一项与之相关的学识技能（例如雪琳学识）上受训，否则，在由GM选择的一项技能上受训。你能够任意施放<em>@Compendium[pf2e.spells-srd.izcxFQFwf3woCnFs]{神导术 Guidance}</em>，作为内在神术，或者，你获得一个由GM决定的类似祝福。</p>"
		},
		"Street Preacher": {
			"name": "街头传教士 Street Preacher",
			"description": "<p>忘记教会的正统教义和那些乏味的回廊吧，把你的神的话语告诉人民是你的天职。你曾在街角和公共场所，向路上的流浪者和囚徒布道。冒险可以让你穿越世界。什么职业能更好地让你的圣言使人耳目一新？</p>\n<p>选择两项属性提升。一项必须是<strong>感知</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>你在宗教和你的信仰的神的学识技能上受训。你获得@Compendium[pf2e.feats-srd.1Bt7uCW2WI4sM84P]{可疑知识 Dubious Knowledge}技能专长。</p>"
		},
		"Street Urchin": {
			"name": "街巷流浪儿 Street Urchin",
			"description": "<p>你在大城市的街道上以小偷小摸为生，过着有上顿没下顿的日子。有些人为了荣耀而冒险，而你则是为了讨生活。</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>体质</strong>，另一项为自选属性提升。</p>\n<p>你在贼活（Thievery）技能，以及一项与你曾流浪过的城市相关的学识技能（比如安布萨朗Absalom或马格尼玛Magnimar）上受训。你获得技能专长：@Compendium[pf2e.feats-srd.jDdOqFmZLwE4dblQ]{妙手空空 Pickpocket}。</p>"
		},
		"Gladiator": {
			"name": "角斗士 Gladiator",
			"description": "<p>竞技场的血腥游戏教会了你战斗的艺术。在你名声大噪前，你就退出了，或者是逃离了竞技场，去探索这个世界。在新的冒险生涯中，你那搏命争斗与引人瞩目的本领都得以大放异彩。</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>你在表演技能和角斗（Gladiatorial）学识技能上受训。你获得@Compendium[pf2e.feats-srd.xqAdXRd2gSQcqp5E]{动人表演 Impressive Performance}技能专长。</p>"
		},
		"Noble": {
			"name": "贵族 Noble",
			"description": "<p>对普罗大众而言，贵族生活似乎是一种充满诗情画意的奢侈享受，但以贵族或有志乡绅一员的身份长大成人的你知道真相：贵族的命运充满了责任和阴谋。你抛下了锦衣玉食，投向冒险者的生涯，不管是想通过冒险逃避职责，还是想改善你的境况。</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>你在社群技能，以及世家（Genealogy）或纹章（Heraldry）学识技能上受训。你获得@Compendium[pf2e.feats-srd.JtjnFsOToBLnSRO9]{贵族风范 Courtly Graces}技能专长。</p>"
		},
		"Gambler": {
			"name": "赌徒 Gambler",
			"description": "<p>胜利的刺激吸引着你参与投机的游戏。或许，与冒险的真正风险比起来，这份利益丰厚的副业不免黯然失色，又或许，你因为赌博而穷困潦倒，追寻冒险则是让你东山再起的一条途径。</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>你在欺骗技能和赌局（Games）学识技能上受训。你获得@Compendium[pf2e.feats-srd.Dvz54d6aPhjsmUux]{刺探虚实 Lie To Me}技能专长。</p>"
		},
		"Bounty Hunter": {
			"name": "赏金猎人 Bounty Hunter",
			"description": "<p>你靠捉拿不法之徒获利。也许你是为大义着想，希望通过逮捕罪犯来保护街巷的安宁，也许单纯只是为了赚钱。你追捕罪犯的技术可以轻易地用到冒险者的生涯中。</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>你在生存（Survival）技能和法律（Legal）学识技能上受训。你获得@Compendium[pf2e.feats-srd.urQZwmzg2kS53vd5]{追迹老手 Experienced Tracker}技能专长。</p>"
		},
		"Insurgent": {
			"name": "起义者 Insurgent",
			"description": "<p>你不仅仅是一个叛乱者，更是一个革命家，为一个新的或更好的国家的承诺而战。你可能仍然相信，也可能不再相信这个事业，也许胜利或流亡使你踏上了这段新的旅程，去宣传你的荣耀……或者躲避失败的后果。</p>\n<p>选择两项属性提升。一项必须是<strong>力量</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>你在欺骗技能和战争学识技能上受训。你获得技能专长：@Compendium[pf2e.feats-srd.HEBXaS656MZTiWFu]{持久分神 Lengthy Diversion}。</p>"
		},
		"Courier": {
			"name": "邮递员 Courier",
			"description": "<p>年轻时你靠着替有钱有势的人跑腿送信来赚钱，在熙熙攘攘的卵石街道上飞奔。你在送信时的坚持不懈对于冒险生活是种优秀的训练。</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>智力</strong>，另一项为自选属性提升。</p>\n<p>你在社群（Society）技能和一项与你成长的城市相关的学识技能上受训。你获得技能专长：@Compendium[pf2e.feats-srd.WeQGWvlWdeLeOlCN]{字里探花 Glean Contents}。</p>"
		},
		"Barkeep": {
			"name": "酒保 Barkeep",
			"description": "<p>你有五个特长：搬酒桶、畅饮、擦酒杯、豪饮、还有痛饮。你在一家酒吧工作，在那里你学会了如何处理烈酒和喧闹的交际。</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>你在交涉（Diplomacy）技能和酒（Alcohol）学识技能上受训。你获得@Compendium[pf2e.feats-srd.4RjDxgvNXNl5GG9d]{八面玲珑 Hobnobber}技能专长。</p>"
		},
		"Feral Child": {
			"name": "野孩 Feral Child",
			"description": "<p>你在荒野中度过童年时期，与动物生活在一起或者被动物养大。你与这些动物有着密切的、神秘的联系，并从它们身上获得了某些能力，不过这限制了你在精神追求上的全面性。</p>\n<p>选择一项属性提升。它必须是<strong>力量</strong>、<strong>敏捷</strong>或<strong>体质</strong>。</p>\n<p>你在自然和生存技能上受训。你获得@Compendium[pf2e.ancestryfeatures.DRtaqOHXTRtGRIUT]{昏暗视觉 Low-Light Vision}（如果你已有昏暗视觉，则获得@Compendium[pf2e.ancestryfeatures.HHVQDp61ehcpdiU8]{黑暗视觉 Darkvision}），30英尺范围的模糊嗅觉，以及技能专长：@Compendium[pf2e.feats-srd.8qebBeOJsyRIchcu]{觅食者 Forager}。</p>"
		},
		"Refugee (APG)": {
			"name": "难民(APG) Refugee (APG)",
			"description": "<p>你的故乡距离你目前的所在地非常遥远，驱使你来到这的可能是战争、瘟疫、或是单纯为了追寻机会。不管你的出身，你背井离乡的理由是什么，你现在都在新的土地上成了外乡人。冒险是你的谋生手段，同时也为那些最需要希望的人带来希望。</p>\n<p>选择两项属性提升。一项必须是<strong>体质</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>你在社群技能和一项与你来自的聚居地相关的学识技能上受训。你获得技能专长：@Compendium[pf2e.feats-srd.X2jGFfLU5qI5XVot]{人情练达 Streetwise}。</p>"
		},
		"Musical Prodigy": {
			"name": "音乐天才 Musical Prodigy",
			"description": "<p>从你小时起，你就对一种特殊的音乐有着超自然的造诣。你周围的人都相信你长大后会在皇家宫廷表演或成为世界著名的作曲家，但你却选择了冒险的生活。你可能已经放弃了那些梦想去寻找自己的意义，或者你可能会发现冒险可以让你体验未曾体会的情感和事件，终有一天你可以将这些情感和功绩转化为美妙的乐曲。</p>\n<p>选择两项属性提升。一项必须是<strong>敏捷</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>你在表演和音乐学识（Music Lore）上受训。你获得@Compendium[pf2e.feats-srd.lFwfUvH2708rl6i3]{精湛演技 Virtuosic Performer}技能专长。</p>\n<hr />\n<p><em>注意：你必须选择符合自己风格的精湛演技表演形式。</em></p>"
		},
		"Haunting Vision": {
			"name": "预兆幻视 Haunting Vision",
			"description": "<p>你的一生都被关于火的可怖梦境所困扰。这可能是过去某次因火而起的濒死体验的结果，也可能跟你所了解的起因都没有明确的联系。不过近日，你偶遇了以毁灭龙神达哈克（Dahak）为主体的图像、故事或预兆，而你被这种似曾相识的不安感觉所触动——你开始思考这名龙神与你的梦境有关，并因此而尽自身所能研究所有与他相关的事情。幻视也开始支撑你的信念；即便你没有信奉某名特定神祇，也开始对宗教信仰产生了强烈的热情。</p>\n<p>你最近做的梦，第一次展现出了足够多的细节来让你鉴别它的内容——在这最后一次梦境中，你见到布雷克屯（Breachill）被烈焰吞噬。因此你决定参加英雄征召（Call for Heroes），希望能够从即将来临的焚烧中拯救城镇。</p>\n<p>选择两项属性提升（ability boost）。其中一项必须为<strong>体质</strong>或<strong>感知</strong>，另一项则为自由属性提升（ability boost）。</p>\n<p>你的宗教（Religion）技能以及达哈克（Dahak）学识的熟练度为受训。你获得 @Compendium[pf2e.feats-srd.x7EMZNMavris2aHY]{神学士 Student of the Canon} 技能专长。</p>"
		},
		"Charlatan": {
			"name": "骗徒 Charlatan",
			"description": "<p>你四处游历，在一座城镇兜售赝品财宝和蛇油，到了下一座又冒充被流放的皇族来诱骗那些富二代。成为冒险者可能是你的下一个大骗局，或者是一次将你的才能用在更崇高事业上的尝试，又或是两者兼而有之。你意识到在自己假装成一个英雄后，你已逐渐朝着这个方向改变。</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>你在欺骗（Deception）技能和黑道（Underworld）学识技能上受训。你获得@Compendium[pf2e.feats-srd.B6HbYsLBWb1RR6Fx]{蛊惑人心 Charming Liar}技能专长。</p>"
		},
		"Haunted": {
			"name": "鬼附 Haunted",
			"description": "<p>可能从童年开始，或者自从经历了一场创伤性或重大事件后，你就被一个精魂或特殊存在附身了。你可能见过这个存在，其他人也有可能曾经目睹。你研究各种深奥的课题，试图了解自己的情况，但你生命中的这个存在仍然是一个谜。无论它是什么，有什么企图，它都会以微妙的方式影响你的生活，而且并不总是好的方式。有时它会帮助你，但其他时候它的影响都是恶意或有害的。这个存在最有可能在你压力大的情况下出现。</p>\n<p>选择两项属性提升。一项必须是<strong>感知</strong>或<strong>魅力</strong>，另一项为自选属性提升。</p>\n<p>你在神秘，以及附身你的存在所精通的一项技能上受训，由GM决定。每当你尝试与该存在关联的技能时，GM可以提出让该存在@Compendium[pf2e.actionspf2e.HCl3pzVefiv9ZKQW]{协助 Aiding}你，以赋予你的技能检定+1环境加值。若你接受，但检定失败了，你会陷入@Compendium[pf2e.conditionitems.TBSHQspnbcqxsmjL]{惊惧 Frightened 2}（大失败陷入@Compendium[pf2e.conditionitems.TBSHQspnbcqxsmjL]{惊惧 Frightened 4}）。初始惊惧值无法被本应减弱或阻止该状态的效果（比如战士的“英勇”能力）降低。</p>"
		},
		"Magical Merchant": {
			"name": "魔法商人 Magical Merchant",
			"description": "<p>卖魔法物品不像是一个普通的商人。你经手的商品都很昂贵，每一次交易都很罕见并利润丰厚。你掌握了专业的手工知识让你不会落入骗局，如果购买一件假冒产品可能会导致破产。无论你是失业了不得不另谋生路，还是为了购买新商品而进行冒险，你都已经踏上了冒险之路。</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>感知</strong>，另一项为自选属性提升。</p>\n<p>你在手艺和商业学识（Mercantile Lore）上受训。你获得@Compendium[pf2e.feats-srd.voYr7ygVcWmlg1f4]{工匠评估 Crafter's Appraisal}技能专长。</p>"
		},
		"Magical Experiment": {
			"name": "魔法实验 Magical Experiment",
			"description": "<p>在你生命中的某时，一些有权势者在你身上做了魔法实验，并永久地改变了你。你可能是自愿报名，但也可能违背了你的意愿。你仍保有着标记和能力。</p>\n<p>你获得一项属性提升。它必须是<strong>体质</strong>。</p>\n<p>你在神秘和学术学识（Academia Lore）上受训。你通过魔法实验获得了一项特殊能力。与GM讨论，从下列中选取适当的一项，或者提出另一种全新的能力。</p>\n<hr />\n<ul>\n<li><strong>强化感官</strong> 你获得昏暗视觉（如果你已经有昏暗视觉，则获得黑暗视觉）和30尺内的模糊感官，例如灵敏嗅觉，思维感知，颤动感知，或水波感知。</li>\n<li><strong>抗力皮肤</strong> 这些实验让你的皮肤更加坚韧，对特定类型的伤害更有抵抗力。你在以下两种类型的能量伤害上获得相当于你等级的一半的抗力（最小为1），其中一种由你来选择而另一种由GM选择：强酸，寒冷，电击，火焰，或声波。</li>\n<li><strong>接触心灵感应</strong> 这些实验让你可以通过触摸来连接思想。只要你进行身体接触，你就可以获得与该生物的心灵感应。这允许你与任何与你身体接触的生物进行精神上的交流，只要你们两人都使用同一种语言。这不会让他们有任何特殊的想法，也不会比正常的语言传达更多的信息。</li>\n</ul>"
		},
		"Magical Misfit": {
			"name": "魔法异类 Magical Misfit",
			"description": "<p>你不理解那些声称魔法天赋是某种负担或是重大责任的人；你总是用你的魔法制造恶作剧并逃避后果。无论成为冒险者是你试图去弥补还是仅仅是一种新的恶作剧方式，你都很兴奋它会带你去往哪里，你仍然乐于使用你的能力摆脱困境。</p>\n<p>选择两项属性提升。一项必须是<strong>智力</strong>或<strong>敏捷</strong>，另一项为自选属性提升。</p>\n<p>你在奥法和黑道学识（Underworld Lore）上受训。你获得@Compendium[pf2e.feats-srd.uR62fVC9FyQAMCO1]{魔法物品取巧 Trick Magic Item}技能专长。</p>"
		}
	}
}