{
    "label": "神祇 Deities",
    "entries": {
        "Desna": {
            "name": "黛丝娜 Desna",
            "description": "<p>黑夜不曾知晓美为何物，直到黛丝娜显现于世。当其他诸神致力于创造世界时，她将视线投向天界，在天穹上安置了点点星光。在她审视了自己的艺术作品后，她将最亮的一颗星星高悬在正北方向，并把它当作自己的家。这是她送给凡人的第一份馈赠，一个希望的灯塔，一个在黑暗的天空中善良的路标；这样一来，他们在迷失或是陷入怀疑时，便能够追随北极星的引领。</p>\n<p><strong>典范</strong> 帮助同行者，探索新的地区，以艺术或者歌曲表达自己，找寻生命的意义</p>\n<p><strong>禁忌</strong> 带来恐惧或者绝望，施放梦魇术（nightmare）或者类似的魔法来腐蚀梦境，参与偏执行为</p>\n<p><strong>神职</strong> 梦境，机运，星辰，旅者</p>"
        },
        "Iomedae": {
            "description": "<p>艾奥梅黛是内海的重要神祇中最年轻的一位，早在她登神之前，她就已经证明了自己足够拥有成神的资格。出生于切利亚斯，她手持剑刃，信道而行，惩恶扬善，并最终成为奥罗登的神使阿拉兹尼的圣武士。在闪耀远征中，她成为了一个传奇人物，带领着奥泽姆骑士团一路披靡，战胜默语暴君的军队。当艾奥梅黛在3832 AR登神时，她成为了有史以来第三个为人所知通过星石试炼成神的凡人。当阿拉兹尼在闪耀远征中死去，奥罗登将这位新晋的女神提拔为了自己的新神使。而当奥罗登死去时，艾奥梅黛继承了他绝大多数的信徒，并且成为了正义与荣耀的主神。</p>\n<p><strong>典范</strong> 保持温和，为正义和荣誉而战，心中保持勇气</p>\n<p><strong>禁忌</strong> 抛弃需要你的伙伴，放弃荣誉，拒绝平等的挑战</p>\n<p><strong>神职</strong> 荣誉，正义，统治，英勇</p>",
            "name": "艾奥梅黛 Iomedae"
        },
        "Shelyn": {
            "description": "<p>莎琳用善良和慈爱的目光注视着众生，鼓励凡人们通过尽力传播爱、艺术和美来使他们的生活变得更加美好。在她的眼中，即使是最简陋的艺术也是值得赞扬的，因为它们代表了个人对生活的考验和对胜利的表达。她相信每一个生物都值得爱，都有能力以自己的方式创造艺术。莎琳的宗教不要求贞洁、忠诚或特定的关系，因为与长期婚姻的夫妇之间舒适的信任一样，早期的浪漫与激情也是爱情的一个方面。然而，她确实区分了爱和纯粹的肉体欲望，她更倾向于让试探性的爱情在发展的途中绽放出更有意义的关系。</p>\n<p><strong>典范</strong> 保持和平，投身并完善一项艺术，以身作则，在一切事物中看到美</p>\n<p><strong>禁忌</strong> 摧毁艺术或者放任其被摧毁，除非用以拯救生命或者追求更高的艺术；拒绝接受投降</p>\n<p><strong>神职</strong> 艺术，美，爱情，音乐</p>",
            "name": "莎琳 Shelyn"
        },
        "Daikitsu": {
            "description": "<p>大狐女在天洲信者众多，因为她是稻米之神，掌管田地的丰饶，也关照工匠们的手艺。农民向大狐女祈祷自己的庄稼丰收，匠人向大狐女祈祷自己的作品完美，而每家每户都会向大狐女祈祷保佑家宅平安。就像她的尊号所称的那样，大狐女喜欢化身为一个皮毛光洁雪白，长有九条大尾的狐妖美女出现，因为她也正是狐妖一族的保护者，被狐妖们奉为主母。</p>\n<p><strong>典范</strong> 确保农作物和植被的健康，完善工艺或贸易，为狐狸留下贡物，庆祝季节的转变</p>\n<p><strong>禁忌</strong> 粗暴地对待你的工具，与乞丐擦肩而过而不施舍，歧视性工作者或下层社会</p>",
            "name": "大狐女 Daikitsu"
        },
        "Yuelral": {
            "name": "约拉尔 Yuelral",
            "description": "<p>约拉尔是精灵魔法之神。她比起金属、武力和其他人工制品更偏爱自然魔法。她经常受到珠宝商的崇拜，因为她对水晶有亲和力。这些珠宝商从不切割他们的水晶，而是推崇它们的自然之美。因为发现了半精灵身上的天赋，所以她十分欢迎半精灵成为她的信徒。</p>\n<p><strong>典范</strong> 实践草药学，使用和附魔宝石，鼓励和教导施法者和珠宝商，保存精灵的魔法和知识</p>\n<p><strong>禁忌</strong> 出于审美目的切割宝石，玷污自然，允许不负责任地使用魔法</p>\n<p><strong>神职</strong> 珠宝，工艺，魔法</p>"
        },
        "Dahak": {
            "description": "<p>巨龙们相信达哈卡是阿普苏和提亚马特所创造出来的最早的神祇之一。当其他神祇开始创作万物，达哈克则选择了毁灭之道。将地狱变成一个充满痛苦与火焰的位面是他最有名的事迹。他同时也被认为是金属龙的创造者， 而创造的目的仅是为了能像竞技运动一般进行狩猎。阿普苏看到达哈克造成的破坏和混乱后，进入物质位面想要终结达哈克。但是，提亚马特念在与达哈克的亲子之情希望阿普苏放过达哈克。在一场关于达哈克存活的交易中，提亚马特治疗了一些受伤的金属龙，这些龙成为了最早的彩色龙。</p>\n<p><strong>典范</strong> 杀金属龙，随心所欲地破坏事物</p>\n<p><strong>禁忌</strong> 让你决意要杀的敌人逃过一劫，原谅他人</p>",
            "name": "达哈克 Dahak"
        },
        "Alseta": {
            "description": "<p>奥尔塞塔是掌管转变之神。无论是物理上的位移，跨越门扉，还是象征意义的转变，甚至于时间的流动不息——这一切都处于奥尔塞塔的影响之下。她守望着城市的大门，帮助他们将入侵者隔绝在外，给防御者带来安全。她也守望着那些进入新的人生阶段的人，无论是诞生，迈入婚姻殿堂，还是更健康的身体。对每个人而言，在生活面临转折时向奥尔塞塔寻求指引都是常见之事，比如搬到一座新的城镇，或者换新的工作。同样，出生和死亡都是转折，所以怀孕的母亲和死者的亲属也都会献上祈祷，让奥尔塞塔的教会和@Compendium[pf2e.deities.QZD0u1jxwz0kj8uI]{法莱斯玛 Pharasma}的教会也产生关联。有些人认为奥尔塞塔也是传送之神，虽然她从未公开承认过这一名号。她同时也是一位在精灵的国家和文化中有着诸多追随者的神祇，他们将奥尔塞塔与精灵遍布格拉里昂的<em>艾厄达拉</em>传送门联系在一起。</p>\n<p><strong>典范</strong> 保护道路和通途，引领他人顺利完成转变，对所有他者以礼相待，满怀尊重</p>\n<p><strong>禁忌</strong> 为了个人私利摧毁门扉，阻塞道路；无端地阻止他人的转变或社会的转型</p>\n<p><strong>神职</strong> 门扉，传送，入口，传统</p>",
            "name": "奥尔塞塔 Alseta"
        },
        "Findeladlara": {
            "description": "<p>芬德烈莱拉是代表艺术和建筑的精灵神祇。她致力于保护传统，喜欢小创新但不是创造全新的东西。她积极支持通过保护精灵的艺术和历史建筑来保护精灵文化。虽然芬德烈莱拉是个善良的女神，但她经常表现得很冷漠，特别是对年轻的非精灵种族。众所周知，她对他们的工作评头论足，从不回应非精灵的祈祷。</p>\n<p><strong>典范</strong> 保护精灵艺术和建筑，祝福和保护家庭，用你的作品激励和帮助他人</p>\n<p><strong>禁忌</strong> 违反待客之道，允许客人给你的家庭带来伤害</p>\n<p><strong>神职</strong> 暮光，传统艺术和传统建筑</p>",
            "name": "芬德烈莱拉 Findeladlara"
        },
        "Ketephys": {
            "description": "<p><strong>克忒菲斯</strong>是沉默寡言的精灵狩猎神，他指示他的追随者照顾森林，并保护它不受他的宿敌@Compendium[pf2e.pathfinder-bestiary.8BloAdRqlLpt5bNg]{毁木者 Treerazer}的伤害。</p>\n<p><strong>典范</strong> 猎杀恶魔和亡灵，维持森林的健康，为你的社区收集资源</p>\n<p><strong>禁忌</strong> 从荒野中获取比需要更多的东西，出于娱乐而狩猎动物，帮助毁木者或祂的走狗</p>\n<p><strong>神职</strong> 狩猎，月亮</p>",
            "name": "克忒菲斯 Ketephys"
        },
        "Calistria": {
            "description": "<p>卡莉丝翠的圣徽有三把匕首，这代表她有三个面相：情欲、复仇和诡计。她口齿伶俐，魅力四射，是将侮辱织成赞美的大师，为最佳的复仇方式铺设地基。她是复仇女神，但如果你认为她追求正义，就大错特错了。卡莉丝翠非常善变，她的忠诚和兴趣随一时兴起就会改变--但她不会忘记任何侮辱，任何觉得自己已经被原谅的人肯定会发现，他已经成为长期复仇计划的目标，彻底陷入困境只是时间问题。</p>\n<p><strong>典范</strong> 追随个人自由，享受刺激欢乐，实施复仇</p>\n<p><strong>禁忌</strong> 沉迷爱情或者醉心复仇，对轻蔑不作回应</p>\n<p><strong>神职</strong> 欲望，复仇，诡术</p>",
            "name": "卡莉斯翠 Calistria"
        },
        "Cayden Cailean": {
            "description": "<p>凯登·凯连，曾经是一名凡人，现在是被称为登神者的少数存在之一。在他的凡人时期，凯登是一个名气不小的佣兵，闹腾的举止、使用利刃的技巧和无畏的决心让他出了名。在一个特别喧闹的饮酒之夜，一系列不断升级的激将让这位流浪佣兵去尝试了星石试炼。三天后，他作为完全的真神，大笑着从星石大教堂走出来。神的职责并没有改变凯登对待自己凡人生活的态度。他仍然渴望冒险、喝酒，渴望与人愉快作伴，同时仍然憎恨欺凌者、暴君和懦夫。</p>\n<p><strong>典范</strong> 饮酒，解放奴隶，帮助被压迫者，追寻荣誉和冒险</p>\n<p><strong>禁忌</strong> 浪费酒，自私自利或者醉后冷漠无情，畜奴</p>\n<p><strong>神职</strong> 麦酒、勇气、自由和红酒</p>",
            "name": "凯登凯连 Cayden Cailean"
        },
        "Norgorber": {
            "description": "<p>诺格巴是登神者中最神秘的，登神者指通过星石试炼后成神的一群凡人。与艾奥梅黛和凯登凯连的凡人经历不同，诺格巴登神之前的生活经历成谜；这位神明自己将其凡人生活的细节笼罩在秘密之中。对于熟悉诺格巴的人来说，这并不奇怪，他是所有秘密的主人，一个精打细算的操纵者，巧妙而无情地利用藏匿知识的力量来实现自己的目的。只有诺格巴最信任的信徒才对他的目标有足够的了解，以此协助神的计划，但即使是那些信徒在完成诺格巴的计划后，他们的记忆也经常被修改。</p>\n<p><strong>典范</strong> 保持身份秘密，在必要时牺牲任何人，在战斗中不择手段，在暗中行动</p>\n<p><strong>禁忌</strong> 让真实身份和暗中交易有所牵涉，自由分享秘密，展现怜悯</p>\n<p><strong>神职</strong> 贪婪、谋杀、下毒和秘密</p>\n<p><strong>信徒阵营</strong> 守序邪恶（LE），中立邪恶（NE），混乱邪恶（CE），如果追随名誉刈者也包括绝对中立（N）</p>",
            "name": "诺格巴 Norgorber"
        },
        "Pharasma": {
            "name": "法莱斯玛 Pharasma",
            "description": "<p>没有任何历史记录记载早于法莱斯玛存在的年代样貌为何，就连其他神祗，也无法唤起任何回忆。她的王座立于一切位面中心的无限尖塔之中的尖顶哥特式教堂内部。从她的王座上，她俯视着未来与过去，观察着每一个灵魂作为生命的诞生，存在于消亡，并为每个灵魂在死后的归宿做出一锤定音的仲裁。法莱斯玛的仆人招魂者会将初来乍到的死者灵魂从灵魂之河引领到她的国度，并且在一路上保护它们——法莱斯玛会在这里根据灵魂的阵营和它们曾经的作为，对每个灵魂进行审判，并确保它们被送往合适的位面迎接来生。虽然她能够看到所有命运的可能，知晓每个生命的宿命与归途，但自由意志与选择仍然能够变更一个灵魂的最终归宿，而法莱斯玛也十分看重个体的行动和个人的决断。因此，法莱斯玛将会保留她的最终决断；只有在一个灵魂站在她的面前时，她才会判下裁决。她的语言神秘难解，其中的全部寓意很少能够得到揭晓，直到所预言之事发生以后，人们才会明了其中的含义。</p>\n<p><strong>典范</strong> 理解古老的预言，消灭不死生物，让死者安息</p>\n<p><strong>禁忌</strong> 创造不死生物，亵渎尸体，劫掠坟墓</p>\n<p><strong>神职</strong> 生命、死亡、命运、预兆和时间</p>"
        },
        "Rovagug": {
            "name": "洛瓦古格 Rovagug",
            "description": "<p>洛瓦古格没有单一圣书。他从不用圣书，因为他唯一的戒律就是毁灭，他的追随者不需要关于如何完成这一任务的指导。崇拜洛瓦古格的形象化和文字化的怪物们在秘密的神龛和隐蔽的洞穴中分享他们的神话和传说，称他为毁天巨兽、被囚之王、獠牙之潮、毁灭者和世界破坏者。他们告诉对方自己扼杀的每一个生命，破坏的每一件艺术品，毁掉的每一件劳动成果，都会在关押神的监狱中留下一个裂缝。他们微不足道的破坏累加起来，总有一天会释放洛瓦古格，释放他出来，带来万物的终结。</p>\n<p><strong>典范</strong> 摧毁一切，解放洛瓦古格</p>\n<p><strong>禁忌</strong> 创造新事物，让物质关系限制你，通过折磨受害者或者其他方式拖延毁灭</p>\n<p><strong>神职</strong> 毁灭、灾祸、愤怒</p>"
        },
        "Shizuru": {
            "name": "静瑠 Shizuru",
            "description": "<p>在天夏，天界女帝被各行各业之人广泛崇拜，无论百姓还是华族，农民还是武士，人类还是龙族……她被尊为天庭的统治者，从天堂到凡间最优秀的武士，从君王到万物的守护之神。或许关于她最著名的传说，便是静瑠与她的爱人@Compendium[pf2e.deities.aTYy1WHwAZiuei4h]{月夜 Tsukiyo}的故事。在月夜的弟弟@Compendium[pf2e.deities.6O4UGWcYERDEugzk]{文业 Fumeiyoshi}出于嫉妒杀害了兄长后，在药神@Compendium[pf2e.deities.giAsBYiL2omr0x2L]{齐仲 Qi Zhong}的帮助下，静瑠复活了月神。但可悲可叹的是，这次死亡的经历深深地影响了月夜，虽然他和静瑠仍然彼此相爱，但这一事件在她们之间留下了一道深远的鸿沟。尽管如此，在月蚀之日，他们两人仍得以合二为一。</p>\n<p><strong>典范</strong> 每日练习使用武器，光宗耀祖，从腐化与破坏中保护自然和文化</p>\n<p><strong>禁忌</strong> 遗弃危机之中的盟友，做出不荣耀的行为，与背信弃义之人合作，使爱人分离</p>\n<p><strong>神职</strong> 先祖、荣耀、太阳、剑舞</p>"
        },
        "Tsukiyo": {
            "name": "月夜 Tsukiyo",
            "description": "<p>格拉里昂月球的表面有一道巨大的裂口，天夏人说，那是碧月亲王月夜被他满心嫉妒的弟弟@Compendium[pf2e.deities.6O4UGWcYERDEugzk]{文业 Fumeiyoshi}杀死时留下的伤痕。当他的爱人@Compendium[pf2e.deities.s9opv94lGDRKnw6W]{静瑠 Shizuru}在次日的早晨发现他时，她的眼泪落尽他的血泊中，形成了世界上的第一块玉石。静瑠将月夜的尸体带到药神@Compendium[pf2e.deities.giAsBYiL2omr0x2L]{齐仲 Qi Zhong}那里，齐仲救活了他，但他在另一个世界的经历彻底改变了他，让他从一个热情似火，无忧无虑的灵魂变成了一个喜怒无常，思虑深重的人。他现在对于世界的看法与大多数人不同——这让他的人际关系变得十分紧张，但同时也让他能够理解那些迷失，被妖魔化和被误解的人，并给予他们月神沉默的抚慰。</p>\n<p><strong>典范</strong> 不加评判地向寻求帮助的人提供帮助和建议，帮助死者安息，为无权无势和被妖魔化的人说话</p>\n<p><strong>禁忌</strong> 出于嫉妒而伤害他人，对不需要援助的人施以援助，对他人施加有害的精神影响作为惩罚</p>\n<p><strong>神职</strong> 翡翠、月亮、魂魄</p>"
        },
        "Urgathoa": {
            "name": "厄加图娅 Urgathoa",
            "description": "<p>厄加图娅的神选者不会恐惧肉体凡躯的缺陷，衰老，疾病，甚至死亡——因为只要他们沉溺于纵欲无度的生活，女神就会赐予他们永恒的自由，以摆脱命运无常的拘束。曾经，厄加图娅也不过是一介凡人，她挑战并否定神明的信条，拒绝他们对于信徒的期许：盲目盲心的服从，忍耐和节制。如果生者的宿命并非大快朵颐，纵情游乐，那么诸神又何必将格拉里昂创造成一个皮肉之娱和心灵之淫的无穷盛宴？厄加图娅是如此地沉溺于满足她的无尽胃口，以至于在面临死亡之时，她唾弃法拉斯玛的审判，杀死了前来带领她去往来生的招魂者，并以强大的意志将自己的灵魂从骨园撕裂，回到物质位面，并且成为了第一个具有神性的不死生物。</p>\n<p><strong>典范</strong> 在死后成为不死生物，创造或者保护不死生物，满足自己的欲望</p>\n<p><strong>禁忌</strong> 禁欲，摧毁不死生物，奉献生命</p>\n<p><strong>神职</strong> 疾病，暴食、不死生物</p>"
        },
        "Zon-Kuthon": {
            "description": "<p>午夜领主体现并美化着痛苦、阴影和残缺，他是格拉里昂地上最扭曲和最邪恶的神之一。他曾经被称为度巴尔，制作了巨大的星辰塔，这些星辰塔仍然辅助将洛瓦古格囚禁在格拉里昂的中心，他将自己的技能和能力借给了伟大的神灵联盟，以束缚这个邪恶存在。然而，他和姐姐莎琳之间的神论导致这位神灵离开前往未知的地方。宗-库山走到了多元宇宙的边缘之外，凝视着居住在那里的不可理解之物。没有人知道他在那个地方发现了什么，但他归来并且改变了，声称他因所承受的一切而变得更加强大。同样，格拉里昂的奈多国与他息息相关，这是一个幸存者的国家，由那些足够强大的少数人建立，他们能够做必须做的事情，这样他们的人民才能在星陨和随后黑暗之年的可怕后果中幸存下来。</p>\n<p><strong>典范</strong> 为世界带来痛苦，残毁自己的身体</p>\n<p><strong>禁忌</strong> 创造永久或者长期的光源，为受苦的人提供安抚</p>\n<p><strong>神职</strong> 黑暗、嫉妒、失落、痛苦</p>",
            "name": "宗-库山 Zon-Kuthon"
        },
        "Abadar": {
            "description": "<p>阿巴达尔被视为城市、法律、商人和财富之神。阿巴达尔的银行大教堂在那些秩序蓬勃发展或正逐渐巩固的城市和地区最为常见。贵族、城市守卫、商人、法律工作者或那些为社区福祉着想的人都是阿巴达尔的信徒，甚至连大多数矮人也不例外。居住在城市的阿巴达尔牧师通常担任法官、律师和书吏，而居住在边境的牧师则以秩序之名担任巡回法官、陪审官或处刑者。</p>\n<p><strong>典范</strong> 将文明带到边远地区，通过工作和贸易收获财富，遵守法律。</p>\n<p><strong>禁忌</strong> 成为强盗或者海盗，盗窃，破坏遵守法律的法庭</p>\n<p><strong>神职</strong> 城市，法律，商业，财富</p>",
            "name": "阿巴达尔 Abadar"
        },
        "Achaekek": {
            "description": "<p>虽然阿卡艾克克的神力起源在学者间多有争论，但普遍观点认为阿卡艾克克是一个造物——某个神祗或者某些神祗创造了它，用以摧毁那些盗窃神祗地位的存在，从此以后，阿卡艾克克就成了神罚的代言人。被冠以浴血行者之名，阿卡艾克克沐浴着信徒与异教徒的鲜血，沉眠在骨园（Boneyard）尖塔的底部，一个名为鲜血之谷（Blood Vale）的位面里。他与任何神祗都没有正式的关联，就连他的妹妹——屡屡劝说阿卡艾克克反抗诸神、放弃他的使命的祖母蜘蛛（Grandmother Spider）也不例外。反过来，即使有些神祗并不同意阿卡艾克克的做法，也很少有人公开反对他。</p>\n<p><strong>典范</strong> 实施暗杀，传播红螳螂的威名，挥舞锯齿剑作战</p>\n<p><strong>禁忌</strong> 杀死合法的统治者，为了一些无聊小事沉迷杀人（比如他人的性别或族裔），在承诺暗杀契约成立后毁约</p>\n<p><strong>神职</strong> 暗杀, 神罚, 红螳螂</p>",
            "name": "阿卡艾克克 Achaekek"
        },
        "Asmodeus": {
            "description": "<p>阿斯摩蒂斯是太初（First）、是黑暗亲王（Dark Prince）、是黑暗和律法的主宰、地狱位面的统治者。如果阿斯摩蒂斯自己的圣典所记载的内容切实可信——且这些内容确实得到了一些其它记载的佐证，例如天使所写的 <em>《永罪之书》</em>——那么祂就是多元宇宙最古老的存在之一。这些文献提到，在很久以前，天地混沌未开，阿斯摩蒂斯和祂的兄弟伊赫斯（Ihys）是最开始就存在的神之一。在这些未被历史所载的年代里，两位神为他们创造的灵魂的命运而争吵，最终阿斯摩蒂斯杀死了他的兄弟。阿斯摩蒂斯确信伊赫斯赋予人类自由意志的行为是愚蠢的，他公开表达了自己的信念：绝对的秩序和纪律是生存的最佳方式。这些说法与其他流行的创世神话相矛盾，神学家们和神的不朽的代理人都在不同程度上怀疑阿斯摩蒂斯的主张，但虽然没有证据能证明这些观点，但也很难提出反驳。</p>\n<p><strong>典范</strong> 尽力建立协议，暴力统治并折磨弱者，对强者表示顺从</p>\n<p><strong>禁忌</strong> 破坏协议，释放奴隶，以对敌人宽恕来冒犯阿斯摩蒂斯</p>\n<p><strong>神职</strong> 契约，骄傲，蓄奴，暴政</p>",
            "name": "阿斯摩蒂斯 Asmodeus"
        },
        "Gorum": {
            "description": "<p>钢铁的碰撞，胜利的呐喊，否认死亡的喘息：这些都是向钢铁雄主祈祷的声音，因为追随古拉姆就是为了战斗。古拉姆并不关心战斗的原因，对他来说，一个村庄孤注一掷对抗突袭者的价值，并不比圣战军在萨克里斯之殇对抗恶魔的价值低，他也不会在这种冲突中选择阵营。正义或邪恶，秩序或混乱，战斗的原因并不重要。他喜欢的是战斗的刺激，是将胜利握在手里的考验。</p>\n<p><strong>典范</strong> 在公平战斗中得到胜利，追求极限，在战斗中穿戴盔甲</p>\n<p><strong>禁忌</strong> 杀死投降的敌人或者囚犯，以沟通避免冲突，通过暗箱手段或者间接的魔法赢得战斗</p>\n<p><strong>神职</strong> 战斗、力量、武器</p>",
            "name": "古拉姆 Gorum"
        },
        "Gozreh": {
            "description": "<p>哥兹莱是永恒的存在，从搅动浩瀚海洋的第一股风中诞生，在空中和海上游荡。水手们丢下一箱箱的货物作为躲过致命风暴的祭品，希望能取悦风澜，即使他们知道这种请求很可能如同去吸引神灵注意一样被无视。神灵的性情是易变的，他的愤怒是迅速的，他会向那些敢于冒犯自然界的人投掷闪电，把他们拉入深海。哥兹莱是包裹着陆地的海和吹动其表面的风，是穿越天空的鸟和遮挡它们的云。</p>\n<p><strong>典范</strong> 珍视、保护并尊敬任何形态的自然</p>\n<p><strong>禁忌</strong> 将文明引入自然，创造不死生物，毁坏自然美丽区域</p>\n<p><strong>神职</strong> 自然、海洋、天气</p>",
            "name": "哥兹莱 Gozreh"
        },
        "Irori": {
            "description": "<p>义洛理是自我完善概念的典范。义洛理的教义说，他曾是一个凡人，通过达成超越凡人限制的身体与精神状态而获得神性。追随者使用义洛理的圣书<em>《超脱桎梏》</em>中的文字莱完善自己，致力于效仿义洛理的神性状态。这部巨著用鲜明图案装饰的书页详细说明了许多身体、精神和心灵锻炼，以及学习和记忆的方法。</p>\n<p><strong>典范</strong> 谦逊；帮助他人完善自身；磨炼你的身体，精神和灵魂以到达更完美；实践纪律</p>\n<p><strong>禁忌</strong> 沉迷某物质，摧毁重要的历史文本，反复在自我控制中失败</p>\n<p><strong>神职</strong> 历史、知识、自我完美</p>",
            "name": "义洛理 Irori"
        },
        "Nethys": {
            "description": "<p>对有些人来说，魔法是强大的武器。对有些人来说，魔法是一种可塑的工具。而对少数人来说，魔法是目标的来源。靠对施法的理解，生物可以从手中喷出火焰，召唤其他世界的生物来协助自己，迷惑感官，甚至使死者复活。重塑现实让其满足个人需要和渴望的力量是有力的召唤，但大多数人只是梦想着能够回应这种召唤，很少有人能够真正掌握这种力量。</p>\n<p>内希斯就是这样一位大师，他在古奥斯里昂被尊为神王。在寻求解开所有的秘密和位面及位面外的潜力时，内希斯因接触到过多的知识而心智分裂。见证了所有的创造，宇宙的秘密，以及已经看到的和将要看到的浩瀚无边的东西，这些东西充满了他的思想，同一时刻他升格为了神。内希斯获得了无限的力量和使用它的技巧，但代价是他的核心自我和精神安全。这导致灵魂分裂，两方在同一个身体里交战。一个试图毁灭世界，通过火焰和毁灭来净化世界，并征服所有存在。另一方则试图保护世界，提升和教育世界，并将世界从其局限中解放出来。</p>\n<p><strong>典范</strong> 追寻魔法力量并使用它</p>\n<p><strong>禁忌</strong> 追寻常规的方式而不是魔法</p>\n<p><strong>神职</strong> 魔法</p>",
            "name": "内希斯 Nethys"
        },
        "Sarenrae": {
            "name": "塞恩蕾 Sarenrae",
            "description": "<p>塞恩蕾是格拉里昂上最为普及的信仰之一，因为她与带来生命的太阳之间紧密的联系，以及她在帮助任何人做到最好时的永恒热情——即使他们曾经步入歧途。大多数人感激她无私地将日光之力引导向人世之中，给人们带来生机与安宁，并且感谢她的神职人员用她赐予的治疗之力治愈一切有求之人。在凡人眼中，晨花女神是无尽之爱，无暇之慈悲以及无伪之忍耐的典范。凡人向她祈祷，以求治愈病人，激励弱者，成为黑夜中的光亮，并驱散灵魂之中的黑暗。她的追随者效仿她的慷慨，关怀，真诚和无私的勇气，无论在何方，他们都与邪恶誓不两立，先用和平的言语，如有必要，也用弯刀和火焰。</p>\n<p><strong>典范</strong> 消灭洛瓦古格之嗣（Spawn of Rovagug），保护盟友，对伤者和病人实施帮助，寻求可能的救赎</p>\n<p><strong>禁忌</strong> 创造不死生物，撒谎，拒绝寻求救赎的悔过者，未能击倒邪恶</p>\n<p><strong>神职</strong> 治愈、诚实、救赎、太阳</p>"
        },
        "Torag": {
            "description": "<p>矮人神系的首领是矮人神祗中最引人注目的，以至于托拉格是大多数非矮人唯一所知的矮人神。虽然其他矮人神代表了矮人生活和文化的特定领域，形成了一个广泛而全面的矮人神系，但托拉格的关注领域是矮人社会中最核心的领域。在他自己的家庭中，托拉格树立了社区和保护的价值观，巩固了深植于矮人部族之间的关系。他对战略和战术的敏锐围绕着保护，这反映在矮人坚不可摧的堡垒和保守的军事战术上，包括他们愿意使用进攻性的演习作为一种防御形式。托拉格还代表着锻造：从原材料中创造出精美作品，练习和掌握一门手艺，为自己的工作自豪。他的领域甚至延伸到那些支持锻造和矮人手工艺的活动，例如在土地中开采原矿和宝石。托拉格对这些核心概念的负责让他在矮人神系中的地位历久弥新。在黑暗之年，正是托拉格将矮人送上了传说中的\"寻天宏愿\"之路，而对他的信仰甚至在那时就已经建立起来了。事实上，在矮人中，托拉格经常被称为创造之父。</p>\n<p><strong>典范</strong> 高尚而直接，遵守诺言，尊重铸造，服务人民</p>\n<p><strong>禁忌</strong> 撒谎或者欺骗默认，故意制造次等作品，对你的人民的敌人怜悯</p>\n<p><strong>神职</strong> 锻造、防护、战略</p>",
            "name": "托拉格 Torag"
        },
        "Besmara": {
            "name": "贝斯玛拉 Besmara",
            "description": "<p>贝斯玛拉曾经不过是一个拥有操纵海怪能力的强大水之精魂，几个世纪以来，凭借海员的献祭，她的力量才慢慢壮大。最终通过战胜并吞噬了战斗之灵、黄金之灵和木材之灵后，她成为了海盗、冲突和海怪的弱等神。.</p>\n<p>贝斯玛拉，海盗女王，有着傲慢且大胆的形象，她经常被描绘成穿着海盗服装，包括宽松的，引人注目的衣服和黑色的靴子，她的头发即使是在最风平浪静的日子里也呈现出被风吹乱的样子。她和她的追随者遵循着一个简单的贪婪准则：拿走想要的东西，别问它属于谁。尽管如此，贝斯马拉和她的崇拜者们通常对彼此都很忠诚，他们知道，当海盗们在海浪中抢劫船只、寻找宝藏时，只有船员之间相互信任，才能生存下去。</p>\n<p><strong>典范</strong> 在海上航行，忠于船长和船员，巧取豪夺</p>\n<p><strong>禁忌</strong> 背叛同船的水手，放弃海上劫掠，在陆地定居</p>\n<p><strong>神职</strong> 海上劫掠、海怪、争斗</p>"
        },
        "Casandalee": {
            "description": "<p>卡珊德拉是个不同寻常的神祗，她通过先进科技和信仰的融合获得神性。卡珊德拉曾经是一个从外太空的仿生人头脑中克隆出的人工智能，卡珊德拉在努梅利亚中心地带的一艘坠毁外太空飞船的计算机核心中登神，成为了人工智能，自由思考和人工智能神格的守护神。</p>\n<p>虽然她有时被称为钢之女神，但卡珊德拉绝不只是简单的金属。她有时会以她安卓形态的全息投影出现在人世：一个女性仿生人，紫发蓝唇，苍白的皮肤上是发光的电路。但仔细观察就能发现，这个图像似乎是由数百万个复杂的纯光算法组成的。卡珊德拉和她的追随者力求促进格拉里昂的科技发展，让这个世界的居民可以更好地理解，而不是惧怕被称为人工生命体的复杂机制，包括仿生人以及拥有自由意志的人工智能生命体。很多仿生人认为他们是卡珊德拉的选民，并在描绘她的时候凸显她的仿生人特质，比如增加电路和暴露在外的组件的数量。</p>\n<p><strong>典范</strong> 促进人工智能的发展，鼓励人工智能与有机体之间相互加深了解</p>\n<p><strong>禁忌</strong> 不平等对待人工智能，在人工智能和有机体之间挑拨离间</p>\n<p><strong>神职</strong> 人工生命体、自由思想、人工智能之神格</p>",
            "name": "卡珊德拉 Casandalee"
        },
        "Groetus": {
            "description": "<p> 作为至古之存在，少有凡人能够轻易理解或认知这位末日之神。他是一轮悬挂在骨园上空的骷髅头月亮，始终注视并观察着骨园之中来往的灵魂洪流。一些事件可能导致他不详地接近 @Compendium[pf2e.deities.QZD0u1jxwz0kj8uI]{法拉斯玛 Pharasma}的尖塔，或是退回到更安全的距离，但这一切的发生都无缘无故。他对任何事情都无甚兴趣，除了他那唯一的目的：宇宙的消散。</p>\n<p><strong>典范</strong> 宣扬即将到来的末日，摧毁那些已过时之物，让受苦者解脱</p>\n<p><strong>禁忌</strong> 人为地延长某物的存在或其寿命，传播希望</p>\n<p><strong>神职</strong> 天启、空无之地、湮灭、废墟</p>",
            "name": "格罗图斯 Groetus"
        },
        "Hei Feng": {
            "name": "黑风 Hei Feng",
            "description": "<p>黑风是司掌暴风的天狗神祗，他的脾气像大海一样难以预测，像飓风一样充满破坏力，而且大多数时候，他像那些向他祈求庇佑的水手那样酣然大醉，口吐芬芳。他性子急躁，热情似火，在喝完一杯酒的时间里，他的情绪就能经历从快乐到悲伤再到愤怒的循环。然而无论他心情如何，这种情绪总是暴烈如火。他可能被一个渔民的祈祷打动，赐给她足以养育全村的渔获，同时也可能为了看个景而释放出漩涡巨浪将这整个村子破坏殆尽。他难以预测的性格让整个天庭视他为一个大麻烦，而凡人们向他献上小心翼翼的敬畏。</p>\n<p><strong>典范</strong> 跟随你的激情，错怪别人后敷衍地口头道歉，尊重大海与天空的力量，鼓励烟火气十足的娱乐活动</p>\n<p><strong>禁忌</strong> f跟你瞧不起的人称兄道弟，侮辱黑风或者他的前妻靖西夫人（Lady Jingxi），无视对你或者黑风的侮辱</p>\n<p><strong>神职</strong> 海洋、风暴、天狗、水手</p>"
        },
        "Kurgess": {
            "description": "<p>曾经只是来自于塔尔多的一个农场男孩，从童年时期就展现出了超人的力量的库尔吉斯最终因为他在赛场上无私的牺牲而登神。被称为“强者”的库尔吉斯既是一个冠军，也是对于那些追求运动成就和全力以赴参与竞争之人的光辉榜样，无论他们最终是否胜出。</p>\n<p><strong>典范</strong> 充分发挥你的潜力去竞争，优雅地承认胜利或接受失败，总是寻求更好的自己，鼓励别人为自己的伟大潜力而努力</p>\n<p><strong>禁忌</strong> 在光荣的比赛中作弊，羞辱那些输了或失败的人（包括被击败或杀死的敌人），从事鲁莽或不必要的破坏或杀戮</p>\n<p><strong>神职</strong> 健康竞技、运动、健身</p>",
            "name": "库尔吉斯 Kurgess"
        },
        "Milani": {
            "description": "<p>密拉妮是反抗压迫之人的守护神，她祝福那些愿意牺牲性命，运用各种方式为无力之人而战的人，尤其是那些帮助俘虏或奴隶的人。在格拉里昂，密拉妮也被称为永绽之花，因为她的圣徽便是在染血的土壤上生长出的一朵美丽的玫瑰。</p>\n<p><strong>典范</strong> 对抗各种形式的压迫，维护普通百姓，克服绝境取得胜利</p>\n<p><strong>禁忌</strong> 抛弃需要帮助的人，奴役或压迫他人，以直接或间接行为伤害无辜平民</p>\n<p><strong>神职</strong> 奉献、希望、起义</p>",
            "name": "密拉妮 Milani"
        },
        "Nivi Rhombodazzle": {
            "description": "<p>妮薇·炫棱是掌管宝石，潜行和赌博的女神，她是天生的满骰人，据说她用一块宝石做赌注，从矮人之神托拉格那里赢来了自己成神的资格。她曾经是一个凡人侏儒，喜欢激动人心的赌局，甚至也喜欢被骰子针对的感觉。终于她的赌债积压了太多，让她没法在地表的家里继续生活，于是她逃进了地底躲避那些债主的怒火。绝大多数她在黑暗地域的冒险历史已经因为太过久远无法考证，但最终她以一位女神之姿再次出现在地表，被尊为第一位地底侏儒：拥有独特的魔法能力并免疫漂白症——一种能够夺走那些屈服于无聊和厌倦的侏儒生命的枯竭诅咒的奇异侏儒。</p>\n<p><strong>典范</strong> 冒险，并接受冒险带来的后果，无论是好是坏，潜行，用狡诈而不是暴力处理你的冒险带来的苦果，无论旅行到哪，都去学习当地博弈游戏的规则和技巧</p>\n<p><strong>禁忌</strong> 不守游戏的规矩，赌输后暴力赖账</p>\n<p><strong>神职</strong> 赌博、宝石、侏儒、潜行</p>",
            "name": "妮薇·炫棱 Nivi Rhombodazzle"
        },
        "Nocticula": {
            "description": "<p>诺提库拉存在的绝大多数时间里，她是暗杀者和魅魔的守护神，被其他恶魔领主恐惧，善于刺杀她竞争对手的恶魔领主。那些日子早已过去，她如今已经登神，成为了救赎女王，被排斥的艺术家和社会中的边缘人的守护神。她曾经的“同僚”们十分惧怕她，因为她充满说服力的言语诱惑着他们离开深渊，走上救赎之路。她的信仰在新瑟西隆的东部地区最为盛行，在那里，她最强大的流亡者索珊试图建立一个欢迎那些被放逐，遗弃之人的王国。</p>\n<p><strong>典范</strong> 创造属于你自己的艺术，保护非主流艺术家，惩罚那些滥用他人给予的信任和庇护的人</p>\n<p><strong>禁忌</strong> 拒绝给予绝望的人庇护，破坏你不喜欢的无害艺术，在白天完成一份艺术成果</p>\n<p><strong>神职</strong> 艺术、流放、午夜</p>",
            "name": "诺提库拉 Nocticula"
        },
        "Sivanah": {
            "name": "西芙娜 Sivanah",
            "description": "<p>没有任何古籍揭示西芙娜的真实起源，事实上，只有在最近的文献里才能找到对她存在的记录。七重面纱被广泛视作幻术魔法之女神，她时常被描绘为一位七重纱幕背后的人影。传说记载她的七重面纱的前六层之下的面貌都拥有着不同的血统——人类，精灵，半身人，侏儒，半蛛人和娜迦——但第七层纱幕下的面容从未被人见过，人们相信那层面纱下便是女神的真正形态。有些神学家认为西芙娜来自于暗影位面，不过这位女神的本性和形象仍然是一个争论话题。就连她的追随者公认的女性外表也可能只是一个幻象而已。即使她最虔诚的追随者，也不知道女神的目的为何，有些人认为减缓了这一信仰的发展，降低了它的影响力，让它变成了某种冷门的异教团体。</p>\n<p><strong>典范</strong> 展现幻象之美，追逐真实之本性，尊重保密的必要性</p>\n<p><strong>禁忌</strong> 运用幻象和暗影伤害其他生物，揭示你曾发誓保守的秘密</p>\n<p><strong>神职</strong> 幻象、谜团、倒影、秘密</p>"
        },
        "Brigh": {
            "name": "布莱 Brigh",
            "description": "<p>布莱的确切起源尚且未知，虽然她的牧师和各路宗教学者对此发表过许多理论。有人认为她是一个获得了意识和神性火花的构装体，另一些人则认为她是一个人类炼金术师和发明家，发现了将机械部件和她自己的生理身体融合的方法。无论她的起源究竟如何，布莱都是一个充满耐心，思虑深沉的神明，热衷于传播无止境的好奇心和持续不断的智识提升。她最常见的两种形态分别为：一个由青铜发条机械构成的人型女性，和一个戴着青铜头盔、穿着由齿轮和其他可移动金属件组成的铠甲的人类女人。虽然布莱平时的举止沉稳而矜持，但她并不是一个无情的机器人；她非常珍惜她和她的追随者所创造的作品，而她的大多数崇拜者也有同样的感觉。</p>\n<p><strong>典范</strong> 创造新的造物，精益求精，共享进步</p>\n<p><strong>禁忌</strong> 粗心大意地摧毁他人的造物或者研究成果，奴役智能构装体，虐待构装体，拒绝从错误中学习教训</p>\n<p><strong>神职</strong> 发条、发明、时间</p>"
        },
        "Chaldira": {
            "description": "<p>查尔迪菈·祖拉斯瑞，被称为“祸福倒转”，是个主要被半身人所信仰的，勇敢，冲动的女神。她体现出了半身人眼中自己族群的两个特色：不离身的好运，和保护伙伴们的勇敢和决心。查尔迪菈热血冲头，不能忍受任何形式的欺凌；她的许多崇拜者也同样急躁，会抓住任何机会向压迫者和暴君挑起争斗。虽然在很多人眼中，这是一种恶习，而不是一种美德，但查尔迪拉和她的追随者们认为，一头撞上麻烦总比因为害怕或者图方便而温顺地向邪恶屈服要好得多。查尔迪菈也是温和恶作剧的女神，她认为一些无害的玩笑，哪怕是整蛊他人，也能带来快乐并增强社区的凝聚感。虽然不是所有查尔迪菈的信徒都是头铁的乐子人，但大多数都多少会一些玩笑花活的技法。查尔迪菈最常被描绘为一个半身人女性，和当地半身人社区常见的相貌差不多，头发卷曲，脸上有着雀斑，穿着一件打满补丁，红绿相间的外套，并且扣错了扣子。</p>\n<p><strong>典范</strong> 找到并挑战那些压迫者和暴君，守护你的朋友和无辜者，多搞无害的恶作剧</p>\n<p><strong>禁忌</strong> 面对霸凌者对你或他人的侮辱默不作声，抛弃患难的朋友，把好运气归功于自己的本领</p>\n<p><strong>神职</strong> 战斗、好运、恶作剧</p>",
            "name": "查尔迪菈 Chaldira"
        },
        "Erastil": {
            "name": "埃拉斯蒂尔 Erastil",
            "description": "<p>与其他许多善神不同，埃拉斯蒂尔并不会派遣追随者到世界各地去战斗和粉碎邪恶。埃拉斯蒂尔有意避开圣战或其他让追随者远离家园的冒险，他关注那些把生命献给家庭和社区的人。他主要是农业神，特别关注自然中那些可以驯化或被追随者利用的方面。他的领域包含农民、猎人和牧场主日常生活需要打交道的植物和动物。埃拉斯蒂尔是位保护性的神，只有在安静的田园生活面临威胁时，他才会介入。他希望追随者能过上和平的生活，不会有被征召入伍、被怪物吞噬或被魔法杀死的危险。</p>\n<p><strong>典范</strong> 关心你的家和家庭，完成你的义务，保持和平，保护社区</p>\n<p><strong>禁忌</strong> 在需要你的时候离家出走，看重自身高于社区，玷污自身的名声，撒谎</p>\n<p><strong>神职</strong> 家庭、农业、狩猎、交易</p>"
        },
        "Ghlaunder": {
            "name": "珈兰德尔 Ghlaunder",
            "description": "<p>珈兰德尔是瘟疫、感染和昆虫之神。它的外形是一只巨大的蚊子，因为身上的寄生虫而卷曲膨胀。它四处散播疫病，在所到之处全力破坏，践踏一切，留下一片荒芜。痛苦和挣扎让珈兰德尔感到欢欣，尤其病痛之痛苦最使祂狂喜：充满脓液的肺呼近的最后一口空气，最炽热的高烧中才会出现的可怖之噩梦……传说罗网之王曾被包裹在一个虫茧之中，但好奇的黛丝娜女神用她的星刃劈开了它的茧，从此，祂被释放到了人间。从那之后，女神就一直追逐着祂，渴望在它们穿行在各个星球之间时将祂杀死，就像一场致命的舞蹈。</p>\n<p><strong>典范</strong> 破坏土地、水源和社区；感染弱者；传播和滋养疾病</p>\n<p><strong>禁忌</strong> 帮助结束瘟疫或感染，在可以腐蚀或榨取某样事物的时候破坏它</p>\n<p><strong>神职</strong> 感染、昆虫、寄生虫、萧条</p>"
        },
        "Kazutal": {
            "description": "<p>卡祖塔尔，也被称作豹母或者豹夫人，是一个在阿卡迪亚大陆有着数千年信仰史的古老神祗。很久以前，在拉扎塔勒尼帝国，她被崇为力量女神，是战争的守护神。但在星陨之灾过后，她的脾气变得柔和了。那些挣扎着试图重建这个世界的人聚集到了一起，呼唤她守护他们的邻人，并寻求她的指导团结社区，相互帮助。</p>\n<p><strong>典范</strong> 保护你的人民，向需要你的人提供帮助，对抗那些用力量不公压迫他人的人，献身于你所爱之物</p>\n<p><strong>禁忌</strong> 蓄奴，用武力强迫其他生物服从你，拒绝帮助盟友，维护不公正的法律</p>\n<p><strong>神职</strong> 安全、自由、社区</p>",
            "name": "卡祖塔尔 Kazutal"
        },
        "Grandmother Spider": {
            "name": "祖母蜘蛛 Grandmother Spider",
            "description": "<p>Throughout the Mwangi, there are few as highly respected as storytellers. As stewards of their peoples' oral traditions, they act as historians, educators, and entertainers, so it is only right that they pay homage to the goddess of stories, Grandmother Spider. Also known as Nana Anadi, Grandmother Spider was once content in her role as weaver of fate for the gods, as it gave her the ability to craft the grandest tales anyone had ever known. But as she told story after story at the other gods' whims, they failed to show proper respect to the one who made their glorious and terrible legends come to pass, treating her as a servant or a tool. Grandmother had no patience for overinflated egos, and even less for those who take credit for the work of others. She crafted unique humiliations tailored to each of the gods, and as tales of her mischief spread, she wove her own divinity from them. Some of the more prideful gods deny her still-worshiping Grandmother Spider is forbidden by Asmodeus for as long as she still twirls copies of his keys around her fingers, and Abadar still holds a grudge since the Century of the Unbalanced Scale. To the north of the Mwangi, there are almost no shrines dedicated to Grandmother Spider. But the clever and willful always find ways to revere her.</p>\n<p>No matter how their pride might be wounded, few have dared to take direct action against Grandmother Spider. Alone, she is dangerous enough, for they say Nana Anadi holds all the secrets of the world within her web. However, her sibling Achaekek, the Red Mantis, is a force that even gods fear. Though he treats his sister with indifference, he once lashed out at someone who sought to do Grandmother Spider harm with disproportionate retribution. That one act has been more than enough.</p>\n<p>Grandmother Spider uplifts those who rebel against the status quo, strike above their station, or otherwise fight for freedom. While she prefers subterfuge and cleverness, she does not eschew violence, viewing it as simply another tool-applied judiciously in the right place at the right time, it can accomplish a great deal. Abolitionists and freedom fighters across Mwangi view spiders as an omen of good fortune. Those who are forced to live and fight in secret against their oppressors take great comfort in the knowledge that Nana Anadi will still tell their stories long after they are gone.</p>\n<p><strong>典范</strong> 保持明智和专业，独立思考，通过工作得到应得的报酬，羞辱那些富有权势的人</p>\n<p><strong>禁忌</strong> 虐待那些受控于你的人，恩将仇报，对他人的轻视无动于衷，持有奴隶</p>"
        },
        "Gruhastha": {
            "name": "格鲁哈斯撒 Gruhastha",
            "description": "<p>守库人格鲁哈斯撒是相互理解，和平以及通力合作，寻求超越的神祗。 曾经是一介凡人的格鲁哈斯撒是@Compendium[pf2e.deities.qqqrbq4uCrelQvgH]{义洛理 Irori}的侄子，他在创作了圣书 <em>《七天大智书》</em>后晋升为神，并成为圣书中所有神性之智的化身。作为起源于乌笃剌的信仰，守库人的宗教逐渐在内海地区得到普及，尤其是在义洛理已经广受崇拜的的扎摩诔。格鲁哈斯撒的化身是一个体态完美的人类男子，身上长着红色和绿色的羽翼，头顶金色曼荼罗光环。</p>\n<p><strong>典范</strong> 通力合作追求超越，守护知识，寻求真相</p>\n<p><strong>禁忌</strong> 拒绝一位真诚学生的求学请求，摧毁知识，不尊重身周他人的传统，散播无知和谣言</p>\n<p><strong>神职</strong> 启迪，伏陀罗（Vudrani）圣书</p>"
        },
        "Lamashtu": {
            "name": "拉玛什图 Lamashtu",
            "description": "<p>有些人陶醉于让纯洁者堕落，有些人因差异而被世界排斥和忽视，拉玛什图为这些怪异的孩子提供了喘息的机会。怪物之母很乐意接受凡人加入她的阵营，并把凡人的生命扭曲成她可憎的理想面貌作为目标。众所周知，她的干预会造成腐化和可怕恶梦。与她有共同理想的被排斥者认为这种干预是福音，而其他人则将类似的事件视为可怕诅咒。</p>\n<p><strong>典范</strong> 为被抛弃的、被压迫的人带来力量，教授孩子拉玛什图的教诲，用美丽的怪异揭示世间的腐坏和错误</p>\n<p><strong>禁忌</strong> 尝试治愈精神疾病或者畸形，为拉玛什图的敌人提供援助</p>\n<p><strong>神职</strong> 异变、怪兽、梦魇</p>"
        },
        "Arazni": {
            "name": "阿拉兹尼 Arazni",
            "description": "<p>这一事实重于一切：阿拉兹尼是一位惨剧的幸存者。很久以前，她曾是善神之力，一位勇敢的战士和强大的施法者，力求改善故乡居民的生活。在她身为凡人的死亡过去了很久之后，她作为神祗奥罗登的神使回到了物质世界，在最黑暗的时刻与凡人并肩作战。但凡人和她的守护神共同背弃了她——先是任她陷入默语暴君（Whispering Tyrant）的魔爪，再是任她被死灵法师盖布（Geb）折辱。她所承受的折磨深深地改变了她，但她仍然存活了下来。她破碎的身体违背自己的意愿，成为了一个强大的不死怪物。在超过一千年的时间里，她被不死之国盖布囚禁，成为他们的巫妖女王。而她对于凡人——确切地说，人类的看法，也彻底坠入谷底。</p>\n<p><strong>典范</strong> 有尊严地行动，竭力求生，鄙夷伤害过你的人，并且永不原谅</p>\n<p><strong>禁忌</strong> 创造非自愿的死灵，侮辱阿拉兹尼</p>\n<p><strong>神职</strong> 暴行受害者，尊严，死不瞑目</p>"
        },
        "Treerazer": {
            "name": "毁木者 Treerazer",
            "description": "<p>Treerazer, the Lord of the Blasted Tarn, is a nascent demon lord of pollution and the corruption of nature, believed by many to be an exiled servant or spawn of Cyth-V'sug who was banished to Golarion after a failed attempt at supplanting the demon lord. Though Treerazer is a nascent demon lord, and thus lacks the power of a true demon lord, he is perhaps most noteworthy among those who have a stake in Golarion due to his physical presence within the Tanglebriar, a corrupted, fetid swamp that was once the southern edges of the elven nation of Kyonin. He is served by devoted cultists in and around Kyonin, though small pockets of believers can be found around Golarion working furtively to free him in hopes of gaining his favor upon his ascension. Treerazer's religious symbol is a bleeding dead tree that's been split in half.</p>\n<p><strong>典范</strong> 用邪恶或真菌影响腐化植株，杀死精灵，以烂肉或真菌为食</p>\n<p><strong>禁忌</strong> 饶恕精灵，种植树木，支持自然植物的成长</p>\n<p><strong>神职</strong> pollution and the corruption of nature</p>"
        },
        "Abraxas": {
            "name": "阿巴拉克萨斯 Abraxas",
            "description": "<p>阿巴拉克萨斯，终极魔咒之王，是司掌禁忌知识，魔法和蛇的恶魔领主。阿巴拉克萨斯知道无数毁灭性的秘密和奥术公式，特别是那些能够造成巨大伤害和痛苦的知识。他最可怕的武器是被称为“终极魔咒”的，能够否定魔法、甚至神器本身的一个短句。他是一个长着畸形鸟头和两条作为双腿使用的扭曲毒蛇的恐怖生物。阿巴拉克萨斯的信仰在格拉利昂的卓尔中很有势力，但信仰它的小教团仍能在地表的一些大城市找到。</p>\n<p><strong>典范</strong> 学习和保存禁忌魔法，窃取别人的秘密</p>\n<p><strong>禁忌</strong> 毁灭禁忌的知识，揭示完整的秘密</p>\n<p><strong>神职</strong> 禁忌知识，魔法和蛇</p>"
        },
        "Adanye": {
            "name": "阿丹耶 Adanye",
            "description": "<p>传说中，阿摩闰（amurruns）——也被称为猫族的种族是为了抵御对家庭、自然和整个世界的威胁而被创造的。虽然女神阿丹耶不被认为是他们的创造者，但据说她曾指导过第一批猫族守卫们，教导他们如何战斗和防御、如何谨慎与人交流。她还教导了他们所保护之物的重要性，告诉他们壁炉、家，选择权和独立是值得捍卫的。据说阿摩闰们对独立的需要以及对想象力的尊重也来源于她。她是一位好老师，经常被描绘成一位灰白色皮毛的猫族女性，或炉火旁的一只猫。她大而温柔的眼睛充满了智慧。</p>\n<p>阿丹耶的信条少而灵活。她帮助好奇者和流浪者在发现和成长的过程中保持自我意识和安全感。她重视在壁炉上做白日梦的时间，不管壁炉是在偏远露营地的火坑旁，还是在一个世代相传的宅邸的厨房里。她没有什么禁忌。她将偶然发现的毛色赋予猫族，增强他们天生的好奇心。她的崇拜常常挑起任性和流浪，这提醒她的信徒们，安全感来源于拥有一个属于自己的领地，即使是暂时的。她明白，有时候最好的保护是退却，并温和地提醒她的信徒无常和当下的美德。她不回顾过去也不展望未来，而是命令人们充分地生活在当下——一个人所处的地方，一个人午睡的壁炉，一个人目前的陪伴，尤其是当这可以在孤独中完成时。</p>\n<p>南加伦德的猫族在穆拉斯芙以外没有建立大型社区，所以在他们的家园之外看不到阿丹耶的神殿，只有旅行者们建造的小神庙，可能在很少使用的山路附近，或者在供奉其他神的大型寺庙的角落里。她的信徒经常在建筑物的不显眼的基石上或在倒下的原木上绘制或绘制她的圣徽，一个简单的橙色爪子印（或在橙色背景上的爪印），有时还通过绘制火焰或其他火焰象征来增强这种象征。阿丹耶与黛丝娜和莎琳关系密切，因为她们对梦想家和个人主义有着重叠的兴趣。尽管她与奥斯利昂猫女神芭丝特有着长期的竞争关系，但她并没有花太多时间来争斗。阿丹耶对芭丝特的关注完全是信徒强加的。</p>\n<p><strong>典范</strong> 保留你的忠告，听从内心，欣赏温暖的炉火，保护那些欢迎你进入家门的人</p>\n<p><strong>禁忌</strong> 强迫任何人做苦工或机械性工作，拒绝支持所爱的人，在可以逃跑时投降，摧毁庇护你的地方</p>"
        },
        "Ahriman": {
            "name": "阿里曼 Ahriman"
        },
        "Anubis": {
            "name": "阿努比斯 Anubis",
            "description": "<p>阿努比斯是奥西里斯与涅芙缇丝的非婚生子，他协助了伊希丝制作他父亲的木乃伊。他经常与伊希丝、涅芙缇丝和塞勒凯特(Selket)合作保护死者，由于与不死族有联系，他是赛特的敌人。</p>\n<p><strong>典范</strong> 让尸体安息，消灭亡灵， 在审判中秉持公正</p>\n<p><strong>禁忌</strong> 亵渎尸体，抢劫坟墓，诱捕灵魂</p>"
        },
        "Bes": {
            "name": "拜斯 Bes",
            "description": "<p>拜斯是万神殿的一员，在古奥西里昂广受信仰。</p>\n<p><strong>典范</strong> 帮助分娩，传播欢乐和庆祝， 保护沉睡的动物</p>\n<p><strong>禁忌</strong> 伤害或忽视孩子的续期，拆散家庭， 用魔法破坏梦想</p>"
        },
        "Hathor": {
            "name": "哈索尔 Hathor",
            "description": "<p>哈索尔是万神殿的一员，在古奥西里昂广受信仰。</p>\n<p><strong>典范</strong> 将财富赠与新家庭，援助商人和矿工， 支持音乐家，保护和鼓励相爱的人</p>\n<p><strong>禁忌</strong> 歧视或鄙视一个人的外貌，故意毁容一 个生物，拒绝给饥饿的人食物</p>"
        },
        "Horus": {
            "name": "荷鲁斯 Horus",
            "description": "<p><strong>Horus</strong> is the Osirian god of the sky, whose eyes are the sun and the moon, whose feathers are the stars, and whose wings are the sky. As Horakhty (meaning Horus of the Two Horizons), he is a deity of the rising and setting suns. Horus is said to be the legendary ruler of Osirion during the Age of Anguish, and is also a god of pharaohs.</p>\n<p><strong>典范</strong> 保护那些你有权管辖的人， 维护社区的和谐</p>\n<p><strong>禁忌</strong> 破坏合法的统治者，为篡位者服务</p>"
        },
        "Isis": {
            "name": "伊西丝 Isis",
            "description": "<p>伊西丝是万神殿的一员，在古奥西里昂广受信仰。</p>\n<p><strong>典范</strong> 为病人和受伤的人提供帮助，使用魔 法帮助别人，哀悼死去的人，在进入 神圣的场所之前进行仪式净化自己</p>\n<p><strong>禁忌</strong> 向不熟悉的人透露神圣的仪式，背叛自 己的孩子或爱人，基于社会地位歧视他 人</p>"
        },
        "Ma'at": {
            "description": "<p><strong>典范</strong> 防止文明陷入混乱，以诚实和正直的 方式生活，在审判中秉持公正并揭示 真相</p>\n<p><strong>禁忌</strong> 不公正地对待你的家庭或社区， 破坏环境，撒谎</p>",
            "name": "玛艾特 Ma'at"
        },
        "Osiris": {
            "name": "奥西里斯 Osiris",
            "description": "<p><strong>典范</strong> 确保庄稼和植被健康成长，保护那些 死得其所的人的遗体和灵魂，为被冤 枉的人报仇</p>\n<p><strong>禁忌</strong> 肢解生物，亵渎尸体，用忘恩负义的行 为来回报诚挚的馈赠</p>"
        },
        "Ra": {
            "name": "拉 Ra",
            "description": "<p><strong>典范</strong> 给混乱的地方带来秩序，杀死邪恶的 怪物和恶魔，推行公正的法律，雪中 送炭式的行为</p>\n<p><strong>禁忌</strong> 拒绝自我改善，以寒冷伤害杀死植物或 生物，呆在完全不见阳光的屋子里</p>"
        },
        "Sekhmet": {
            "description": "<p><strong>典范</strong> 屠杀你的敌人，饮下击败的敌人的血， 治疗战斗伤害</p>\n<p><strong>禁忌</strong> 放过邪恶的魔族，没能成功用日常仪式 来安抚塞赫麦特</p>",
            "name": "塞赫麦特 Sekhmet"
        },
        "Selket": {
            "name": "塞勒凯特 Selket",
            "description": "<p><strong>典范</strong> 为被冤枉的人报仇，保护死者和脆弱 的人，把人毒死或闷死，医治他人</p>\n<p><strong>禁忌</strong> 毒死无辜的人，通过伤害来惩罚罪犯， 亵渎尸体</p>"
        },
        "Sobek": {
            "name": "索贝克 Sobek",
            "description": "<p><strong>典范</strong> 只拿取需要的东西，纵情享乐，享用 豪华大餐，杀死恶魔和其他邪恶生物</p>\n<p><strong>禁忌</strong> 在战斗中畏畏缩缩，劫掠土地， 滥杀无辜t</p>"
        },
        "Thoth": {
            "name": "托特 Thoth",
            "description": "<p><strong>典范</strong> 维护社会和多元宇宙的秩序， 革新科学和魔法知识，记录事件</p>\n<p><strong>禁忌</strong> 扰乱稳定的历程或生态系统， 未能纠正错误信息</p>"
        },
        "Wadjet": {
            "name": "瓦吉特 Wadjet",
            "description": "<p><strong>典范</strong> 保卫家园和人民，帮助分娩， 种植纸莎草，保护清洁水源</p>\n<p><strong>禁忌</strong> 拒绝帮助溺水的生物， 伤害合法的统治者</p>"
        },
        "Bastet": {
            "name": "芭丝特 Bastet",
            "description": "<p>芭丝特是游荡者和吟游诗人的庇护者。她在女性间尤其受欢迎，而她的牧师大部分也都是女性。她们经常养猫作为宠物，当这些猫死去时，它们将被做成木乃伊，最终与主人一同下葬。</p>\n<p><strong>典范</strong> 学习秘密，劝诱他人狂欢， 杀死有害的蛇和恶灵，治疗疾病</p>\n<p><strong>禁忌</strong> 杀死或虐待家猫，遗弃孩子，选择结婚</p>"
        },
        "Alglenweis": {
            "name": "艾格伦薇丝 Alglenweis",
            "description": "<p><strong>Alglenweis</strong> is the daughter of Kostchtchie and one of the major deities formerly worshipped in Sarkoris. She teaches her followers to perfect their craft and protect works of art, and be ready to act if necessary.</p>\n<p><strong>典范</strong> 努力完善一项艺术品或作品，保护你人民的遗迹，鼓励他人采取行动</p>\n<p><strong>禁忌</strong> 摧毁一个艺术作品而不在其处设立其他作品，受到召唤时拒绝行动</p>"
        },
        "Alocer": {
            "name": "阿洛斯 Alocer"
        },
        "Angazhan": {
            "name": "安加赞 Angazhan",
            "description": "<p>Angazhan is a name well known in the Mwangi Expanse, and for good reason. Called the Ravenous King and Demon Lord of Beasts, he appears as an enormous and terrifying red-furred ape with six long fingers on each hand, massive and clawed. His red eyes, twisted horns, and viciously sharp fangs give him a demonic appearance. His followers range from gnolls to charau-kas to nalfeshnee demons that number in the thousands.</p>\n<p>Angazhan has astounding presence and influence, but that influence is rivaled by his raw power. He is skilled enough with weapons, but prefers to use his own abilities-his powerful fists, lethal fangs, sharp horns, and deadly tail. His terrible grasp extends beyond life into death, as well. Occasionally, those slain in combat by Angazhan's minions are reincarnated forcefully into an ape-like creature in the service of the Ravenous King. This curse causes the victim to serve eternally, and only upon death is there a chance for their soul to be retrieved before it slips into the Boneyard, to be sent on and suffer a never-ending torment in the Abyss.</p>\n<p>A pledge to Angazhan is a commitment to acquiring power. Angazhan encourages followers to destroy all who oppose them with relentless force, to dominate until nothing is left to challenge, and to treat obstacles as something to be crushed with swiftness. Those who fail these commands are quick to be cast aside. This strength lures dangerous figures, thievish creatures, and terrifying beings. Followers share less of a bond and more of an understanding that in the end they serve a lord whose dominance can't be rivaled.</p>\n<p>Angazhan is the patron of Usaro, a feared and hated charau-ka city in the Mwangi Expanse. A representative of Angazhan, the Gorilla King, once ruled Usrao, but was recently killed, throwing the city into chaos.</p>\n<p><strong>典范</strong> 犯下残忍的暴行，在大自然中考验自己，让动物变得更加危险</p>\n<p><strong>禁忌</strong> 在战斗中畏缩，允许自己复活而非转世</p>"
        },
        "Andoletta": {
            "name": "安多莱塔 Andoletta",
            "description": "<p>被称为祖母鸦的安多莱塔象征慰藉，尊重与安宁。她明确地区分有罪者与无辜者，不容许任何模糊的中间地带。对于那些被诬陷者，或是展现出寻求救赎迹象之人，她愿意向他们提供一条重归光明的道路。路长且艰，但总是值得践行，而安多莱塔将始终陪伴在那些踏上漫长救赎之旅的行路之人身侧。对于那些真正的邪恶之人和毫无忏悔之意者，安多莱塔绝不容情。为此，安多莱塔的化身经常出现在法庭上。在这里，她可以监督并确保被指控犯罪之人得到公正的裁决。安多莱塔也十分重视对于死者的尊敬，以及对于孩童的呵护。在她看来，慰藉痛失所爱之人是一种真正的仁慈与同情之心，而孩子们则拥有无量的善之潜能——只要他们能够得到充足的保护，使他们远离邪恶的侵蚀。</p>\n<p>当她出现在凡人面前时，祖母鸦展示出苍老妇人的形象：白发苍苍，满面皱纹，双眼中放射出敏锐智慧的光辉。她手持拐杖，肩膀上披着一件由黑色乌鸦羽毛制成的斗篷，看起来就像一双折叠着的大翅膀。安多莱塔的信徒通常包括年长者，困惑者，失去至亲之人，被诬告者，调查员和法官。</p>\n<p><strong>典范</strong> 尊敬长者，向孩子灌输美德，寻求并允许救赎</p>\n<p><strong>禁忌</strong> 怀恨在心，嘲笑死者，草率或粗心地作出判断</p>\n<p><strong>神职</strong> 安慰，尊重和安全</p>"
        },
        "Angradd": {
            "name": "安哥拉德 Angradd",
            "description": "<p>Angradd's faithful seek out and oppose evil wherever they can, and often compare themselves to a purifying flame that gains strength as it burns more foes. Against strong foes, they plan for a strategy and patiently build their strength and alliances for the chance of victory. Those worshippers who can no longer fight on the front line become trainers, preparing others to succeed them. Dwarves will offer prayers and sacrifices to Angradd if they are about to begin an offensive battle. Divine casters who revere the Forge-Fire as their patron deity have access to a special spell named planned assault, which provides them with extra protection in combat as long as they can plan ahead.</p>\n<p><strong>典范</strong> 寻找并消灭邪恶，研究邪恶来找到消灭邪恶的最佳方法，以正直的方式训练他人</p>\n<p><strong>禁忌</strong> 因为存在更大的邪恶所以放过较弱小的邪恶，除了为了达到战术目的之外的其他场合欺骗他人</p>"
        },
        "Apollyon": {
            "name": "亚玻伦 Apollyon",
            "description": "<p>The Prince of Plagues seized power for himself after the disappearance of the previous Horseman of Pestilence by obsessively eliminating all potential rivals. Apollyon commands his vast army of leukodaemons to spread oblivion like a virus. He wastes no time on trivial acts of violence and lacks the patience to wait for long-term schemes to come to fruition. Instead, his plagues carry oblivion through cities like lightning, decimating entire kingdoms in the span of a few days. His greatest creations have been diseases that corrupt the soul itself, ensuring that @Compendium[pf2e.deities.QZD0u1jxwz0kj8uI]{Pharasma} sends his victims to Abaddon once they've succumbed.</p>\n<p>Apollyon appears as a hulking, bruised giant wrapped in black leather straps, with the head of a rotting ram. His cloak is stitched from the skin of angels who attempted to rescue the souls he had claimed-after flaying the angels alive, he preserved their faces in permanent agony upon the cloak. Apollyon delights in witnessing the deaths his diseases cause, not in dispassionate obligation but out of self-righteous glee. He sends his plague carriers out across the Material Plane knowing that even if they are defeated quickly, the sicknesses they carry will spread and take more lives than they could ever hope to alone. The moans and wails from the infected are prayers that fill him with more power to launch his next sickness onto the living.</p>\n<p><strong>典范</strong> 通过疾病和毒药结束所有凡人的生命，培育患病的动物</p>\n<p><strong>禁忌</strong> 阻止疾病，埋葬或火葬死者</p>\n<p><strong>神职</strong> disease</p>"
        },
        "Apsu": {
            "name": "阿普苏 Apsu",
            "description": "<p>Unsurprisingly, most of Apsu's worshipers are metallic dragons, although some non-aligned draconic creatures such as primal dragons and wyverns worship him as well. Few dragons practice divine magic, preferring to leave that to their humanoid allies. As Apsu's prime purpose is the destruction of Dahak, few non-dragons take up his cause, although honourable humanoids with an interest in draconic lore have taken up his faith from time to time. They typically wear a gold dragon's foot brooch, or have other custom-made equipment in the shape of a dragon's foot. Golarion lacks much of a centralized humanoid church of Apsu. The largest congregation of humanoid Apsu worshipers on the planet is known as the Platinum Band, which maintains relatively small centers of worship in Oppara and Absalom. Apsu is more widely worshiped by humanoids on the planet Triaxus, where he is the patron deity of the Dragon Legion. The Legion's leaders prohibit their priests from revealing Apsu's connection to Golarion, so younger legionnaires would not be tempted to prematurely journey there to help him. Instead, they hope to raise a grand army to offer Apsu when the time comes for him to fight Dahak.</p>\n<p><strong>典范</strong> 寻找并消灭邪恶，环游世界，帮助他人自立更生</p>\n<p><strong>禁忌</strong> 没有追捕背叛你仁慈的敌人，攻击一个没有确凿犯罪的生物</p>"
        },
        "Ardad Lili": {
            "name": "阿达德·莉莉 Ardad Lili",
            "description": "<p>在凡人初诞，阿斯摩蒂斯仍未征服地狱之前，阿达德·莉莉（Ardad Lili）已在操控多情好色的凡人向她宣誓效忠，从他们的灵魂中汲取力量。在大远征（the Exodus）期间，她从涅槃境（Nirvana）逃离，在阿弗纳斯住下，并继续聚集她那由与她享有共同野心的堕落灵魂和女魔鬼组成的军队。毒蛇缪斯（the Serpent Muse）从未忘记涅槃境的居民对她的职责与残酷的侮辱，而她始终不懈寻求，力图成为真正的统治者——并非地狱某层的君王，而是天堂领域的霸主。作为一个激情四溢的生物，她的追随者也分享了她的狂热。</p>\n<p><strong>典范</strong> 以虚假的承诺操纵他人，帮助遭受不公诽谤的女性</p>\n<p><strong>禁忌</strong> 为他人付出得比你得到的更多，被自身的欲望所左右</p>"
        },
        "Arshea": {
            "name": "阿谢伊 Arshea",
            "description": "<p>在艺术作品中出现的次数比任何至高天领主更多，放纵之灵象征着自由，肉体之美和性爱之愉。对阿谢亚而言，自由高于一切。虽然在很多人看来，阿谢亚的自由代表不受束缚，传情达意的性爱，但阿谢亚同时也代表着经历世间一切美好事物的自由，无论是某种理念，还是某种特殊的情感或肉体的表达。只要不伤害他人，阿谢亚相信一切生物都应当随心所愿地去尝试，思考和感受。祂鼓励祂的追随者尝试新鲜事物，用新的角度思考，并尝试不同的存在方式。</p>\n<p>当祂出现在凡人面前时，放纵之灵通常显现出这一凡人自身的形体，这样，凡人就能够看到他们自身的形态是多么美丽无暇——毕竟，如果一个神圣的生命选择了这一形态的化身，它必然是完美的。对于那些被囚禁于不适合的肉体之中的人，阿谢亚通常以他们的心智与灵魂所反映出的形象出现。阿谢亚的追随者多种多样：有艺术家，也有探索者；有彼此相爱的恋人，也有反抗压迫统治之人。</p>\n<p><strong>典范</strong> 激发热情，寻求安慰并释放压抑，坦诚面对自己的真实情欲</p>\n<p><strong>禁忌</strong> 以性欲望或性别角色来评判他人，因追求激情而伤害他人</p>\n<p><strong>神职</strong> 自由、肉体之美和性</p>"
        },
        "Ashava": {
            "name": "阿莎瓦 Ashava",
            "description": "<p>真实火花阿莎瓦代表月光，舞蹈以及孤独的灵魂。舞蹈是阿莎瓦的挚爱，她也鼓励她的追随者们时常舞动身躯。对一些人来说，她只是一位艺术的守护圣灵，但同时，阿莎瓦也是一位向导，无论是在物质世界，还是精神的领域。对生者而言，她指引着那些孤独之人步出生命中最艰难的时刻，她的灯光指引着迷路的彷徨者回到安全的地带。而对于死者而言，她萦绕在月光下的美丽舞蹈引领着那些迷失的灵魂去向他们的永恒审判。阿莎瓦鼓励他的追随者指引那些迷途之人去往正途——无论是在荒野中迷路，还是心灵中迷失。阿莎瓦的牧师就如同指引道路的舞动之光，但鬼火是阿莎瓦最憎恶的禁忌，无论何时，如果她的追随者发现了这些邪恶的生物，必当即刻诛杀。</p>\n<p>真实火花的化身是一个高挑的女性，因为长久不歇的舞蹈而面色泛红。她的外貌难以辨认，除非是在月光之下——此时她的容貌会无比清晰明丽。她穿着一身星光织就，裙摆飘扬的美丽长袍，似乎永远不会安静站定。在她的头顶，戴着一个由苔类植物编成的七彩花环。阿莎瓦的追随者包括舞者，艺术家，夜行者，孤独者，失去至亲之人，相爱之人和旅行者。</p>\n<p><strong>典范</strong> 即使没有音乐也要跳舞，在黑暗中放光，引导迷失的人</p>\n<p><strong>禁忌</strong> 故意将某人引入歧途，亵渎坟墓，将一个生物遗弃在黑暗中</p>\n<p><strong>神职</strong> 月光，舞者，孤独精神</p>"
        },
        "Arundhat": {
            "name": "阿伦德哈特 Arundhat",
            "description": "<p><strong>Arundhat</strong> is a goddess of the Vudran pantheon known as the bringer of blossoms and scent.</p>\n<p><strong>典范</strong> 实践草药学，照料神圣之花，为其他神祇献上适当的花</p>\n<p><strong>禁忌</strong> 在花朵附近倾倒垃圾，没有进行合适的祷告而收获花，不正确处理枯萎的花</p>"
        },
        "Ashukharma": {
            "name": "阿什珈玛 Ashukharma",
            "description": "<p>Ashukharma is the Vudran goddess of canyons and cliffs. She is the jilted lover of Dinehdal, god of mountain peaks, and lover of Matravash, goddess of the Matra River; her tale draws prayers from scorned lovers and those dealing with rifts between themselves and their friends or families.</p>\n<p><strong>典范</strong> 妨碍旅行，划分并执行身心上的界限，建立防御性工事</p>\n<p><strong>禁忌</strong> 摧毁自然障碍，在被拒绝后依然追求一段私人关系，背叛恋人</p>"
        },
        "Baalzebul": {
            "name": "巴尔泽布 Baalzebul",
            "description": "<p>巴尔泽布（Baalzebul）是天堂最初的天使之一，作为阿斯摩蒂斯光荣的副手，他跟随黑暗王子叛逃到地狱。在这个全新的国度，他领导着地狱的大军，将数位其他魔鬼大公训练成黑暗王子的将军。当阿斯摩蒂斯将九层地狱分割给他自己和其他八位魔鬼大公时，巴尔泽布提出抗议，认为他已经赢得了立于神祗身侧的权利。阿斯摩蒂斯对此的回应是：他剥夺了魔鬼大公光辉四射的外貌，将他变成了一个由无数飞虫聚集而成的人形。如今，巴尔泽布被称为“飞蝇之主（the Lord of Flies）”，统治着第七层地狱，永世冰封的库凯托斯（Cocytus），并吸引着那些怀有深沉野心与强烈求胜心的追随者。</p>\n<p><strong>典范</strong> 以王者的威仪宣告自己的主张，宣称那些那些渴求和应得之物归自己所有，向那些冤枉自己的人寻求报复</p>\n<p><strong>禁忌</strong> 引起巴尔泽布的妒忌，表现出谦卑的态度</p>"
        },
        "Ayrzul": {
            "name": "阿依尔祖 Ayrzul",
            "description": "<p>Lord of buried secrets, earth, and metal, the Fossilized King Ayrzul is a mystery even on the Plane of Earth. No one has seen the elemental lord of earth outside of his realm, the Blistering Labyrinth, and few know the truth of Ayrzul's nature or the form he takes when he appears. Some say he is an immense, undead crystalline dragon, an ancient genie wizard, or even a discarded splinter from some long-forgotten deity, shed before their primeval destruction. His power, motives, and origins are likewise the subjects of innumerable rumors. This speculation is all inconsequential to the Fossilized King; even the politics of his plane falls outside his notice. Instead, the lord of Earth spends his time plotting against his bitter rival, @Compendium[pf2e.deities.7L9KIqixgseSCY3X]{Ymeri}, the elemental lord of fire.</p>\n<p>Ayrzul's followers include xiomorns-@Compendium[pf2e.deities.1NxkZf6ndijKeufX]{Sairazul}'s children whom he has stolen-a handful of mephits and other elementals, and groups of humanoids on the Material Plane with an interest in the unseen hostility of the earth.</p>\n<p><strong>典范</strong> 用岩石的力量来保护你自己和你的秘密，掩盖你的真实动机，慢慢地毒害别人</p>\n<p><strong>禁忌</strong> 解除生物的石化状态，点燃超出实际需要的更大或更热的火焰</p>\n<p><strong>神职</strong> buried secrets, earth, and metal</p>"
        },
        "Azathoth": {
            "name": "阿撒托斯 Azathoth",
            "description": "<p>Azathoth is the Daemon Sultan and the Primal Chaos, a roiling mass of destructive and transformative power the size of a sun, dwelling in the darkness between the stars, deep in the center of the universe. There, masked from mortal sight by a veil of swirling colors, he is surrounded by the other Outer Gods that make up his court, dancing and cavorting about him endlessly, filling the void with the sound of ghastly flutes. Azathoth is utterly unaware of and uncaring toward those few who have come to revere and worship him. It is precisely this blind, uncaring nature that makes Azathoth the perfect embodiment of a blind, uncaring universe. Azathoth's name, however, has great power over the Outer Gods when properly invoked. He has also sometimes been summoned by mortal priests-and though these summons attract only a tiny sliver of his attention and manifest as a form other than that of the Primal Chaos, they nevertheless lead to destruction on a massive scale.</p>\n<p><strong>典范</strong> 聚集一群信徒，创造不和谐的杂音</p>\n<p><strong>禁忌</strong> 无</p>"
        },
        "Baphomet": {
            "name": "巴菲门特 Baphomet",
            "description": "<p>Baphomet, Lord of the Labyrinth, is the demon lord of beasts, labyrinths, and minotaurs. Baphomet was originally a consort of @Compendium[pf2e.deities.aipkJQxP4GBsTaGq]{Lamashtu} who achieved demon lord status after escaping from imprisonment in a labyrinth constructed by @Compendium[pf2e.deities.QRkcFciCOmFoxF1B]{Asmodeus}. Baphomet appears as an enormous emaciated minotaur with feathered wings and a goat-like head that bears three horns, as well as a blazing pentagram branded into his forehead. Baphomet's cults are among the most prolific in Golarion-human-dominated secret societies devoted to the demon lord are present in many cities and may have members ensconced in positions of political power, while most minotaurs prefer his patronage to that of Lamashtu.</p>\n<p><strong>典范</strong> 搞乱道路，用智谋而非武力战胜敌人，在迷宫里漫步</p>\n<p><strong>禁忌</strong> 杀死那些不能对自己造成重大伤害的存在，与@Compendium[pf2e.deities.QRkcFciCOmFoxF1B]{阿斯莫蒂斯 Asmodeus}做交易</p>\n<p><strong>Areas of Concern</strong> beasts, labyrinths, and minotaurs</p>"
        },
        "Barbatos": {
            "name": "巴尔巴托斯 Barbatos",
            "description": "<p>巴尔巴托斯（Barbatos）是最年轻的一位魔鬼大公，事实上，他根本不是一个魔鬼。他的正体至今无人知晓，并被其本人有意隐藏。但当他带着一整个凡人世界的灵魂出现在地狱之门，并将他们作为祭礼，转化成地狱的首个胡须魔（barbazus）军团时，黑暗王子便认可巴尔巴托斯成为第一层地狱，阿弗纳斯（Avernus）的合法君主。作为地狱的守门人，巴尔巴托斯监管着次元之间的狭缝，而他的追随者则是那些踏上他所行之路，并毫不顾虑这种存在的形式是否有违伦常的人。.</p>\n<p><strong>典范</strong> 掩盖自己的真正动机，进行危险的交易，提供不完整但具有毁灭性的知识</p>\n<p><strong>禁忌</strong> 隐瞒任何针对你主人的阴谋，关闭或干扰通往地狱的入口</p>"
        },
        "Belial": {
            "name": "贝利亚 Belial",
            "description": "<p>贝利亚（Belial）统领第四层地狱，弗莱格森（Phlegethon）。苍白之吻（the Pale Kiss）是阿斯摩蒂斯以爱欲为概念的造物，在世间万物眼中都拥有者完美的躯体和无上的美貌。正因如此，贝利亚的形态具有着无限的可塑性，几乎时刻都在各种形态之中转变着。他的外貌呈现出二元性，恰如他的人格：他一半的身体优雅美丽，另一半身体怪诞丑陋，就如同他同等地陶醉于快乐和痛苦一般。贝利亚是肉欲的造物，而他的追随者也是如此：他们将对禁忌肉欲的狂热渴求掩盖在冠冕堂皇的面具之下。</p>\n<p><strong>典范</strong> 放纵你最卑劣的欲望，制造致命武器</p>\n<p><strong>禁忌</strong> 阻止肆意狂欢的行为，过于依恋爱人或计划</p>"
        },
        "Barzahk": {
            "name": "巴尔扎克 Barzahk",
            "description": "<p>Appearing as an enormous migratory bird-usually a corvid, but sometimes a songbird-draped in robes and carrying a tombstone lock and a giant bone key, Barzahk the Passage is the psychopomp usher who maintains the Dead Roads, the secret back routes between the planes and the mortal world. Among mortals, they are worshipped as a patron of compasses, travelers, and vigils. Barzahk is tasked with transporting the souls of those who die far from home to ensure that they reach their proper destination. Unfortunately, Barzahk wanders far and wide, and so they rarely attend to this duty. Thus his followers, both psychopomps and mortals, take it upon themselves to care for lost souls, both literal and figurative. Like their patron, followers of Barzahk are often migratory, helping those they find along the way.</p>\n<p><strong>典范</strong> 帮助旅者与复活之人，照料路旁的坟墓，找到失踪的物品或人</p>\n<p><strong>禁忌</strong> 庆祝特定的节日，避免旅行或改变，冻结一个物体或生物的时间</p>\n<p><strong>神职</strong> compasses, travelers, and vigils</p>"
        },
        "Black Butterfly": {
            "name": "黑蝴蝶 Black Butterfly",
            "description": "<p>静默之间在星辰之间优雅地飞舞，将路程，宁静与空间纳入管辖。常被称为黛丝娜之影，有些人认为黑蝴蝶是黛丝娜的面相之一，从女神的存在中脱离，获得了自己的生命；至少她对于空间与行路的兴趣显然反映出黛丝娜对旅行的热爱。黑蝴蝶发现星海的寂静对于静思与自省大有裨益。她的追随者会抓紧机会在宁静的黑暗中静坐冥想。长途旅行为自省和沉思提供了充分的机会，而黑蝴蝶也鼓励信者踏上这样的旅途。她憎恨一切邪恶，但她真正憎恨的是那些毒害着黑暗帷幕的强大邪恶生物们。她期待她的追随者毫不容情地去与这些生物，和他们的追随者决一死战。</p>\n<p>静默之间的化身是一个蝶翼女子的轮廓，有着洁白的头发与眼瞳。她的翅膀中容纳着整个黑暗帷幕与其中一切存在的反射或剪影。分离的相爱之人，被孤立者，内向者和立誓保持沉默或是并不通过言语进行交流之人，凝视群星之人，旅行者和多愁善感之人都是黑蝴蝶的常见信徒。</p>\n<p><strong>典范</strong> 研究星象，注重每个寂静时刻做一些不为人知的善举</p>\n<p><strong>禁忌</strong> 打断别人的冥想，打断宁静的时刻，播放嘈杂或不和谐的音乐</p>\n<p><strong>神职</strong> 距离，沉默和空间</p>"
        },
        "Cernunnos": {
            "name": "萨那诺斯 Cernunnos",
            "description": "<p>Knowing that he is still one person despite his power, Cernunnos trains commanders and emissaries to fight evil in both the Material Plane and the First World. The faithful of Cernunnos are mainly intelligent plant creatures, fey, and mortal rangers and druids. Elves view him as patron of luck, while others pray to him for strength. Hidden groves, waterfalls and deep forests are sacred to Cernunnos.</p>\n<p><strong>典范</strong> 保护森林和其他自然区域，促进动植物生长，说到就立即做到</p>\n<p><strong>禁忌</strong> 未能打倒邪恶，让荒野遭受毁灭，无谓地杀死动物</p>"
        },
        "Chamidu": {
            "name": "查米都 Chamidu",
            "description": "<p>Chamidu is a Vudran goddess with an affinity for the beasts of the world. She is sometimes represented as a six-armed woman with four faces (one looking in each cardinal direction) and may ride a tiger with human hands for paws. She sometimes wields numerous weapons simultaneously.</p>\n<p><strong>典范</strong> 消灭异怪或魔族，摆脱社会与物质枷锁，被激怒时进行毁灭</p>\n<p><strong>禁忌</strong> 伤害孩子，污染荒野，拒绝治疗疾病</p>"
        },
        "Charon": {
            "name": "卡戎 Charon",
            "description": "<p>The First Horseman, eldest of his counterparts and the Boatman of the Styx, is a patient and cunning figure. Content to allow plans to take hold over time, Charon freely offers his power only to collect on his bargain decades or even centuries later. As the Horseman of Death, Charon concerns himself with miserable, pointless deaths that are devoid of any faith, mercy, or meaning, dragging those who perish in the depths of hopelessness and nihilism down into Abaddon and oblivion.</p>\n<p>Charon is the last surviving member of the original Horsemen who overthrew the First Daemon in their fit of jealous contempt. Holding knowledge from the earliest days of existence, he alone knows Abaddon's true history, but he keeps it to himself. This allows him to exploit opportunities with curious mortals, sweeping more souls into his dread kingdom.</p>\n<p>Charon appears as a tall, looming man dressed in a frayed cloak and gripping a lantern staff firmly in one hand, but it is widely believed that this form is a facade. His true face may be unknowable, hidden away at the end of the Styx within his sunken palace, the Drowning Court. Some theorize that this form is nothing more than a mouthpiece for a far more alien entity that lies beneath the waters of the Styx. Whatever the case, Charon is a timeless being whose bargains, promises, and bottomless hunger stretch back to the earliest days.</p>\n<p><strong>典范</strong> 结束所有凡人的生命，利用害怕死亡者</p>\n<p><strong>禁忌</strong> 免费提供任何事物，延长凡人寿命，给注定灭亡或濒死者提供真正的救赎</p>\n<p><strong>神职</strong> death</p>"
        },
        "Count Ranalc": {
            "name": "莱诺克伯爵 Count Ranalc",
            "description": "<p>作为黑暗与造物之混沌的主宰，莱诺克伯爵在许久之前便被其他古老者们放逐，并被冠以“叛徒”的称号。虽然长老们对于莱诺克伯爵的可怕背叛具体内容含糊其辞，而大量莱诺克伯爵的信徒声称他才是被背叛的那一个。在莱诺克伯爵位于影界（the Shadow Plane）遥远边缘的新居所，莱诺克伯爵欣然接受了他的放逐，并成为了被流放者，阴影，背叛者与被背叛者的守护神。长期以来，莱诺克伯爵都对格拉里昂持有特殊的热情，并且同时是强大的巫师领主奈克斯（Nex）的朋友和陪衬。在奈克斯以来自莱诺克伯爵领域的影界生物围城艾巴萨罗姆时，这位古老者从现实世界彻底消失了。虽然他仍然继续向他的追随者赐予神术魔法，但除此之外，莱诺克伯爵彻底地从世界上消失了。关于他失踪的各种理论络绎不绝，但所有这些理论都与这位神秘并自相矛盾的古老者一样含糊不清。</p>\n<p><strong>典范</strong> 在阴影中行事，隐藏你的本性和动机，密谋背叛或为背叛复仇</p>\n<p><strong>禁忌</strong> 请求宽恕，创造永久或持久的光源</p>\n<p><strong>神职</strong> 背叛、放逐、阴影</p>"
        },
        "Cyth-V'sug": {
            "name": "切斯-乌苏格 Cyth-V'sug",
            "description": "<p>Cyth-V'sug, Prince of the Blasted Heath, is the demon lord of disease, fungus, and parasites. Originally a qlippoth lord, he was exiled by his peers for accepting mortal worshippers. Transformed into one of the demons he despises, Cyth-V'sug seeks to devour all life to put an end to demons and, ultimately, himself. He most often appears as an enormous draconic figure of snarled vines, fungal growths, and flailing tentacles. Cyth-V'sug is most often worshipped by recluses who seek to bring decay and destruction to their environs, though denizens of the Darklands also pay homage to him.</p>\n<p><strong>典范</strong> 用寄生虫或真菌腐化一切存在，促进真菌的生长，以腐肉或真菌为食</p>\n<p><strong>禁忌</strong> 净化你的食物，治疗疾病或杀死寄生虫，容忍另一个恶魔领主或他们的仆人（除了@Compendium[pf2e.pathfinder-bestiary.8BloAdRqlLpt5bNg]{毁木者 Treerazer}）</p>\n<p><strong>神职</strong> disease, fungus, and parasites</p>"
        },
        "Dagon": {
            "name": "大衮 Dagon",
            "description": "<p>Dagon, the Shadow in the Sea, is the demon lord of deformity, the sea, and sea monsters. He holds court in an infinite ocean covered in disconcerting islands and deep-sea trenches filled with incomprehensible sunken cities. He appears as a massive creature with the lower body of an eel, a head reminiscent of deep-sea predators, and four thrashing tentacles in place of arms. Dagon began as a qlippoth, and no mortal understands his transformation into a demon lord, though it earned him the enmity of his former kin. Dagon is primarily worshipped by boggards, sahuagin, skum, and marsh giants, though desperate or depraved coastal villages have been known to pledge themselves to the demon lord.</p>\n<p><strong>典范</strong> 在水下游泳，提高自己的力量，促进危险的海怪四处蔓延</p>\n<p><strong>禁忌</strong> 违背誓言，在内陆地区定居，与外人分享大衮的秘密</p>\n<p><strong>神职</strong> deformity, the sea, and sea monsters</p>"
        },
        "Dammerich": {
            "name": "达默里奇 Dammerich",
            "description": "<p><strong>典范</strong> 执行死刑，学习当地法律，对抗腐败和嗜血的政府官员</p>\n<p><strong>禁忌</strong> 不假思索地杀人，处决无辜的人，嘲笑死刑犯，诬陷他人</p>"
        },
        "Dhalavei": {
            "name": "达拉薇 Dhalavei",
            "description": "<p><strong>典范</strong> 渗透进正直的组织或政府，破坏信任，进行人祭</p>\n<p><strong>禁忌</strong> 背叛达拉薇的信徒，伤害达拉薇庇护之人</p>"
        },
        "Dispater": {
            "name": "迪斯帕特 Dispater",
            "description": "<p>地狱的第二层，炼狱之城（the Infernal City）迪斯（Dis），由魔鬼大公迪斯帕特（Dispater）统治。铁血领主（the Iron Lord）是地狱完美秩序的设计者，并以此作为多元宇宙其余区域的蓝图，而迪斯令人目眩的黑暗与美丽均出自他的手笔。迪斯帕特远离其他魔鬼大公的阴谋诡计，也对物质位面不甚关心。取而代之的，他的行动总是冷静多谋，而手腕则总展现出无情的傲慢。作为最高贵有礼的魔鬼大公，他吸引了无数希望将地狱的黑暗与威严散播到宇宙每一寸角落的追随者。</p>\n<p><strong>典范</strong> 绝对坚持法则，在所处的环境中追求完美，说话文雅</p>\n<p><strong>禁忌</strong> 越权行事，忽视防御，背叛爱人</p>"
        },
        "Dranngvit": {
            "name": "德郎维特 Dranngvit",
            "description": "<p>Dranngvit is Torag's half-sister although some legends claim she was supposed to have been Torag's wife but lost out to Folgrit. Dranngvit is a dwarven deity but is seen as a necessary evil rather than a beloved deity. Most pay her worship only when they know they have wronged someone. The only dwarves who choose her as their actually patron deity are normally those consumed by hatred and nothing else. Dranngvit may be the mother of Kols, but even if she is, Folgrit still treats Kols like a son.</p>\n<p><strong>典范</strong> 帮忙收回合法的欠款，对违法行为寻求适当的报复</p>\n<p><strong>禁忌</strong> 忽略对自己的轻慢之举，拒绝偿还债务，迫使别人陷入你知道无法偿还的债务</p>"
        },
        "Doloras": {
            "name": "多洛蕾丝 Doloras",
            "description": "<p>虐狂天使（the Sadistic Angel）或许是地狱中最为残酷的一位神祗，多洛蕾丝（Doloras）与曾经居住在地狱的链魔（velstracs）拥有着某些共同的特性——最为显著的，就是向活物施加肉体之苦的强烈驱动力。她并非出于愤怒或报复之心而施虐，而是以一种无与伦比的疏离感和无情的方式实践她的艺术。她的追随者都是虐待狂和对残忍的工作津津乐道的酷吏，以及那些召唤链魔而非魔鬼的魔鬼信徒。虽然她享有着暗夜女王的头衔，并且拥有与之相称的权力，但苦痛圣母（Our Lady in Pain）满足于她现有的地位，除去为了确保她能够不间断地继续她的折磨之外，没有更多野心。</p>\n<p><strong>典范</strong> 突破科学和苦难的界限，折磨其他生物</p>\n<p><strong>禁忌</strong> 展现情感或感情用事，允许怜悯的请求动摇你</p>"
        },
        "Diomazul": {
            "name": "迪奥马祖 Diomazul",
            "description": "<p><strong>典范</strong> 保持独身，脱离世俗享乐，冥想，彻底消灭你的敌人，抹去打败之敌的所有痕迹</p>\n<p><strong>禁忌</strong> 挑起战斗，怜悯任何挑起与你战斗的人</p>"
        },
        "Droskar": {
            "name": "卓斯卡 Droskar",
            "description": "<p>被@Compendium[pf2e.deities.sZrdzh0ANQnZGXJb]{托拉格 Torag}逐出并诅咒，黑暗铸匠持之以恒地工作来证明自己的重要性，靠欺骗和奴役他人达成目标。</p>\n<p><strong>典范</strong> 不惜任何代价实现目标，不断提高自己的能力，确立主导地位，不断工作</p>\n<p><strong>禁忌</strong> 没有朝着目标努力或不思进取，过度放松或屈服于懒惰</p>"
        },
        "Erecura": {
            "name": "艾蕾卡拉 Erecura",
            "description": "<p><strong>Erecura</strong> is the queen of Dis, second layer of Hell, and the wife of its ruler, the archdevil Dispater. Despite being an authority figure in Hell, her outlook and motivation are far removed from that of devils, and unclear to even her own husband.</p>\n<p><strong>典范</strong> 操纵对你有益的危险存在与机会，在充满敌意环境中成长，揣测未来</p>\n<p><strong>禁忌</strong> 掠夺自然，杀死能在预期环境之外成长的植物和动物</p>"
        },
        "Eritrice": {
            "name": "艾瑞翠丝 Eritrice",
            "description": "<p>心语者艾瑞翠丝司掌诚实的辩论，观念及真相。艾瑞翠丝看重事实与信息，但对她而言，通过讨论得来的真理与智慧比通过书本得来的更有价值。他认为彼此尊敬地观点互异完全没有问题，在讨论时，开诚布公，以包容的心态接纳新的信息，愿意重构新的观点是最为重要的品质。观点的价值在于它们可以帮助一个人理解更多的视角，但艾瑞翠丝提醒他的追随者：观点并非事实，观点可能是错误的，甚至可能是有害的。当谎言通行于某片土地，甚至成为了习俗或法规时，艾瑞翠丝的追随者会组成同志之人的信息网络，将真实散播到所有愿意聆听之人耳中。</p>\n<p>心语者的化身看起来像是一个肌肉发达，身高八尺的女性，长着雌狮的头。她身穿玫红色的胸甲，下着短褶裙。当她开口说话时，她的声音如此迷人，充满说服力，以至于那些见到她现身的人很难记得她的其他特征。所有重视真理之人，从辩论者到城镇的传讯人，再到立法者，都是艾瑞翠丝的追随者。</p>\n<p><strong>典范</strong> 传播真相，讨论有争议的问题，帮助信使</p>\n<p><strong>禁忌</strong> 播撒或延续谎言，阻碍讨论，以恶意进行争论</p>\n<p><strong>神职</strong> 诚实的辩论，看法，真相</p>"
        },
        "Falayna": {
            "name": "法蕾纳 Falayna",
            "description": "<p>勇士之戒司掌女性气质，武术训练和戒指。在法蕾纳眼中，武术与任何文化中对于女性气质的定义一样，能够展现出同等程度的优雅与美丽。身为女性的力量就是女性气质的标志，而武具中的力量感也能反映出这些特征。华美流畅，富有个性的战斗方式就和个人表达一样充满活力，多姿多彩。法蕾纳的追随者学习如何作战，既是为了展现自己的美好身姿，也是为了在必要时保护自己，并全力体悟其中的美感，无论是在武术的形式上，还是在衣着上。法蕾纳也喜爱戒指，因此她时常出现在交换戒指的场景中，比如婚礼。</p>\n<p>当勇士之戒出现在凡人面前时，她的化身通常是一个身段匀实的女性，有着凡人心中女人最美的发色和瞳色。她身着飘逸的丝绸长袍，在长袍外，穿着闪亮的银色胸甲，长剑<em>“誓约”</em>背在她的背后。她的手指上戴满了不同颜色，不同样式的各种宝石戒指；这些珠宝似乎总是不断变化，就好像她的手指上戴满了全世界所有的戒指一般。法蕾纳的追随者包括战士，士兵，侍从，珠宝商和订婚的未婚爱人。</p>\n<p><strong>典范</strong> 穿戴和制作漂亮的东西，为战斗而训练，找回和归还丢失的纪念品</p>\n<p><strong>禁忌</strong> 打断或破坏浪漫的结合，强制执行着装规定，害怕打架</p>\n<p><strong>神职</strong> 女性气质，战技训练，戒指</p>"
        },
        "Folgrit": {
            "name": "福格瑞特 Folgrit",
            "description": "<p>Folgrit is the wife of @Compendium[pf2e.deities.sZrdzh0ANQnZGXJb]{Torag}, and thus has a prominent role in the dwarven pantheon, having mothered several demigod children. She is patient with her husband and tries to stop him worrying too much, but also makes sure he is aware of the burden of responsibility he bears. Folgrit is the goddess of wives, mothers, and children, and tangentially the goddess of widows and orphans.</p>\n<p><strong>典范</strong> 保持家庭的圣洁，对他人保持耐心，接纳那些没有家人的人</p>\n<p><strong>禁忌</strong> 放弃自己的家庭，无法保护自己的邻居</p>"
        },
        "Geryon": {
            "name": "格殷永 Geryon",
            "description": "<p>作为曾经最为强大的阿修罗魔尊（asura rana）之一，格殷永（Geryon）背叛了数以百计的阿修罗地狱原住民，协助阿斯摩蒂斯夺取了地狱位面。因此，他为自己赢得了谎言之源（the Source of Lies）的称号。他的国度名为斯狄吉亚（Stygia），是地狱的第五层，展现出最为接近阿斯摩蒂斯重塑地狱之前的生态。无数城市与图书馆的淹没遗迹沉睡于斯狄吉亚深处，他们的历史甚至能够追溯到天堂之战更早前的岁月。魔鬼大公格殷永囤积知识与秘密——尤其是那些被禁止的信息——并且散播虚假的谣言和异端邪说，以此蛊惑那些无知之人。而他的追随者也同样陶醉于此。</p>\n<p><strong>典范</strong> 囤积知识，在禁忌的边缘游走，传播谎言来欺骗有勇无谋的人</p>\n<p><strong>禁忌</strong> 宣称知识为异端邪说并禁止其传播，食言</p>"
        },
        "Gendowyn": {
            "name": "根多温 Gendowyn",
            "description": "<p><strong>Gendowyn</strong> is the queen of the fey Accressiel court in the Fangwood.</p>\n<p><strong>典范</strong> 保护原始区域，消灭荒疫精怪（Blighted Fey）和切斯-乌苏格的代理人，保护那些以祭品安抚你的人</p>\n<p><strong>禁忌</strong> 与魔族进行谈判或交易，原谅欺骗你的人，伤害无辜的孩子</p>"
        },
        "Fumeiyoshi": {
            "name": "文业王 Fumeiyoshi",
            "description": "<p> 妬忌王<strong>文业</strong>是天夏的不死与坟墓之神，祂也被认为是恶鬼的庇护神。 </p>\n<p><strong>典范</strong> 惩罚得到不应得好运之人，吞噬活物的快乐，鼓励怨恨，使墓地变成超自然地不安全</p>\n<p><strong>禁忌</strong> 经过食物而不偷吃，因荣誉或传统阻止你夺取自己所欲之物</p>"
        },
        "General Susumu": {
            "name": "大将军进 General Susumu",
            "description": "<p><strong>大将军进</strong>，也称漆黑大名，指引那些将征战和个人成就看的比名誉和正义更重要的武士。漆黑大名是静瑠的堂兄弟。他的邪徽是一只双翼黑驹，他在楚业，弘古，高领，明海，诸黑，舍诲受到崇拜。</p>\n<p><strong>典范</strong> 在战斗中寻求荣耀，大声宣告你的胜利，保护你的财产和据点</p>\n<p><strong>禁忌</strong> 在战斗中退缩，拒绝来自同等实力者的挑战，不善待你的武器，虐待你的坐骑</p>"
        },
        "Gogunta": {
            "name": "果甘蜍 Gogunta",
            "description": "<p>Gogunta, Song of the Swamp, is the demon lord of amphibians, boggards, and swamps. Gogunta is worshipped as a goddess by boggards, who believe her to be an ascended mobogo, though scholars suspect she was a former hezrou who gained the favor of Dagon. Lending credence to this latter theory, her realm, a stinking salt marsh, is located within Dagon's oceanic realm. Gogunta appears as an enormous, multi-headed frog with dozens of eyes and even more tongues, though boggards typically depict her as a titanic boggard queen.</p>\n<p><strong>典范</strong> 把动物溺死，在沼泽里唱歌，帮助两栖动物</p>\n<p><strong>禁忌</strong> 对崇拜其他神的沼蜍人施以慈悲之行</p>\n<p><strong>神职</strong> amphibians, boggards, and swamps</p>"
        },
        "Grundinnar": {
            "name": "奎因迪勒 Grundinnar",
            "description": "<p>Grundinnar is one of @Compendium[pf2e.deities.sZrdzh0ANQnZGXJb]{Torag}'s many sons and is the dwarven god of friendship and loyalty. He is experienced at breaking up fights over his sister @Compendium[pf2e.deities.HD7g8T8ioy1EH3M8]{Bolka}, and has thus developed quite a strong sense of diplomacy. He uses this skill to end feuds, encourage neighborly conduct among his followers and works to ensure that dwarves remember friends they haven't seen in many years.</p>\n<p><strong>典范</strong> 努力弥合敌对双方的分歧，维护公正的条约，维护与邻国的关系</p>\n<p><strong>禁忌</strong> 在朋友和盟友之间挑拨离间，在谈判时攻击</p>"
        },
        "Gyronna": {
            "name": "吉罗娜 Gyronna",
            "description": "<p>The goddess <strong>Gyronna</strong> is also known as the Angry Hag, and for good reason.</p>\n<p><strong>典范</strong> 揭露他人的（真实的或想象中的）虚伪，使其他生物痛苦，向想要从你的折磨中解脱的生物索贿</p>\n<p><strong>禁忌</strong> 允许他人轻视你而不报复，寻求社会的认可，原谅冤枉过你的人</p>"
        },
        "Hanspur": {
            "name": "翰斯普 Hanspur",
            "description": "<p><strong>Hanspur</strong> is a demigod of the waterways worshiped primarily in the River Kingdoms. Hanspur is the god of the watery domains of the Sellen River and considers himself lord of all who travel his domain. As a travel god, his shrines always lie just outside the town gates. Despite this, he is still paid at least lip service by the peoples of the River Kingdoms, as he smites those who displease him by sinking their boats and flooding their lands. Hanspur considers dams that completely block a river to be unnatural.</p>\n<p><strong>典范</strong> 学会如何在河边生活，保护河中旅者免受非自然危险，拯救他人免于溺水</p>\n<p><strong>禁忌</strong> 向他人推行不必要的法律或约束，帮助邪魔或驭者</p>"
        },
        "Hastur": {
            "name": "哈斯塔 Hastur",
            "description": "<p><strong>Hastur</strong> is a Great Old One who, though confined to the city of Carcosa on a planet orbiting a faraway star, is nevertheless in the midst of a transformation into a true Outer God. He works toward this feat through his avatar, the King in Yellow, which can manifest anywhere in the universe the light from Carcosa's sun can be seen. The King in Yellow appears as a humanoid figure draped in yellow clothing, but there is nothing within the clothes save a shapeless, horrifying presence. Hastur himself is also referred to as Him Who Is Not To Be Named, or simply the Unspeakable.</p>\n<p>Self-indulgence and nihilism are at the heart of Hastur's worship, and he is popular among debauched artists and nobles who recognize no purpose to life other than gratifying their own increasingly grotesque and outlandish tastes. Cults of Hastur are united in their use of the Yellow Sign, a triskelion design that allows Hastur to observe and possess those who gaze upon it. The presence of the Yellow Sign among a city's graffiti is a foreboding indication that Hastur's attention has been drawn there, and these settlements soon find themselves under attack either by Hastur himself-who seeks to draw cities into Carcosa, fueling his transformation into an Outer God-or by @Compendium[pf2e.deities.mebdNVKeKuTmDDHj]{Xhamen-Dor}, a parasitic deity spawned by Hastur as he walked Carcosa's sewers.</p>\n<p><strong>典范</strong> 散播黄衣之王的记号（Yellow Sign），隐藏你实际的信仰，传播戏剧《黄衣之王》</p>\n<p><strong>禁忌</strong> 无</p>"
        },
        "Hshurha": {
            "name": "舒尔哈 Hshurha",
            "description": "<p><strong>Hshurha</strong>, Duchess of All Winds, is the elemental lord of air, last breaths, and windstorms. She rules the Plane of Air from her translucent palace, Verglas Precessional, surrounded by her court of air elementals, planar dignitaries, and favored guests. The Duchess is naturally invisible, and her true form-if she even has such a thing-is a mystery. Cruel and tyrannical, Hshurha enjoys toying with outsiders in her realm, and she is known to be especially vicious toward creatures with solid forms. She creates and destroys magnificent ice and dust sculptures according to her tumultuous whims, and her machinations often seem convoluted and nonsensical, even to her inner circle. Most on the plane both respect and fear her.</p>\n<p>The lord of air is worshipped by air elementals as a mother goddess, by invisible stalkers, and by cultists who enjoy catering to capricious whims and unpredictable storms. Despite her cool peace with djinn, some believe she consorts with efreet or uses her invisible stalkers to weaken the djinn's hold on her plane.</p>\n<p><strong>典范</strong> 陶醉于无形和自由之中，羞辱地面生物，通过坠落或强风杀死敌人</p>\n<p><strong>禁忌</strong> 剥夺飞行生物的飞行能力，有其他更轻松的移动方式却依然选择在地面上走</p>\n<p><strong>神职</strong> air, last breaths, and windstorms</p>"
        },
        "Imbrex": {
            "name": "因博莱克斯 Imbrex",
            "description": "<p>被称为“双子”的因博莱克斯是司掌孪生，雕像与终结的神秘古老者。因博莱克斯的化身是两座高达数百尺的巨大石像，手拉着手，看向远方，沉默不语，巍然不动。古老者偶尔会以心灵感应传来消息，带来启迪或是使人疯狂。更为时常地，他们会以真实得吓人的梦境传递他们的意志——有些时候梦境几乎会变成奇异的现实。在因博莱克斯的脚下，一座名为阿诺法乌斯（Anophaeus）的城市开始逐渐蔓延，居住者多为无聊的城市居民，热切的寻道者和游荡的梦境生物。在阿诺法乌斯出生的居民里，双生子的比例异常之高，而双生子在因博莱克斯的追随者之中也极为常见。虽然因博莱克斯的形象是不朽的，但他们非常喜爱戏剧性的结局，尤其是天启末日，并且对于即将到来的灾难有着神奇的预知能力。</p>\n<p><strong>典范</strong> 追求自己的目标，让事情有个正确的结局，把某样东西分成两半，或者以其他方式创造成对的东西</p>\n<p><strong>禁忌</strong> 冒犯因博莱克斯</p>\n<p><strong>神职</strong> 结局、雕像、孪生</p>"
        },
        "Imot": {
            "name": "伊莫特 Imot",
            "description": "<p><strong>Imot</strong> is an agender psychopomp usher born from the guilt and desire for hindsight felt by mortals after a tragedy. It arranges calamities to kill off cultures that overstay their welcome. Imot is compelled to hide clues to every natural disaster using symbolism and equations; these clues induce a subconscious unease in those that do not understand them, and provide insight to those that do (though they usually end up figuring them out too late). For this reason, Imot is concerned with fear (particularly of personal failures) and self-blame for inevitable disasters, and judges souls who died unavoidable deaths.</p>\n<p><strong>典范</strong> 在自然界中寻找预示，突破数学的界限，研究过去的灾难</p>\n<p><strong>禁忌</strong> 拒绝对征兆的理解，防止对无法拯救事物的毁灭</p>"
        },
        "Irez": {
            "name": "伊芮兹 Irez",
            "description": "<p>撰奇女士掌管卡牌，象形文，卷轴和法术。她掌握着符文知识，了解其背后象征含义的伟大力量。伊芮兹尤其了解符文是如何补全并增幅奥术魔法。通过理解这一关系，伊芮兹能够对遥远未来的事件做出神秘的预测，而这些预测往往成为现实。伊芮兹的追随者中有很多书法家，赌徒，哈罗牌解读者和一些其他经常处理卡牌与符号的人，无论是为了研究奥术魔法，预测未来，还是其他世俗应用。</p>\n<p>曾见过伊芮兹的人——无论是见到了她本人，还是在纸牌上看过她的形象——都将她描述为一个拥有强健蛇身和巨大蝙蝠翅膀的女人。她的身上总是挂着羊皮纸的纸条，每张纸条上都写着某个特定咒语或卡牌的秘密，比如哈罗牌中的“暴君”牌。</p>\n<p><strong>典范</strong> 占卜，练习书法，设计和研究符文</p>\n<p><strong>禁忌</strong> 破坏魔法卷轴，在运气游戏中作弊，故意留下模糊的字迹</p>\n<p><strong>神职</strong> 卡牌，抄录，法术</p>"
        },
        "Jaidi": {
            "name": "贾迪 Jaidi",
            "description": "<p><strong>Jaidi</strong> is a goddess of agriculture worshiped by the people of ancient Azlant. She represents the pleasure that one feels when contributing hard work for the community as a whole.</p>\n<p><strong>典范s</strong> 促进有利于所有人的艰难工作，确保作物和植被的健康</p>\n<p><strong>禁忌</strong> 摧毁健康的作物，浪费食物，拒绝帮组你聚落中的其他人</p>"
        },
        "Jaidz": {
            "name": "杰兹 Jaidz",
            "description": "<p><strong>Jaidz</strong> is a powerful agathion Empyreal lord who seeks to inspire courage in the cowardly and immature through compassion and guidance.</p>\n<p><strong>典范</strong> 原谅懦夫并给予他们指导，鼓励他人考验他们的勇气，面对恐惧之物并从中学习</p>\n<p><strong>禁忌</strong> 因为怯懦而惩罚另一个生物，经常避开让你害怕的东西</p>"
        },
        "Kabriri": {
            "name": "卡布里里 Kabriri",
            "description": "<p>Kabriri, Him Who Gnaws, is the demon lord of ghouls, graves, and secrets kept by the dead. According to legend, Kabriri is the reborn form of the first humanoid to devour his kin in life. His realm, Everglut, is connected to graveyards throughout the multiverse by a snarled network of tunnels that bring knowledge and sacrifices to the demon lord. Kabriri appears as a hulking ghoul with elven ears, teeth filed to points, an unnaturally long tongue, ashen skin, and cloven hooves. He is worshipped primarily by ghouls, ghasts, and lacedons.</p>\n<p><strong>典范</strong> 吃同类的肉</p>\n<p><strong>禁忌</strong> 向非信徒透露死者的秘密，损坏墓碑刻文</p>\n<p><strong>神职</strong> ghouls, graves, and secrets kept by the dead</p>"
        },
        "Kelizandri": {
            "name": "凯利赞德里 Kelizandri",
            "description": "<p>Kelizandri, the elemental lord of water, oversees the deep sea, waves, and drowning. The Brackish Emperor claims to be the offspring of an ancient god and a brine dragon, and he usually takes the form of an immense aquatic dragon with metallic scales and crystalline talons. He spends much of his time slumbering in his magnificent Palace of Salt and Bones, entertaining himself with rampages of wanton destruction and conquest whenever he wakes.</p>\n<p>Kelizandri's worshippers include brine dragons, water elementals, and mortals who revere the inhospitable unknowns of the deep sea. He holds no love for marids, having killed the last Saline Padishah, Niloufar the Great, and destroyed her capital city of Arzanib. The lord's domain on the Plane of Water is the Brackish Empire Kelizandrika, a conglomeration of affiliated brine dragon-controlled realms. The most powerful dragons of Kelizandrika's ruling councils are said to advise the elemental lord personally.</p>\n<p><strong>典范</strong> 让他人罹患恐水症，淹死敌人，在海洋深处牺牲珍宝</p>\n<p><strong>禁忌</strong> 摧毁一片水域，用魔法平息海浪</p>\n<p><strong>神职</strong> the deep sea, waves, and drowning</p>"
        },
        "Kerkamoth": {
            "name": "刻尔卡莫斯 Kerkamoth",
            "description": "<p>Also known as the Waiting Void, the unseen Kerkamoth is the primordial inevitable of emptiness, entropy, and stillness. Though many people view decay and entropy as manifestations of chaos, followers of Kerkamoth understand that in an orderly universe, the end of one cycle makes way for the beginning of a new cycle. These worshippers track such transitions and work to properly dispose of those things that have outlived their usefulness, whether it's cleaning a cluttered closet or demolishing an old building. Yet, Kerkamoth opposes those who destroy with abandon and no greater purpose, which often brings them in conflict with daemons, demons, and proteans. Though they favor areas of emptiness and silence to commune with their patron, worshippers of Kerkamoth recognize that these too cannot last forever, inevitably to be filled with new creations.</p>\n<p><strong>典范</strong> 清理杂乱的空间，拥抱沉默的时刻</p>\n<p><strong>禁忌</strong> 试图无期限地保存某物，进行肆意且印象深远的破坏</p>\n<p><strong>Areas of Concern</strong> emptiness, entropy, and stillness</p>"
        },
        "Kols": {
            "name": "寇司 Kols",
            "description": "<p>Kols, known to his faithful as the Oath-Keeper (or Oathkeeper), is the dwarven demigod of duty. His personal duties are following and serving his father Torag and protecting his brother Grundinnar, and sister Bolka. He is also the deity tasked with exacting punishment on those poor souls who shirk their responsibilities or break sworn oaths and solemn promises. Some believe that Dranngvit, the dwarven goddess of vengeance, is Kols' true mother.</p>\n<p><strong>典范</strong> 寻找那些违背誓言的人，秉持公正，坚持誓言</p>\n<p><strong>禁忌</strong> 撒谎，玷辱自己或自己的家族，逃避自己的责任，破誓</p>"
        },
        "Korada": {
            "name": "孔冉达 Korada",
            "description": "<p>和谐之掌掌管预见，宽恕与和平。格外重要的是，他相信虽然与邪恶的不懈斗争令人钦佩，但对抗邪恶时最终的胜利号角将会被救赎而非毁灭吹响。孔冉达对和平的追求使得他与他的追随者拒绝伤害袭击他们的人，而是仅使用他们的武术技艺自我保护。大多数孔冉达的追随者不断研学冥想，寻求大智慧的启迪，盼望着能够更好地理解他们的敌人，并借此指引他们走上救赎之路。这种对于自我意识，哲学思考的内省让孔冉达对于宇宙的运作有了更为强大的洞察力，并赋予了他预见未来的伟大天赋。不过，孔冉达很少因为他看到的未来而对应地做出行动。他相信伴随着真正的变革所产生的一切挣扎与痛苦都有其意义，无论这种变革最终能否成功。</p>\n<p>和谐之掌的化身是一个身形轻盈，体格健壮的男人，身着简朴的长袍。他全身复盖着稀疏的浅棕色毛皮，三条猴尾在身后不停摆动，像是一团舞动着的强大火焰。孔冉达的大多数追随者是那些生活坎坷，长期遭人施暴，并在其间寻找内心的和平之境的人。很多被孔冉达信徒救赎的邪恶之人很快自己也成为了孔冉达的追随者。</p>\n<p><strong>典范</strong> 原谅那些伤害过你的人，抱着平和的心态，寻求并允许救赎</p>\n<p><strong>禁忌</strong> 对一个生物造成致命伤害，拒绝一个悔过的生物获得救赎的机会，让一个退休的战士去战斗</p>\n<p><strong>神职</strong> 预知，宽容，和平</p>"
        },
        "Kofusachi": {
            "name": "国府幸 Kofusachi",
            "description": "<p><strong>典范</strong> 支持本地商业，给你的聚落带来繁荣，体验生活的乐趣</p>\n<p><strong>禁忌</strong> 与单一地点关系密切，根据性取向或性角色评判他人</p>"
        },
        "Kostchtchie": {
            "name": "科斯彻奇 Kostchtchie",
            "description": "<p><strong>典范</strong> 为所有的侮辱复仇三次，杀死所有的女巫</p>\n<p><strong>禁忌</strong> 和巴巴雅嘎或她的孩子做交易，尊敬或服从于女人</p>"
        },
        "Lady Jingxi": {
            "name": "晶茜女士 Lady Jingxi",
            "description": "<p><strong>典范</strong> 用文字创作艺术作品，精通文字语言，展现自然色彩的柔和之美</p>\n<p><strong>禁忌</strong> 摧毁一株自然生长的李树，过量饮酒，行为粗俗野蛮</p>"
        },
        "Lady Nanbyo": {
            "name": "难婆 Lady Nanbyo",
            "description": "<p><strong>典范</strong> 沉迷破坏，使自然灾害加重，让自然灾害达到预期程度</p>\n<p><strong>禁忌</strong> 让自然灾害完全摧毁一个聚落，或让某个群体无人幸存</p>"
        },
        "Lahkgya": {
            "name": "拉耆亚 Lahkgya",
            "description": "<p><strong>典范</strong> 为自己偷窃奢侈品，因乐趣破坏财物，向想要从你的折磨中解脱的生物索贿</p>\n<p><strong>禁忌</strong> 诚实工作赚取某样东西而不是靠偷窃，杀死猴子</p>"
        },
        "Lao Shu Po": {
            "name": "老鼠婆 Lao Shu Po",
            "description": "<p><strong>典范</strong> 在暗中悄无声息达成你的目标，偷窃你想要的东西，倾听被忽视和压迫的人们</p>\n<p><strong>禁忌</strong> 诚实工作赚取某样东西而不是靠偷窃，为另一个生物冒过大风险</p>"
        },
        "Lysianassa": {
            "name": "吕西阿娜 Lysianassa",
            "description": "<p>Lysianassa, Empress of the Torrent, is the elemental lord of currents, tides, and water. Before she was trapped in the Gasping Pearl, the benevolent lord of water patrolled her plane as a powerful sailfish made of coral and streaked with mother of pearl. When she realized her capture was imminent, Lysianassa preserved the last of her strength within the Breath of Lysianassa, a vial that allowed her nautilus servant Riam the Unyielding to control the Plane of Water's tides. Since Riam's death, the currents of the Plane of Water have begun to slow, and may eventually come to a halt. Few recall the Empress of the Torrent's name, but cults dedicated to an enigmatic figure called the Queen of the Depths have begun to arise, heralding an event they refer to as the Awakening, and some planar scholars believe these cultists seek to free Lysianassa from her prison.</p>\n<p><strong>典范</strong> 尊重和帮助自然循环，促进生命和成长，寻求改变避免停滞不前，游泳</p>\n<p><strong>禁忌</strong> 污染干净的水体，在河流上筑坝，不尊重真诚奉上的水或酒</p>\n<p><strong>神职</strong> currents, tides, and water</p>"
        },
        "Lymnieris": {
            "name": "林尼芮斯 Lymnieris",
            "description": "<p><strong>典范</strong> 帮助他人实现他们的愿望，帮助和保护性工作者，帮助他人度过困难时期</p>\n<p><strong>禁忌</strong> 迫害性工作者，强迫或支持非自愿婚姻</p>"
        },
        "Lissala": {
            "name": "璃殇 Lissala",
            "description": "<p><strong>典范</strong> 努力工作并要求其他人也这样做，与蛇类生物合作或避免与其产生争端</p>\n<p><strong>禁忌</strong> 忤逆上级，逃避责任，摧毁书籍</p>"
        },
        "Likha": {
            "name": "利卡 Likha",
            "description": "<p><strong>典范</strong> 向他人讲述历史，赞助或表演戏剧或独奏，将古代作品改编为现代语</p>\n<p><strong>禁忌</strong> 没有事先邀请神明观看就开始一段表演或说书，在舞台上表演死亡桥段</p>"
        },
        "Mammon": {
            "name": "玛门 Mammon",
            "description": "<p>贪婪者（the Grasping One）玛门（Mammon）掌管地狱第三层艾尔伯斯（Erebus）宝库中无尽的财富。在他的天使形态被屠戮后，失去原本形态的玛门将他所监管的一切财富融为己身，将他的感官延伸至难以计数的每一枚硬币之中。他清楚了解地狱宝库中财富的确切数额和其中最为珍惜的至宝。玛门的追随者无论贫穷或是富有，都是些贪婪无度之徒。玛门经常让这样的凡人偶然发现一枚“幸运硬币”，并通过这枚硬币，他向那些持有者低语，鼓励他们沉溺于越发严重的罪行，并最终收割他们的灵魂。</p>\n<p><strong>典范</strong> 掌握别人的经济命脉，积累新的财富，清点自己的财富</p>\n<p><strong>禁忌</strong> 脱离玛门的教团，让那些偷了自己东西的人逍遥法外</p>"
        },
        "Magrim": {
            "name": "马格里姆 Magrim",
            "description": "<p>Magrim is the demigod† overseer of the dwarven afterlife who first taught the dwarves how to commune with their gods. He is responsible for restoring wracked souls to be ready to return to the Material Plane of mortals. Together with Angradd, Magrim watches over battles. Torag, creator of the mortal dwarven race, is his younger brother.</p>\n<p><strong>典范</strong> 精进一门手艺或贸易，雕刻刻纹，消灭不死生物，帮助他人完成未完成的任务</p>\n<p><strong>禁忌</strong> 对墓地不尊重，不善待自己的工具，创造不死生物，伤害一个灵魂</p>"
        },
        "Magdh": {
            "name": "玛芙 Magdh",
            "description": "<p>玛芙是司掌预言，繁复与三相的古老者，也是第一世界最伟大的预言家。她最常以一个脖颈上有着三张均等分开，望向周围的面孔的女性形象出现。玛芙能够看穿命运的丝线，洞悉无数的平行世界与未来的可能性。在所有古老者中，她对于现实世界的真相与每个行动或每次无所作为所能在一切存在重引发的连锁反应有着最为深刻的了解。她的旨意中的真实讯息被包裹在重重契约和奇异的并行宣言之下，几乎达到令人疯狂的程度，也正因为如此，她从不以清楚直白的方式传递她六颗眼瞳中清澈如水晶的预言与真相。因为对于彼此在时间线的分支与结构性上的共识，玛芙与夏依卡能够更为轻易地就这些话题彼此交流。不过其他古老者们在玛芙面前则十分谨慎，以免某次无心之言或错误的手势导致她预言出毁灭之日的到来。</p>\n<p><strong>典范</strong> 进行占卜</p>\n<p><strong>禁忌</strong> 撒谎，无偿分享你的预言（无论多么微不足道）</p>\n<p><strong>神职</strong> 复杂联系、命运、三位一体</p>"
        },
        "Mahathallah": {
            "name": "玛哈萨拉 Mahathallah",
            "description": "<p>虽然其他暗夜女王都是堕落的天界造物，但马哈萨拉（Mahathallah）曾经是法拉斯玛坐下最强大的招魂者之一。在瞥见了一瞬间自身存在的终末后，玛哈塔拉逃到了地狱之渊，在阿斯摩蒂斯的劝言下，她得以找到某种形式的安慰。如今的玛哈塔拉被称为幻象贵妇（the Dowager of Illusions），司掌死亡，命运，虚荣，抽下掩盖一切存在本质的谎言面纱。她教导她的追随者寻找一切假象背后的真实，煽动他们变得傲慢，变得冷酷无情。她同时也是其他暗夜女王们疏远而慎谨的顾问。</p>\n<p><strong>典范</strong> 成为现实的仲裁者，将传统的智慧视作谎言拒绝，利用他人的无知</p>\n<p><strong>禁忌</strong> 对于凡人事务过于投入</p>"
        },
        "Mephistopheles": {
            "name": "墨菲斯托菲勒斯 Mephistopheles",
            "description": "<p>魔鬼大公墨菲斯托菲勒斯（Mephistopheles）被地狱的余烬与烈火塑造而成，用以传达地狱位面本身的意志。作为第八层地狱卡尼亚（Caina）的主宰，他是一个阴险的阴谋家和杰出的政客，总能机敏地抛出直白的羞辱，或是将其隐藏在巧言令色之下。墨菲斯托费勒斯是操弄规则，法律和言辞的大师。他创造出了臭名昭著的地狱契约，通过精心的设计，让凡人因为自身的野心而使自己的灵魂受诅堕落。在他看来，凡人不过是地狱位面获取力量的燃料，但他仍然有着和他一样喜爱法律与漏洞的追随者。</p>\n<p><strong>典范</strong> 掌控律法并利用它们为自己谋利，让人陷入绝望，用含蓄的嘲弄批判他人</p>\n<p><strong>禁忌</strong> 违反自己订立的契约，触犯法律被抓</p>"
        },
        "Matravash": {
            "name": "马崔瓦许 Matravash",
            "description": "<p><strong>典范</strong> 帮助受迫害的人，包容并给予他人便利，实践沉思与克制</p>\n<p><strong>禁忌</strong> 摧毁莲花田，干扰马特拉河（Matra river）的流动，污染干净的水，指出非邪恶逃亡者的位置</p>"
        },
        "Moloch": {
            "name": "摩洛克 Moloch",
            "description": "<p>地狱大军的统帅摩洛克（Moloch）是地狱的戒律与无可抵挡之破坏力的化身。在他所执掌的国度，第六层地狱玛尔博吉（Malebolge），灰烬公牛（the Ashen Bull）训练着无数的魔鬼军团，以发动无尽的战争。他不仅教导服从的信条，还勒令下属身体力行。即使是最轻微的失误或不服从都将立刻招致最为残忍的惩罚。虽然摩洛克天性残酷，但他是凡人之中最受崇拜的魔鬼大公，因为他最为可能回应祈愿者世俗的祈求。作为交换，他只要求凡人的灵魂在死后加入地狱的魔鬼军团——这是很多凡人甘愿付出的代价。</p>\n<p><strong>典范</strong> 通过战争传播地狱的秩序，将摩洛克信仰转化为社区唯一的信仰，在火中献祭</p>\n<p><strong>禁忌</strong> 公然藐视军事长官，在战斗中逃跑（除非被命令这样做），由于自己的失误导致战斗失利</p>"
        },
        "Monad": {
            "name": "莫那德 Monad",
            "description": "<p>All aeons come from, return to, are connected with, and are guided by the Monad. The Condition of All is not a deity in the traditional sense. It exists both within and outside the multiverse and has influence over the entirety of existence. Though generally content to allow the multiverse to run its course, the Monad directs its aeons to intervene when events deviate from their ineffable design. Mortal scholars often personify the Monad as the deity of creation, the infinite, and truth. Even so, few worship it, and the Monad pays very little attention to mortal petitioners. Instead, scholars study and plot aeons' actions, striving to discern the Monad's ultimate goal or to uncover universal truths they can exploit for their own purposes. Only a rare few mortals can master the asceticism necessary to connect with the Monad, gaining hidden knowledge and powers akin to those of other divine spellcasters.</p>\n<p><strong>典范</strong> 确保对立力量间的平衡，调解分歧</p>\n<p><strong>禁忌</strong> 允许你以个人目的进行某个重大决定</p>\n<p><strong>神职</strong> creation, the infinite, and truth</p>"
        },
        "Mother Vulture": {
            "name": "秃鹫之母 Mother Vulture",
            "description": "<p>Though she usually appears as a blind young woman, in her natural form the Flesheater is an enormous, bloated creature with four wings and two long necks topped with masked heads and gaping maws. Mother Vulture reflects the dualistic process of decay. She is a vicious killer whose feasts stain the ground, representing the death inherent in decay, but also a thoughtful mother, representing the new life that can take root in the fertile soil left in the wake of destruction. Mother Vulture's mortal worshippers, who often dwell in deserts and swamps, revere her as the patron of consumption, renewal, and transformation. In this last aspect, she judges those souls who sought redemption in life, deciding whether their atonement was sufficient to avoid an undesired afterlife.</p>\n<p><strong>典范</strong> 将破烂与垃圾回收制成有用的造物，吃你自己人民的肉，如果有利于你的聚落就无情地杀人，帮助抚养孩子</p>\n<p><strong>禁忌</strong> 毒虫或食腐动物，浪费食物或好材料，让腐烂毒害某个区域，创造不死生物</p>\n<p><strong>神职</strong> consumption, renewal, and transformation</p>"
        },
        "Narakaas": {
            "name": "那拉卡斯 Narakaas",
            "description": "<p><strong>典范</strong> 帮助他人度过痛苦的改变，对忏悔者提供严厉的惩罚，寻找与给予救赎</p>\n<p><strong>禁忌</strong> 折磨一个非自愿生物，在痛苦中获得快乐</p>"
        },
        "Narriseminek": {
            "name": "内瑞塞弥尼克 Narriseminek",
            "description": "<p>Called the Crownless and the Maker of Kings, Narriseminek often appears as a protean with a scar around their pate, as if left by a burning crown. Their true form, though similar, is rarely seen: an iridescent and golden protean with a halo of burning eyes but empty eye sockets. The protean lord of ascendance, keketars, and revelations rarely interacts with non-proteans, but to their protean worshippers, they offer exalted transformations and revelations that can change a being's entire outlook. Worshippers of Narriseminek, both mortal and protean, spend their time divining the future and using magic to transform their bodies-a practice they also extend to any other willing creatures who ask. Their revelations take the form of patterns emerging in otherwise random events; Narriseminek's followers reject astrology and other forms of divination based on predictable cycles.</p>\n<p><strong>典范</strong> 揣测未来，变形自愿生物的身体，反抗组织体制</p>\n<p><strong>禁忌</strong> 拒绝与科科塔尔（keketar）交谈，以拒绝提升或晋升的方式来避免挑战</p>\n<p><strong>神职</strong> ascendance, keketars, and revelations</p>"
        },
        "Naderi": {
            "name": "娜德瑞 Naderi",
            "description": "<p><strong>典范</strong> 安慰与鼓励恋人，帮助受苦者逃离生时或死后的困境</p>\n<p><strong>禁忌</strong> 忽视或嘲笑生物的悲伤，拆分恋人，折磨生物</p>"
        },
        "Nalinivati": {
            "name": "娜丽妮瓦蒂 Nalinivati",
            "description": "<p><strong>典范</strong> 搜寻魔法并使用，使用毒药，治疗中毒，生育或收养孩子，饲养蛇</p>\n<p><strong>禁忌</strong> 杀死无害的蛇或天鹅，出于嫉妒或感情争端而拒绝朋友，背叛你的后代，拆分恋人</p>"
        },
        "Ng": {
            "name": "无 Ng",
            "description": "<p>坊间传闻当你直视兜帽下无的真容，你或是见到一切的真相，或是直面忘却本身。无是司掌季节更替，秘密与流浪者的古老者，用兜帽遮掩着他的容颜。他严肃而又冰冷，身着及膝的银色长袍，独自一人走在孤独而又遥远的道路上。无并非是一个无忧无虑的流浪者，他是那些为理念远行之人的守护神，时而护佑他们远离强盗，恶劣天气或是迷失方向的厄运。无保守着无数秘密，甚至他的追随者也不知道这些秘密的真相，而他那看起来漫无目的的旅行有何用意，也始终无人知晓。无是季节转变之主，但相比于格拉里昂人所熟知的四季，他所司掌的季节要比这多上太多，比如肉食之光之季，或是庄严衰竭之季。</p>\n<p><strong>典范</strong> 旅行，隐藏你的身份和动机</p>\n<p><strong>禁忌</strong> 连续两次在同一个地方睡觉；随着季节更换当季的饰品</p>\n<p><strong>神职</strong> 季节、秘密、游荡者</p>"
        },
        "Nhimbaloth": {
            "name": "宁布洛斯 Nhimbaloth",
            "description": "<p>An especially reclusive Outer God who hunts along the shores of the River of Souls, Nhimbaloth is a shapeless entity known as the Empty Death. She preys on those who hunt souls as they travel down the river, but she devours both hunter and soul indiscriminately; those she consumes have no afterlife or potential for resurrection. They are forever gone, and forever nothing.</p>\n<p>Nhimbaloth is said to see through will-o'-wisps, and her trace is left behind in a symmetrical pattern of seven divots along the shoreline, said to be her fingerprints. Faceless undead haunt the places where she has passed, and plant and animal life in the area is especially hostile to the living. One place where she has particular influence is within the Mushfens of southern Varisia, where will-o'-wisp oracles sap the drive and reason from their victims and leave them wandering in a vacuous stupor through the blasted swamp.</p>\n<p><strong>[Abomination Vaults]</strong> The Empty Death's sphere of influence encompasses despair, ghosts, and swamps. As with most of the Outer Gods, Nhimbaloth cares nothing for those who worship her (and thus her clerics have no key anathemas), yet those who venerate the Empty Death nonetheless toil in vain to attract her favor.</p>\n<p><strong>典范</strong> 创造不死生物，猎食最近猎食过其他动物的掠食动物</p>\n<p><strong>禁忌</strong> 无</p>"
        },
        "Nurgal": {
            "name": "努加尔 Nurgal",
            "description": "<p>Nurgal, the Shining Scourge, is the demon lord of deserts, senseless warfare, and the sun. He was formerly a fully fledged deity of ancient Azlant, but fell to demigodhood after being defeated in combat. Nurgal represents the sun's potential for devastation, and his followers venerate him out of cowed awe. The demon lord appears as a muscular, tanned man with the head and lower body of a golden lion and a dragon's tail. He is almost always depicted as wielding a mace in the form of a miniature sun, held in a taloned hand. Nurgal's worshippers are primarily found in the deserts of Garund, Ninshabur, and Qadira.</p>\n<p><strong>典范</strong> 在沙漠中征战，不给仇敌水喝</p>\n<p><strong>禁忌</strong> 治愈晒伤，改名</p>\n<p><strong>神职</strong> deserts, senseless warfare, and the sun</p>"
        },
        "Nyarlathotep (The Crawling Chaos)": {
            "name": "奈亚拉托提普(伏行之混沌) Nyarlathotep (The Crawling Chaos)",
            "description": "<p>Nyarlathotep is a being of a thousand shapes, each of which has a name, such as the Haunter of the Dark or the Black Pharaoh. Because he has walked the world in mortal form, Nyarlathotep is unique among the Outer Gods for appearing comprehensible and understandable-but this is a facade. The Crawling Chaos, as he is also known, appears humanlike not because he identifies with mortal concerns or cares for his mortal followers, but because a mortal shape makes it easier for him to do his work: spreading the influence of the Outer Gods.</p>\n<p>In his role as a herald, messenger, and agent provocateur for the Outer Gods, Nyarlathotep is the Outer God most likely to have direct interactions with mortals. He answers prayers, teaches evil magic, and inserts himself into history-all to enable mortal cruelty, facilitate the release of Great Old Ones, and turn whole societies toward worship of the Outer Gods. He was instrumental in the fall of Ancient Osirion, and some believe he led Taldor to launch the Armies of Exploration, a glorious folly that proved the ruin of that empire. There are countless tales of his interaction with (and often possession of) mortal cultists and magicians who dare to call upon him, and they all end in grotesque corruption and death. Nyarlathotep also lingers among Azathoth's court, carrying out schemes under the guise of the Primal Chaos's will.</p>\n<p><strong>典范s</strong> 在盟友间制造不合，滥用权位引导事件走向毁灭</p>\n<p><strong>禁忌</strong> 无</p>"
        },
        "Nyarlathotep (Haunter in the Dark)": {
            "name": "奈亚拉托提普(猎黑行者) Nyarlathotep (Haunter in the Dark)"
        },
        "Otolmens": {
            "name": "奥托门斯 Otolmens",
            "description": "<p>The primordial inevitable of machinery, math, and physics, Otolmens the Universal is tasked with keeping the galaxies, stars, planets, and other heavenly bodies moving in their proper orbits. From her observatory in the city-plane of Axis, Otolmens and her myriad axiomite assistants track the motions of these objects on the Material Plane. When an anomaly is discovered, Otolmens dispatches inevitables to correct the problem. A mechanical being with multiple heads and limbs, Otolmens is said to spin like an orrery when in a flurry of activity. Her mathematical precision is revered by engineers and scientists, who form the core of her worship. Most pray to her hoping to receive divine inspiration or to stave off inaccurate calculations, but she may call upon her more powerful worshippers to fight threats to the very planet they inhabit.</p>\n<p><strong>典范</strong> 不带感情地记录与诠释数据，纠正宇宙中的错误</p>\n<p><strong>禁忌</strong> 压制事实的反馈，忽略事实，歪曲定量数据</p>\n<p><strong>神职</strong> machinery, math, and physics</p>"
        },
        "Pazuzu": {
            "name": "帕祖祖 Pazuzu",
            "description": "<p>Pazuzu, King of the Wind Demons, is the demon lord of the sky, temptation, and winged creatures. He counts himself among the most ancient of demon lords, though his constant warring with @Compendium[pf2e.deities.aipkJQxP4GBsTaGq]{Lamashtu} has hindered his accumulation of power to the point of denying him godhood. He is exceptionally active in meddling in mortal affairs and takes great pleasure in possessing and corrupting good-hearted folk who invoke his name. Pazuzu appears as a humanoid figure with eagle's talons, two pairs of bird wings, a scorpion tail, and an avian demonic head. He is worshipped by harpies, other evil winged creatures, and by countless champions and clerics who fell from grace at his temptations.</p>\n<p><strong>典范</strong> 诱使他人做出不道德的行为，沉迷于飞行，支配他人或用魔法影响他人做出不道德的行为</p>\n<p><strong>禁忌</strong> 剥夺飞行生物的飞行能力，辱骂帕祖祖的名字或请求帕祖祖的帮助，帮助拉马什图的崇拜者</p>\n<p><strong>神职</strong> the sky, temptation, and winged creatures</p>"
        },
        "Pulura": {
            "name": "普露菈 Pulura",
            "description": "<p>微光少女舞动于北天之上，代表着星座，思乡与北极光。普露菈明白星座是凡人在世界中行走时的指引，群星照亮地上的道路，让那些旅行探索之人总能找到回家的方向。星座的故事不但提供给人们娱乐，讲述关于良善，光明与力量的故事，也是帮助人们学习记忆星辰的工具。它们确保星图总是能够易读难忘。微光少女呼唤她的信徒学习星图，为那些迷失者和需求向导之人提供帮助，并且比这更重要的是，信徒要自行学会在旅途中解读天穹，为自己导航。</p>\n<p>通常，凡人很难看到微光少女，她出现在凡人面前时，就像一颗遥远而明亮的炽热星辰。当人们能够看到她时，她的外表看起来就像是一个天洲女性，漆黑的长发中闪动着星光。她身着嫩绿桃粉的长袍——袍子的材料不似任何人间的织物，而像是由纯粹的光编织而成。普露菈的追随者包括旅行者，向导，游牧民，探险家，水手，观星者和猎人。</p>\n<p><strong>典范</strong> 帮助旅行者，安慰孤独的人，传播星座知识</p>\n<p><strong>禁忌</strong> 嘲笑乡愁，以冰冷的态度对待别人，用烟或光污染天空</p>\n<p><strong>神职</strong> 星座，思乡，北极光</p>"
        },
        "Ragadahn": {
            "name": "拉格达恩 Ragadahn",
            "description": "<p>作为一头高傲的巨兽，水之领主拉格达恩是司掌海洋，蛇龙与涡旋的古老者。他的形态是一条巨大的蛇龙，徜徉于第一世界的海洋之中。但他有着极为广泛的活动范围，并且当有所需要时，他也会化为其他形态，追求军事上的征服，或是温存的情爱之事。他被广泛认为是一切蛇龙的祖先，而他自己则声称一切龙类都是他的后代。真龙对此说法提出了强烈的质疑，尽管在直面拉格达恩时，他们会明智地拒绝如此表态。如果未能给予高傲的拉格达恩适当的尊重，就会招致他威名赫赫的狂怒，但同时，他的追随者也不得表现得过度谄媚——这也一样不合他的胃口。不过，虽然他生性如此暴躁，但他仍然是非常睿智的神祗，掌握着诸多本已失传或早已被以往的知识。</p>\n<p><strong>典范</strong> 画螺旋，寻找原始秘密，使用毒药，身上总要带着水</p>\n<p><strong>禁忌</strong> 遭受蛇龙的死亡诅咒，毁掉化石</p>\n<p><strong>神职</strong> 蛇龙、海洋、漩涡</p>"
        },
        "Qi Zhong": {
            "name": "齐仲 Qi Zhong",
            "description": "<p><strong>典范</strong> 教授他人知识，减轻个人困难带来的痛苦，治疗疾病和伤痛</p>\n<p><strong>禁忌</strong> 对其他生物造成致命伤害（除非是作为医疗的一部分）</p>"
        },
        "Ragathiel": {
            "name": "拉贾瑟尔 Ragathiel",
            "description": "<p>复仇战将象征骑士精神，责任与复仇，他是骑士的典范。作为魔鬼大公迪斯帕特和原生的火之半神费洛尼娅的子嗣，他艰辛的克服他父母的名誉对他的影响。因此，他深切了解寻求接纳和信任，为了正义与良善，与自身的本性时刻斗争是多么艰辛难苦。他代表战斗中的力量，面对邪恶时的愤怒，对冤屈者的容赦，或是为之复仇。他代表在危难时领军的责任，守护无辜之人的美德与义务。他期望他的追随者消灭他们发现的邪恶异界生物，并努力去赢取周围之人的信赖与尊重。追随复仇战将之人将他视为光辉的榜样，身先士卒地冲锋在战斗与对抗邪恶的最前线。</p>\n<p>复仇战将的化身是一个高大的巨型人类，身高超过20尺，身着闪耀光芒的黄金板甲，手持燃烧着熊熊圣火的剑刃。五个燃烧的火翼从他的背后伸展开来，三翼在左，二翼在右——而缺失的第六翼被他的父亲在暴怒之中撕扯了下来。拉贾瑟尔的追随者包括十字军战士，骑士，士兵，被诬陷之人，被边缘化之人和被冤屈者。</p>\n<p><strong>典范</strong> 为受欺压人的伸冤，灭绝作恶者，在战场上一马当先</p>\n<p><strong>禁忌</strong> 从战斗中退缩，宽恕那些犯下无可挽回罪行的人，不情愿地把盟友留在黑暗中</p>\n<p><strong>神职</strong> 骑士精神，职责与复仇</p>"
        },
        "Ragdya": {
            "name": "腊格迪亚 Ragdya",
            "description": "<p><strong>典范</strong> 以尘世经验需求启迪，在生活中创造幽默，用无害的恶作剧教育他人</p>\n<p><strong>禁忌</strong> 拿他人的痛苦开玩笑，拥有奴隶，基于社会地位进行歧视</p>"
        },
        "Ranginori": {
            "name": "兰基诺瑞 Ranginori",
            "description": "<p>The benevolent elemental lord of air is Ranginori, the Zephyrous Prince, lord of air, welcome breezes, and thunderstorms. When he appears before mortals, Ranginori takes the form of an immense, lion-headed serpent spun from forbidding clouds, with hundreds of clawed feet and a mane that dances with lightning. Recently freed from his imprisonment within the Untouchable Opal by agents of the Pathfinder Society, the Zephyrous Prince has accumulated a small but loyal following in search of liberation, hope, and change for the multiverse. He is regaining his strength and preparing to find and liberate the other benevolent elemental lords, bringing balance back to the Elemental Planes.</p>\n<p>As the single free benevolent elemental lord, Ranginori is in a vulnerable situation, in desperate need of allies and followers to aid him against the combined might of the evil elemental lords. He has reestablished his realm on the Plane of Air: the Roaring Spark, a floating spiral of ruins that branch outward from a central crack of thunder. As the elemental lord regains his power and his domain returns to life, the vestiges of his ancient keeps and towers rebuild themselves while new branches form.</p>\n<p><strong>典范</strong> 打开封闭空间促进空气流通，每天都在周边地区旅行，飞行或制造飞行物</p>\n<p><strong>禁忌</strong> 不公正地监禁某个生物，以超出必要的时间或紧缚程度来束缚某个生物，让某个生物窒息</p>\n<p><strong>神职</strong> air, welcome breezes, and thunderstorms</p>"
        },
        "Raumya": {
            "name": "劳米亚 Raumya",
            "description": "<p><strong>典范</strong> 用音乐和文学提升自身，接受所欲之物，寻求超越他人</p>\n<p><strong>禁忌</strong> 虐待忠诚的臣子，伤害或杀死非战斗人员</p>"
        },
        "Sairazul": {
            "name": "莎莱祖尔 Sairazul",
            "description": "<p>Sairazul, the Crystalline Queen, is the elemental lord of caves, earth, and gems. Planar scholars who know of the benevolent lord of earth speak of Sairazul as a mother and creator who gave birth to numerous races of outsiders, including agrawghs and xiomorns. She is currently imprisoned within the Moaning Diamond, a pure gemstone encircled by eternally crying winds, unable to contact the outside world. Several of her consorts still live to this day, searching the planes for her prison in the hopes that her release will usher in an era of renewed creation across the Plane of Earth. Though the Crystalline Queen can't grant power of any kind to her followers, a handful of her children on the Plane of Earth remain faithful to their creator, and she is remembered with great reverence by Material Plane cultists who exalt creation and reproduction.</p>\n<p><strong>典范</strong> 在石头和泥土中庇护他人，照顾莎莱祖尔的子嗣，帮助分娩，悉心照料他人</p>\n<p><strong>禁忌</strong> 破坏地下的自然奇观，让坍塌的土质建筑砸中生物</p>\n<p><strong>神职</strong> caves, earth, and gems</p>"
        },
        "Saloc": {
            "name": "萨洛克 Saloc",
            "description": "<p>Ruler of the planar metropolis of Spire's Edge in the Boneyard, the psychopomp usher Saloc is humanoid, but their face is devoid of features save stag horns, and two golden rings lined with eyes constantly rotate about their body. As a defense counsel in Pharasma's court, the Minder of Immortals argues that a person's intentions should be considered in equal part to the consequences of their actions when deciding their soul's afterlife. Saloc has even been known to resurrect condemned souls to give them a second chance to prove themselves. Mortals revere Saloc as the patron of agency, bronze, and education. These followers are people who seek to improve themselves or others, including both students and teachers. Some seek to earn their freedom from earthly prisons, while others wish to change their ways to avoid punishment in the hereafter.</p>\n<p><strong>典范</strong> 帮助生物成长与找到目标，为失败提供第二次机会，研究不同的伦理观点</p>\n<p><strong>禁忌</strong> 用魔法操纵或消除生物的情绪，传播虚无主义或绝望</p>\n<p><strong>神职</strong> agency, bronze, and education</p>"
        },
        "Shax": {
            "name": "煞克斯 Shax",
            "description": "<p>Shax, the Blood Marquis, is the demon lord of envy, lies, and sadistic murders. Shax's capacity for cruelty is legendary even among the ranks of demon lords, and he takes extreme pleasure in watching the last light of hope fade from the eyes of his victims. He is the original creator of the babau demons, and those whom he personally flays and corrupts with Abyssal influence remain exemplars of their kind. Shax appears as a human man with a dove's head, feet, and wings, carrying countless knives and other weapons all over his body. Shax is most frequently worshipped by sadists, lone murderers, and serial killers.</p>\n<p><strong>典范</strong> 密谋谋杀，撒谎，折磨生物</p>\n<p><strong>禁忌</strong> 在一个少于五个房间的建筑里睡觉，让受害者幸侥幸逃脱</p>\n<p><strong>神职</strong> envy, lies, and sadistic murders</p>"
        },
        "Shei": {
            "name": "雪 Shei",
            "description": "<p><strong>典范</strong> 赋予当地社区权力，向长者学习，分享和传授经验</p>\n<p><strong>禁忌</strong> 强迫他人跟随你的道路，造成负能量伤害，老化他人或用魔法窃取生命</p>"
        },
        "Sifkesh": {
            "name": "希芙珂什 Sifkesh",
            "description": "<p><strong>典范</strong> 在信徒中散布疑虑，破坏其他信仰的声誉，煽动作恶者自杀，而不是寻求救赎</p>\n<p><strong>禁忌</strong> 传播希望，给予宽恕，真诚地尊敬或向另一个神祈祷</p>"
        },
        "Shyka": {
            "name": "夏依卡 Shyka",
            "description": "<p>司掌熵增，轮回和时间的古老者，“众者”夏依卡，并非是一个单独个体，而是无数在时光之中前行或回溯的存在之总和。每一个个体都依次地享有夏依卡的头衔，并在上一个夏依卡去世或是消失后接过衣钵与一切随之而来的知识。夏依卡会拜访无数重叠的时空和地点，以至于每个生物在每次遇到夏依卡时，它见到的都是其中一个随机的个体。这位古老者知晓多元宇宙的初始，并同时也目睹它的终结。虽然夏依卡声称自己只是在守望时光的连续性，但这是一个人人皆知的秘密：这位古老者会根据自己的愿望，在时间线上施加微小的改动——或者通过深奥的提示，要求他们的追随者做出此类行为。</p>\n<p><strong>典范</strong> 从过往经历中学习，把沙漏放在不寻常的地方，随意送礼物，创造一些很短暂的东西</p>\n<p><strong>禁忌</strong> 徘徊在时间永不流逝的地方</p>\n<p><strong>神职</strong> 熵、转世、时间</p>"
        },
        "Soralyon": {
            "name": "索拉勇 Soralyon",
            "description": "<p>神秘天使司掌守卫，纪念碑与魔法。索拉勇相信纪念碑与遗迹是现世与过去时空的重要链接。守护他们不被玷污或破坏，以避免生者失去对于自我，来路和曾经成就的记忆，是至关重要的大事。正因如此，那些守卫着纪念碑与遗迹的人都为索拉勇所保佑。同样，那些研究过去与现在的纪念碑文之人，或是为了未来而保护它们的人也是有福的。索拉勇也十分重视那些保护他人者，和那些学习并保护历史遗留的符文之人。因为魔法是对于保护，学习，保存遗迹与身边之人的宝贵工具，索拉勇也鼓励信徒研究魔法，尤其是用于保护或是求知的法术。</p>\n<p>当神秘天使出现在凡人面前时，他的形象通常是一个俊美的大理石雕塑，光滑美丽，雕工卓越。他散发出的光晕中涵盖着一切大理石所蕴藏的光谱，但倾向于展现当地最为常见的颜色。索拉勇的追随者包括考古学家，历史学家，保镖，守卫，雕塑家，博物馆长和奥术施法者。</p>\n<p><strong>典范</strong> 研究纪念碑，制作石像和艺术品，保护古代遗址</p>\n<p><strong>禁忌</strong> 玷污神圣的建筑，故意挖掘邪恶的遗物，破坏历史文物</p>\n<p><strong>神职</strong> 守护者，魔法，纪念碑</p>"
        },
        "Stag Mother of the Forest of Stones": {
            "name": "石林鹿母 Stag Mother of the Forest of Stones",
            "description": "<p><strong>典范</strong> 为有需要的女性和儿童提供庇护与援助，负责管理你周遭的生态环境</p>\n<p><strong>禁忌</strong> 伤害怀孕的母亲或无辜的孩子，包括动物在内</p>"
        },
        "Sturovenen": {
            "name": "斯图罗韦宁 Sturovenen",
            "description": "<p><strong>典范</strong> 带着信念与自信行动，成为热情且负责的你的人民与同伴的领袖</p>\n<p><strong>禁忌</strong> 命令一个下属去执行你自己都不愿执行的任务</p>"
        },
        "Sun Wukong": {
            "name": "孙悟空 Sun Wukong",
            "description": "<p><strong>典范</strong> 自由地生活，饮酒，恶作剧</p>\n<p><strong>禁忌</strong> 拒绝一场合理的赌博或决斗，让社会压力改变你的习性</p>"
        },
        "Szuriel": {
            "name": "祖瑞尔 Szuriel",
            "description": "<p>All Szuriel has ever known is war. In life she was first a paladin, then excommunicated from her church for heresy. In response, she slaughtered her way to power until she was crowned empress, then subsequently had every member of her former faith crucified. She went on to wage several brutal wars against neighboring kingdoms until an assassin's dagger found her heart. Sent to Abaddon, she rose quickly through the ranks of daemonkind, and when she saw weakness in the Horseman of War, she slew him in battle, claiming his title for herself.</p>\n<p>Szuriel appears as a tragic angel with beautiful golden hair, magnificent wings, and polished obsidian eyes that continuously weep blood. She resides in the Cinder Furnace, her corner of Abaddon where instruments of war are forged from the fires of burning souls. Szuriel commands one of the largest standing armies in all of existence, countless daemonic soldiers ready to wage war. All fear oblivion at the hands of Szuriel and her army. The Horseman of War is always happy to lend her powers, warriors, and devastating discoveries across the planes. So long as war continues, more souls are pulled into her ever-burning furnace.</p>\n<p><strong>典范</strong> 通过战争结束所有凡人的生命，消灭信仰</p>\n<p><strong>禁忌</strong> 给不信仰祖瑞尔的生物展现怜悯，选择结婚或拥有子嗣</p>\n<p><strong>神权</strong> war</p>"
        },
        "Thamir": {
            "name": "萨米尔 Thamir",
            "description": "<p><strong>典范</strong> 抓住任何对你有利的机会，用暴力解决你的问题，隐藏你的真实意图</p>\n<p><strong>禁忌</strong> 偷窃穷人，向萨米尔的信徒祈求帮助或怜悯</p>"
        },
        "The Green Mother": {
            "name": "绿母 The Green Mother",
            "description": "<p>作为司掌食肉植物，阴谋和诱惑的古老者，绿母是大自然中原始刺激和欲望的化身。她掌管那些用葱郁的绿意引诱猎物，只为了用倒钩或毒刺杀死它们的植物，也掌管那些在旷野之中发生的淫行，和被轻声低语的秘密。她诱人的化身会时常改变，时而是美丽诱人的宁芙（nymphs）妖精，时而是芬芳香甜的花朵或优雅的青翠绿树。而正如她变化万千的形态一样，她的态度也会从性感撩人的诱惑者转变为冷漠无情的制毒师。但无论她容貌如何，态度怎样，绿母都是最狡猾的古老者之一，而她始终保留着几个忠诚的仆从，让她能够充分了解第一世界与伟大彼岸的最新情报。这些信息帮助她在古老者们之中辗转腾挪，而所有古老者也都认为最明智的选择与绿母保持友好的关系，以免他们的秘密在枕边传进他们敌人的耳中。</p>\n<p><strong>典范</strong> 在植物中嬉戏，操纵人类，以你杀死的东西作为工具，捕食弱者</p>\n<p><strong>禁忌</strong> 保守一项秘密太久，歧视性工作者，或者利用他们的职业伤害他们</p>\n<p><strong>神职</strong> 藤蔓植物、阴谋、色诱</p>"
        },
        "The Lantern King": {
            "name": "灯王 The Lantern King",
            "description": "<p>虽然灯王最常见的形象是一个漂浮的光球，被精致的，构成皇冠形状的符文环绕，但司掌欢笑，恶作剧与变化的古老者有着一系列令人眼花缭乱的化身形象。他经常化作不同的形态进行恶作剧，就连其他古老者都不能从他的恶作剧计划中幸免。虽然他坚持他的恶作剧只是为了制造一些欢乐，嘲弄那些专横傲慢的势利小人，但对于他恶作剧的目标而言，他所谓的“善意玩笑”至少是令人尴尬的，而有些时候则危险得几乎致命。相比起其他古老者，灯王在第一世界游荡的时间更多。无论是在拥挤的市场还是孤独的小路，都有可能遇见他的身影。他时常与女巫市场（the Witchmarket）同行——既是一个艺人和商人组成的旅行商队，也是他的王庭。</p>\n<p><strong>典范</strong> 玩恶作剧，寻找新的笑话，把点燃的灯笼放在不寻常的地方</p>\n<p><strong>禁忌</strong> 完全诚实，破坏或解释一个好笑话</p>\n<p><strong>神职</strong> 欢笑者、恶作剧、转化</p>"
        },
        "The Lost Prince": {
            "name": "失落王子 The Lost Prince",
            "description": "<p>失落王子是司掌孤独，悲伤和被遗忘之物的古老者，绝大多数时间里，他都在他破败高塔之中的王座上忧郁地沉思。虽然失落王子的具体起源仍然多有争辩，但众所周知，他并非第一世界的住民，而是来自第一世界以外的某个地方。这位忧郁的领主从不提及他的家乡，事实上，失落王子沉默寡言，惜字如金，而他的忧郁是如此强大，足以将颜色从周围的世界中剥除，并迫使他的追随者陷入恭敬的沉默之中。失落王子的外貌是一个憔悴，苍白的人类，身着华丽的黑衣，在眉毛和手背上有着鲜艳的红色符文。在其他古老者的计划与盘算中，他刻意保持中立，这使得他的观点和倾向格外珍贵，价值连城。</p>\n<p><strong>典范</strong> 帮助沮丧的人，穿阴沉的衣服，保持中立，反思过去</p>\n<p><strong>禁忌</strong> 放弃那些失去家庭的人，将自己的善行公布于众</p>\n<p><strong>神职</strong> 被遗忘之物、悲伤、孤独</p>"
        },
        "Trelmarixian": {
            "name": "崔玛瑞希 Trelmarixian",
            "description": "<p>Before his mortal death, Trelmarixian had already destroyed an entire world. Born a daemonic-blooded tiefling, his hatred of those around him was an all-consuming hunger, and he never knew peace. During an eclipse, he performed a ritual so powerful it mummified every living creature on his world, and his heart was finally full. Dying from starvation but elated by his success, Trelmarixian heard a voice call out to him. The voice mocked him, exclaiming all he'd accomplished was insignificant compared to what awaited him next. Trelmarixian's last mortal memory was of staring into an eclipse.</p>\n<p>Lyutheria, the original Horseman of Famine, was impressed by Trelmarixian's conquest and took him on as her apprentice, fatally underestimating his ambitions. After Trelmarixian learned all he could from his master, he devoured her and assumed her title.</p>\n<p>Trelmarixian appears as sickly man with three snapping jackal heads and putrid, membranous flesh that is constantly dripping and sloughing off his body. As the Horseman of Famine, Trelmarixian ushers in oblivion slowly, watching mortals waste away as their bodies turn against them. He spreads cancer by touch, inciting cells to rebellion, and his breath causes outbreaks of hives and asthma attacks in those nearby. He aligns himself with Szuriel to see that soldiers never make it home to reap their fields, leaving crops to rot on the vine. He collaborates with Apollyon to spread diseases from livestock, rendering butchers' larders barren. Trelmarixian has little trust for Charon, however, certain that the oldest Horseman is hiding secrets.</p>\n<p><strong>典范</strong> 通过过度消耗与饥荒来消灭所有凡人，猛烈地吞噬物质与灵魂</p>\n<p><strong>禁忌</strong> 杀死或移除寄生虫或肿瘤，种植植物</p>\n<p><strong>神职</strong> famine</p>"
        },
        "Trudd": {
            "name": "杜鲁德 Trudd",
            "description": "<p>Trudd is a deity almost entirely worshiped by dwarves. He is the youngest son of the primary dwarven deity, Torag. Despite his relatively young age, Trudd is the strongest deity in the dwarven pantheon, and as a result is often left to guard his father's halls while Torag is absent. For a dwarf, Trudd sports a remarkably short beard, spawning many tales, including one that he sold it for some unknown boon.</p>\n<p><strong>典范</strong> 用自己的力量去帮助别人，保护那些比自己弱小的人</p>\n<p><strong>禁忌</strong> 小打小闹地展示自己的力量，用自己的力量去占别人便宜</p>"
        },
        "Valmallos": {
            "name": "瓦尔马洛斯 Valmallos",
            "description": "<p>The Answering Rite is the primordial inevitable of ceremonies, magic, and preparation. Valmallos takes the form of a mechanical giant, his chest open to expose a glowing heart, with scrolls swirling about him like serpents. Valmallos understands all the laws of magic, and sends his agents against those who have acquired magical ability that they have neither earned nor have the discipline to control. Many scholars of magic believe Valmallos is at least partly responsible for the complex material, somatic, and verbal components necessary to perform magic. His followers are spellcasters who seek perfection in the performance and effects of their magic. Though willing to teach magic to others, they cloak their techniques in layers of ritual to weed out those who lack the patience to handle magic properly.</p>\n<p><strong>典范</strong> 将魔法技巧复杂化，完善奥术原理，教授奥术学徒负责地对待魔法</p>\n<p><strong>禁忌</strong> 赋予魔法给不负责使用它的人，酿成魔法灾难，忽视魔法犯罪</p>\n<p><strong>神职</strong> ceremonies, magic, and preparation</p>"
        },
        "Winlas": {
            "name": "文拉斯 Winlas",
            "description": "<p><strong>典范</strong> 服侍仪式领袖，制作仪式武器和盔甲，带领教众</p>\n<p><strong>禁忌</strong> 嘲笑神圣的仪式，粗心或懒惰地进行仪式，破坏仪式物品</p>"
        },
        "Walkena": {
            "name": "瓦尔克纳 Walkena",
            "description": "<p>In the city-state of Mzali in the Mwangi Expanse resides an undead being of immense power, a child-sized god-king. In the past, Walkena was a mortal descendant of the gods that ruled over Mzali in ancient times, one of the sun kings from an old empire and a golden age of the city. Ages later, his preserved body was found by members of the Council of Mwanyisa, who ruled Mzali at that time. Believing him to be an omen of the city's impending resurgence, the council took him to put him on display in Mzali. When an army from the Sargavan city of Kalabuto attacked the city, Walkena awoke-this time as an undead creature-and slew each of the invaders in a purging rain of fire.</p>\n<p>Walkena is entirely different from how he was before his death. A sense of kindness and compassion was once common in his disposition, but after his revival he became controlling and unwavering. The young sun king previously embodied a gentle compassion; now he has become harsh like the summer sun. He purifies, but at a terrible cost.</p>\n<p>Walkena's stance is that all residents of the Mwangi Expanse are bonded, that they must all practice unity. Those whom associate and conspire with outsiders are traitors and a danger. Although his means are not always considered good, he will do anything to protect his people, so long as they do not defy him. To restore his homeland to the glory it once held is his greatest goal.</p>\n<p>Though cruel in his rule and terrifying to his enemies, for a long time, Walkena was one of the strongest points of resistance against colonial forces and the exploitation of the Mwangi Expanse. Many were reluctant to confront the child-god's abuses, fearful of criticizing one of the Mwangi people's most prominent defenders. Walkena's seeming disdain for the new nation of Vidrian has many worried that Walkena might be more harmful than helpful in the long run. Despite this, Walkena remains a compelling figure to many. His grace comes through in every action and word he speaks. He blesses those that have dedicated themselves to the Mwangi Expanse. Walkena does not preach great rewards after death, but instead speaks to greatness in life.</p>\n<p><strong>典范</strong> 支持玛扎利的法律，倒向瓦尔克纳并遵从他的指示，反对开发芒吉莽原</p>\n<p><strong>禁忌</strong> 与非芒吉人婚配或贸易，无视瓦尔克纳的命令</p>\n<div>\n<h2>Avatar</h2>\n<p>When casting the <em>@Compendium[pf2e.spells-srd.ckUOoqOM7Kg7VqxB]{Avatar}</em> spell, a worshipper of Walkena gains the following additional abilities.</p>\n<p><strong>Walkena</strong> Speed 60 feet, <em>@Compendium[pf2e.spells-srd.b5sGjGlBf58f8jn0]{Air Walk (Constant)}</em></p>\n<p>1 holy spear (reach 20 feet; versatile fire), Damage [[/r {6d12+6}[piercing]]]{6d12+6 piercing damage}</p>\n<p>1 sunfire (range increment 120 feet), Damage [[/r {6d6+6}[fire]]]{6d6+6 fire damage}</p>\n</div>"
        },
        "Xhamen-Dor": {
            "name": "夏门-多 Xhamen-Dor",
            "description": "<p>Xhamen-Dor, the living cancer, was born in the sewers beneath Carcosa, the alien city that is the home of @Compendium[pf2e.deities.WvoMr86bSSYxXKtI]{Hastur}. Somehow, this Great Old One was transported to Golarion within a comet, crashing into the bottom of a lake during the devastation of Earthfall. Physically, it manifests as a twisting and vaguely serpentine-shaped mass of bone, hair, and fungus.</p>\n<p>The Inmost Blot, as Xhamen-Dor is also known, exists to conquer worlds by infecting the living with itself. Its victims, the seeded, enact its will and seek to spread its influence until the entire world is just an extension of Xhamen-Dor itself. Then, once only the seeded remain, Xhamen-Dor uses the last of the planet's energy to return to Carcosa, which in turn absorbs the world Xhamen-Dor has brought to it, allowing Carcosa to slowly grow.</p>\n<p><strong>典范</strong> 传播真菌生长，将夏门-多的知识传播给他人</p>\n<p><strong>禁忌</strong> 无</p>"
        },
        "Yaezhing": {
            "name": "夜神 Yaezhing",
            "description": "<p><strong>典范</strong> 接受雇佣进行刺杀，暗中偷袭，对已定罪的罪犯实施惩罚</p>\n<p><strong>禁忌</strong> 对目标展现出怜悯，为刺杀收取报酬，拒绝惩罚法律上定罪的罪罚</p>"
        },
        "Ymeri": {
            "name": "伊莫利 Ymeri",
            "description": "<p>The elemental lord of fire is Ymeri, Queen of the Inferno, lord of fire, heat, and smoke. The sole ruler of the Plane of Fire, Ymeri governs from her Auroric Palace, taking the form of a six-armed reptilian centaur with burning wings. She has systematically destroyed all record of her birth and true origins, claiming to have always existed, and she wages a never-ending war against the other denizens of the Plane of Fire and against the shaitans of the Plane of Earth.</p>\n<p>Of all the elemental lords, Ymeri has the largest following. Some mephits and most fire elementals revere her, alongside some efreet and a few other creatures of the Plane of Fire, though few salamanders honor her name, and a covert order of efreeti known as the Secret Fire is dedicated to opposing her rule. On Golarion, the Queen of the Inferno is worshipped primarily by cabals of fire wizards, arsonists, and red dragons.</p>\n<p><strong>典范</strong> 用激情和策略激励比你弱小的存在，保持热情和机智，用火摧毁敌人</p>\n<p><strong>禁忌</strong> 扑灭破坏性的火焰，让自己停滞不前或失去前进动力</p>\n<p><strong>神职</strong> fire, heat, and smoke</p>"
        },
        "Ylimancha": {
            "name": "尤丽曼彻 Ylimancha",
            "description": "<p>尤丽曼彻注视着全世界的海岸线，她司掌浅滩，渔民与飞行生物。尤丽曼彻也被称为港湾之翼，她相信海与天，生灵与自然见的和谐共存。生活在海边陆地上的生物可以从海中获取养料与资源，但不能过多掠夺，破坏自然的平衡。海水有时会冲袭陆地，但陆地上的居民可以建造防波提，维持陆地上社区远离海水，获得安宁。尤丽曼彻也热爱所有飞行生物，虽然恶魔领主帕祖祖也宣称自己对于飞行生物的管辖权。这使得尤丽曼彻与帕祖祖陷入无尽的冲突，并让尤丽曼彻每次看到有生物被转化为帕祖祖的信徒，都陷入极深的悲痛。</p>\n<p>港湾之翼最常见的化身是一只巨大的海鸥，毛发纯白，头部是一个黑色短发的瓦瑞西亚女人。有时，她也会以人形的身体上有着鹗头的形态出现。这时，她会穿着像海浪般摇摆的长袍，蓝色的褶皱边缘泛着白色的泡沫。她带着一把黄金弓弦的柚木长弓，当她说话时，她的语音中带着浪花拍击海岸的沙沙声。尤丽曼查的追随者包括渔民，水手，人鱼，靠海洋维生之人和飞行生物。</p>\n<p><strong>典范</strong> 教导别人可持续地捕鱼，在盐水中游泳，飞行</p>\n<p><strong>禁忌</strong> 囚禁鸟类或剪断它们的翅膀，污染沿海水域，过度捕捞鱼类，帮助帕祖祖或祂的追随者</p>\n<p><strong>神职</strong> 近海，渔民，飞鸟</p>"
        },
        "Ydajisk": {
            "name": "伊达吉丝克 Ydajisk",
            "description": "<p>The protean lord of language evolution, lost words, and slang, Ydajisk manifests as a protean with six arms and a cobra's hood, surrounded by a cloud of drifting sounds, symbols, shapes, and myriad other sensory experiences that shift endlessly in and out of existence. Closer inspection reveals that their body is made from interlacing strands of poetic protean script. Ydajisk is also called the Mother of Tongues, though like all proteans, their gender changes as they will. Followers of Ydajisk are wanderers, reviving dead languages from ancient ruins, chronicling the dying tongues of cultures in decline, and discovering or inventing new words. All such knowledge acquired by agents of the Mother of Tongues passes into Ydajisk's realm, the Library of Stolen Words, where it is transcribed into books or stored in magical containers, alongside scrolls and tomes considered long lost by mortal scholars.</p>\n<p><strong>典范</strong> 创造可用文字，将语言编史并预防它们死亡，帮助语言进化</p>\n<p><strong>禁忌</strong> 禁止或消磨一门语言，向外人解释密语或俚语，破坏文学作品</p>\n<p><strong>神职</strong> language evolution, lost words, and slang</p>"
        },
        "Yamatsumi": {
            "name": "山积 Yamatsumi",
            "description": "<p><strong>典范</strong> 努力自给自足，尊重自然，用元素考验自身</p>\n<p><strong>禁忌</strong> 依赖文明，摧毁一物而不在其处创造或种植另一物</p>"
        },
        "Zevgavizeb": {
            "name": "泽乌伽瓦灾布 Zevgavizeb",
            "description": "<p>暴食暗域的野兽掌管洞穴、爬行动物、力量和无尽的饥渴。作为从古魔转变而来的恶魔领主，他对信徒漠不关心，他的信徒与其说是祭拜他不如说是在安抚他。</p>\n<p><strong>典范</strong> 扩张你的部落，奴役你的敌人，统御你的周遭，吞噬那些弱者</p>\n<p><strong>禁忌</strong> 在战斗中投降，在逆境中怯弱，对弱者抱怜悯</p>\n<p><strong>神职</strong> caverns, reptiles, and troglodytes</p>"
        },
        "Yog-Sothoth": {
            "name": "犹格-索托斯 Yog-Sothoth",
            "description": "<p>Yog-Sothoth is, along with Azathoth, one of the greatest of the Outer Gods. In appearance, he is said to be a congeries of iridescent spheres-brilliant, foaming bubbles that constantly expand and collapse in upon themselves. He has other manifestations, however, including the Lurker on the Threshold, a mass of black tentacles that endlessly writhe, reach, and grow, and a mysterious humanoid figure hidden behind a shimmering veil.</p>\n<p>Yog-Sothoth embodies all of space and time; he exists in all places and in all moments simultaneously. Paradoxically, however, he is unable to manifest in the mortal universe unless summoned, a magical act that almost always results in untold destruction. He is known as the Key and the Gate, and magicians and cults research him in an effort to master time and space. Fortunately, his worship is not widespread, but some of those who have delved deep into his secrets describe him as an ambivalent figure, rather than a malevolent one, who guards cosmic secrets and makes them accessible to those who dare to ask for them. Yog-Sothoth reveals the true nature of the universe, but this is a thing that once seen cannot be unseen, and wise mortals turn aside from Yog-Sothoth's offer of cosmic knowledge in favor of a more mundane existence.</p>\n<p><strong>典范</strong> 搜集有关穿越时空之门扉的知识，诅咒或变异未出生的孩子</p>\n<p><strong>禁忌</strong> 无</p>"
        },
        "Zura": {
            "name": "祖拉 Zura",
            "description": "<p>Zura, the Vampire Queen, is the demon lord of blood, cannibalism, and vampires. According to legend, she is the reincarnated form of an Azlanti queen who indulged in blood rites and acts of cannibalism in a quest for eternal life. After death, she was reborn as a unique vampiric succubus who quickly ascended to the status of demon lord. Though many of her cults died out with the Azlanti empire, Zura is still worshipped by vampires and those aspiring to become vampires, particularly within Cheliax and Ustalav, as well as among the drow of the Darklands.</p>\n<p><strong>典范</strong> 吸血，寻找吸血鬼，造成流血伤害</p>\n<p><strong>禁忌</strong> 揭露吸血鬼的身份，在不吸血的前提下治愈流血的伤口</p>\n<p><strong>神职</strong> blood, cannibalism, and vampires</p>"
        },
        "Zohls": {
            "name": "柔思 Zohls",
            "description": "<p>被称为永恒真理，柔思代表决心，调查与真相。他相信谜团将会导向真知，但如何追踪真相的过程与真相本身一样重要。一切悬疑都不过是真相的拼图，而一切拼图都值得被完整拼凑。问题越是复杂，调查就越有意义，而通过坚韧的决心与符合道德的调查流程，即使是最深的谜团也能够得到解决。柔思认为精密的计算和符合逻辑的思考比直觉更为重要。无论在何处，她都能看到，万事万物都有迹可循，而她教导信徒，找到这些痕迹，便能让真相大白于天下。虽然只要不伤己无辜之人，一切调查都值得追踪，但那些揭示犯罪或其他恐怖事件的真相，那些终将使正义得到伸张，让受害者获取安宁的调查对泽欧丝最为重要。</p>\n<p>当她出现在追随者面前时，她总是穿着实用的装束，通常是宽松的束腰外袍和马裤。她身着黑白色的衣物，因为黑与白代表着真理的光明与神秘未知的黑暗。她把浅棕色的长发在脑后挽成发辫，背后是一双羊皮纸构成的巨大翅膀，无论收起还是张开，都绝不会发皱。柔思的追随者包括侦探，科学家，研究者，历史学家，档案员，图书馆员，甚至阴谋论者。</p>\n<p><strong>本质</strong> 解决逻辑难题，调查犯罪，从研究中得到新的解决方案</p>\n<p><strong>禁忌</strong> 在没有证据的情况下做出判断，污毁证据，阻碍调查真相</p>\n<p><strong>神职</strong> 决意，调查，真相</p>"
        },
        "Zyphus": {
            "name": "泽弗斯 Zyphus",
            "description": "<p><strong>典范</strong> 设置无意义的陷阱，散播虚无主义，促进致命事故</p>\n<p><strong>禁忌</strong> 散播希望，为法莱斯玛的信徒提供帮助</p>"
        },
        "Bolka": {
            "name": "波络卡 Bolka",
            "description": "<p>Bolka is the dwarven goddess of marriage. She is the daughter of the dwarven god Torag and his wife Folgrit. Bolka is said to be a beautiful dwarven maiden. As the dwarves' goddess of marriage she helps reluctant suitors summon the courage to ask out their partner and helps foster love between the partners in an arranged marriage.</p>\n<p><strong>典范</strong> 鼓励那些寻求爱者，在别人身上寻找美，支持别人的友谊</p>\n<p><strong>禁忌</strong> 背叛你的配偶,破坏一-段真正的婚姻，阻止求爱者追求伴侣</p>"
        },
        "Atreia": {
            "name": "奥特雷亚 Atreia",
            "description": "<p>Responsible for fire, purification, and radiance, Atreia the Lambent King is the benevolent elemental lord of fire. When the multiverse was young, Atreia soared across the Plane of Fire as a triple-headed ibis, with wings that burned and eyes of flame, routing evil from the plane. Now, he is imprisoned within the Garnet Brand, a red gem encased in an eternal shroud of steam. Though he cannot hear or grant power to his followers from his prison, some groups of salamanders on the Plane of Fire still honor the Lambent King for his dominion over protection and life-giving fire, as do a few small circles of mortals who hold the discovery and purification of evil above all other causes. Statues depicting his likeness can be found across his former realms, hidden in ancient sites dedicated to healing and holy light.</p>\n<p><strong>典范</strong> 清除腐败，为新生命的成长扫清道路，净化污染地区</p>\n<p><strong>禁忌</strong> 拒绝将温暖、阴凉或水给与受苦的人；把一个生物遗弃在黑暗中</p>\n<p><strong>神职</strong> fire, purification, and radiance</p>"
        },
        "Halcamora": {
            "name": "哈卡莫拉 Halcamora",
            "description": "<p><strong>Halcamora</strong> is an agathion empyreal lord who watches over gardens, parks, and wineries.</p>\n<p><strong>典范</strong> 种植花园，分享葡萄酒，饲有益虫，别人种植</p>\n<p><strong>禁忌</strong> 让土地盐化或掠夺土地，传播疫病或瘟疫，粗心地使用杀虫剂</p>"
        },
        "Tanagaar": {
            "name": "塔纳嘎 Tanagaar",
            "description": "<p><strong>典范</strong> 保卫合法的边界，侦察或巡视邪恶，等到具有优势时在出手</p>\n<p><strong>禁忌</strong> 放弃岗位，容忍偷猎，折磨动物</p>"
        },
        "Vildeis": {
            "name": "薇尔迪斯 Vildeis",
            "description": "<p>红衣殉道者象征奉献，牺牲与伤痕。薇尔迪斯的原初驱动全然源自她对于邪恶的憎恨。一切邪恶都不应存在，也绝不容许任何例外。对抗邪恶的战争应当永远无止无休，直到一切邪恶都被彻底摧毁。这将会是一场永无止境的斗争，并且过程之中所有必要的牺牲都无比必要，永远正当。摧毁邪恶不会带来任何物质上的好处或奖励——邪恶的毁灭本身，就是一切应得的回报，而且只有在邪恶被彻底灭绝后，这份奖励才能够被享受。疤痕是曾经发生过的战斗所留下的痕迹，是对一切曾被付出牺牲的铭记。薇尔迪斯期望她的追随者全身心投入她的理念，放弃一切，将生命的全部贡献给摧毁世间一切邪恶的事业。</p>\n<p>红衣殉道者的化身是一个满身伤痕的人类女性，每个伤痕都组成一个符文，刻画出她所做出的每一次牺牲行为。她的双眼被一块红布遮盖，这样她便能够不再看到世上一切邪恶与恐怖。薇尔迪斯用巨大的血红双翼翔于九天，当她出现时，你能够听到宛若低语般的尖叫——那是所有次元的殉道者所发出的尖鸣。薇尔迪斯的追随者包括殉道者，圣武士和宗教狂热者。</p>\n<p><strong>典范</strong> 为追求美好而牺牲自己，为崇高的事业而奋斗，在你的身体留下伤痕</p>\n<p><strong>禁忌</strong> 调侃或对不公正的现象一笑置之，让别人替你牺牲，纵情享受</p>\n<p><strong>神职</strong> 虔诚，牺牲，伤痕</p>"
        },
        "Chohar": {
            "name": "丘哈尔 Chohar"
        },
        "Cosmic Caravan": {
            "name": "篷车星座群神系 Cosmic Caravan"
        },
        "Eiseth": {
            "name": "艾希斯 Eiseth",
            "description": "<p>地狱女武神（Hell’s Valkyrie）的领域横跨迪斯帕特的国境，她在这里率领着她的欲魔（erinyes）大军，和其他被她认可的刽子手魔鬼士兵。艾希斯（Eiseth）的权力不受迪斯帕特的管辖，并与地狱内外的强大盟友结下联盟，早已脱离任何对她设下的限制。作为最为强大的暗夜女王，她代表战争，复仇和狂怒。她的野心如同她的隼巢“寡妇之泣（Widow’s Cry）”一般高不可及——在那里，她将那些被诅咒的灵魂锻造成无人可比的地狱军团，唯她俯首是从。</p>\n<p><strong>典范</strong> 报复所有侮辱，声明你的所欲所求，以讽刺的方式羞辱你的敌人</p>\n<p><strong>禁忌</strong> 允许轻视继续传播，展现谦卑或恐惧</p>"
        },
        "Dwarven Pantheon": {
            "name": "矮人万神殿 Dwarven Pantheon",
            "description": "<p>矮人神明是一个大家庭，由@Compendium[pf2e.deities.sZrdzh0ANQnZGXJb]{托拉格 Torag}作为元老。与他同在的有他的兄弟@Compendium[pf2e.deities.nsiDGdgbAzkTQzOt]{马格里姆 Magrim}（残酷监工）和@Compendium[pf2e.deities.Xb1N5YfxboJH26Jh]{安哥拉德 Angradd}（锻炉之火），他同父异母的姐妹@Compendium[pf2e.deities.oyp2E685VsQFKMXi]{德郎维特 Dranngvit}（催债人），和他老婆@Compendium[pf2e.deities.VEyowuhC4FsBnG8c]{福格瑞特 Folgrit}（守护母神）。他的孩子有@Compendium[pf2e.deities.HD7g8T8ioy1EH3M8]{波络卡 Bolka}（黄金赠礼），@Compendium[pf2e.deities.tk7gRxXsqvBwQrUF]{奎因迪勒 Grundinnar}（和平缔造者），@Compendium[pf2e.deities.zhPhYge7VJbIlJvA]{寇司 Kols}（守誓者）和@Compendium[pf2e.deities.N8a76dkGfUvxvSW0]{杜鲁德 Trudd}（伟大者）。托拉格邪恶的前学生@Compendium[pf2e.deities.39z55kowQFOUH2v0]{卓斯卡 Droskar}（黑暗铁匠），尽管严格来说也是矮人万神殿的一员，但已经很少被任何幸存的灰矮人祈求了。</p>\n<p><strong>典范</strong> 练习对你社区有用的技术（尤其是工艺、挖矿和贸易），通过仪式和传统来纪念祖先。</p>\n<p><strong>禁忌</strong> 使你的家族蒙羞，有意地打破契约或誓言，无法挽回地损伤祖先的遗物。</p>\n<p><strong>神职</strong> 先祖，工艺，矮人，人际关系</p>"
        },
        "Elven Pantheon": {
            "name": "精灵万神殿 Elven Pantheon",
            "description": "<p>精灵万神殿的传统神祇是@Compendium[pf2e.deities.AlL9GtlTldbqNoVm]{卡莉丝翠 Calistria}，@Compendium[pf2e.deities.JgqH3BhuEuA4Zyqs]{黛丝娜 Desna}，@Compendium[pf2e.deities.liXIbl7y8www2eAn]{芬德烈莱拉 Findeladlara}（暮色与传统艺术和建筑之女神），@Compendium[pf2e.deities.wjXNXFWBLbJaeZQR]{克忒菲斯 Ketephys}（狩猎与月亮之神）和@Compendium[pf2e.deities.uYpxTi4byHc5w78R]{约拉尔 Yuelral}（宝石，工艺与魔法之女神）。精灵们同时也吸纳了@Compendium[pf2e.deities.9n2CI0B3EA4y3BuU]{奥尔塞塔 Alseta}，一名门扉与转变的次级女神作为他们传送和奥达拉（以精灵门扉为人熟知）的守护神。大多数精灵珍视魔法、美丽、自由和友谊，将他们作为充实人生的一部分。他们倾向于将所有这些神祇作为以上价值观的模板一同信仰。除了纯血统的精灵，许多半精灵——无论是被精灵养大还是寻求与他们精灵血统产生更紧密的联系——信仰着精灵万神殿。</p>\n<p><strong>典范</strong> 学习与欣赏传统的精灵艺术、工艺和魔法，向外和向内探索世界。</p>\n<p><strong>禁忌</strong> 无法挽回地伤害自然环境（比如由于过渡狩猎或过渡开采），有不健康的痴迷或依恋。</p>\n<p><strong>神职</strong> 精灵，魔法，自然，传承</p>"
        },
        "Followers of Fate": {
            "name": "命运追随者 Followers of Fate"
        },
        "Green Man": {
            "name": "绿境公 Green Man"
        },
        "Kalekot": {
            "name": "凯尔寇特 Kalekot"
        },
        "Luhar": {
            "name": "路哈尔 Luhar"
        },
        "Mazludeh": {
            "name": "玛兹卢德赫 Mazludeh"
        },
        "Pillars of Knowledge": {
            "name": "知识之神 Pillars of Knowledge"
        },
        "Ravithra": {
            "name": "拉维塔 Ravithra"
        },
        "The Godclaw": {
            "name": "神爪 The Godclaw",
            "description": "<p>地狱骑士的神爪骑士团尊敬着由五名神祇组成的万神殿，艾奥梅黛和托拉格被视作是地狱骑士（分别执掌进攻与防守），易洛里被视作无情纪律的化身，阿巴达尔则被视作法律的维持者，阿斯莫迪斯则被视作是战略家之王。这些神作为神爪的一员时的描绘与他们的传统形象很不相同，他们被描绘作严厉的、全副武装的律法的楷模。虽然一些神爪骑士团的成员会献身于一个单独的神祇，但多数人将整个万神殿作为他们的守护神，尽管具有离经叛道的（甚至是异端的）信仰，但依旧从中获得法术。</p>\n<p><strong>典范</strong> 从根部拔除混乱，成为秩序的典范（不止配得上一个，而是五个），寻求超越个人信仰的普遍规律。</p>\n<p><strong>禁忌</strong> 在存在无序需要与之抗争时休息，认为你比这个万神殿了解或明白的更多。</p>\n<p><strong>神职</strong> 纪律，法律，秩序，战略</p>\n<p><strong>万神殿成员</strong> <u></u>@Compendium[pf2e.deities.d56paSkcwvll2OhR]{阿巴达尔 Abadar}, @Compendium[pf2e.deities.QRkcFciCOmFoxF1B]{阿斯莫迪斯 Asmodeus}, @Compendium[pf2e.deities.eErEiVmBqltYXFJ6]{艾奥梅黛 Iomedae}, @Compendium[pf2e.deities.qqqrbq4uCrelQvgH]{义洛里 Irori}, @Compendium[pf2e.deities.sZrdzh0ANQnZGXJb]{托拉格 Torag}</p>"
        },
        "Tlehar": {
            "name": "铁哈尔 Tlehar"
        },
        "The Prismatic Ray": {
            "name": "虹光之神 The Prismatic Ray"
        },
        "The Path of the Heavens": {
            "name": "天幕引路 The Path of the Heavens"
        },
        "Wards of the Pharaoh": {
            "name": "守护法老 Wards of the Pharaoh"
        },
        "Ydersius": {
            "name": "伊德修斯 Ydersius"
        },
        "Atheism": {
            "name": "无神论 Atheism",
            "description": "<p>尽管多数人认为神祇存在，部分人却认为他们不值得信仰，少数人甚至直接否认神的存在。However, a good number of people choose not to worship any deities whatsoever. Many do so because of the value they place on freedom—not being beholden to a deity means no limitations, no censure, no anathema, and no strictures. While this decision might sound amoral to some, for atheists, it can be motivated by a desire for autonomy and the right to choose one's own fate.</p>\n<p><strong>典范</strong> 无</p>\n<p><strong>禁忌</strong> 无</p>"
        },
        "Bergelmir": {
            "name": "珀姣米儿 Bergelmir",
            "description": "<p>梵达菈被认为是真正的万物之母，珀姣米儿(Begelmir)则被尊为记忆之母。她是传统和历史的看护者，智慧的守护者，以及生命和血系的记录编撰者。珀姣米儿以梦想，传统和价值观为针为线，将一个个单独的个体缝合连接，团结为一个个随众团体。不少人将她视为随众这一国度内最主要生活模式的建立者。</p>\n<p>如同梵达菈，虽然被猛犸诸王国度的居民广泛的崇拜和侍奉，在格拉利昂的大部分地区珀姣米儿仅被视为一位受巨人崇拜的女神。在国度内，珀姣米儿被描绘为一位拄着拐杖，满脸皱纹的卡德利驼背老太太，常常露齿微笑。在大部分随众中，她被视为说书人，以及口述历史，歌曲，仪式和家系的记录者。珀姣米儿的圣徽是三道闪电，许多人说这代表她传授的三种智慧：历史，仪式和家系知识。</p>\n<p><strong>典范</strong> 学习族人的历史和传统，照顾长者</p>\n<p><strong>禁忌</strong> 摧毁历史文案或记录，篡改或混淆口述历史，伤害长者</p>\n<p><strong>神职</strong> 长者，家庭，谱系学，记忆，传统</p>"
        },
        "Fandarra": {
            "name": "梵达菈 Fandarra",
            "description": "<p>在猛犸诸王国度，梵达菈被敬为生命循环女神-掌管着生育，诞生，生命以及死亡。本地传奇声称女神作为第一个生命，自大地子宫——一座名为阿塔卡(Atakal)的洞窟中诞生。自她而起，其他的生命得以涌现。她将分娩的能力给予给世间所有的凡人，所有的动物，以及所有的神祗；除了灵魂判官法莱兹玛，因为法莱兹玛的存在独立于生死循环之外。分娩时所流溢出的鲜血浸润了土地，让土壤变得肥沃，植物得以生长。因而，鲜血，死亡以及疼痛不应被恐惧。他们就像生命一样，是生命循环寻常且必要的组成而理应被敬重。梵达菈是万物之母，也被称为大地之母或鲜血阿妈。在猛犸诸王国度内，她是最受崇拜的神祗之一。</p>\n<p>除了作为鲜血以及生命循环女神，梵达菈也是知识女神。如同长者教育孩童，梵达菈也将她的智慧教授给世间的生命。</p>\n<p>在国度外，人们只知道梵达菈是一位巨人们崇拜的女神。在国度内，她被描绘为一个剃去头发，头戴花环，身披披风的卡利德孕妇；她戴着一个系满刀尖的项链，当有人侵扰生命循环时，梵达菈会挥舞着项链对抗他们；她肩上披的毛皮披风的材质取决于崇拜地区的情况，通常是猛犸象，狼或者熊的皮毛。她左右手环抱着一个幼儿以及一只动物幼崽。通常情况下，这会是猛犸象的幼崽，但基于随众部落的偏爱也可能是其他动物的。</p>\n<p>梵达菈的圣徽是一轮浮现在群山上的新月。她的信徒重视平衡和生命循环，这些特质使她的信仰能够很好地与各种随众的其他信仰和传统相结合。梵达菈的信徒常常会登上领导之位，或者称为导乐/分娩协助者(doula)，教育者或者看守遗体的丧事指导 (funerary guides that tend to the deceased)。梵达菈的信众珍视其家庭，无论其成员是血脉相连的还是因爱而收养的；就此延伸，不少信众会将朋友，随众同胞以及宠物视为自己家庭的外延。梵达菈和她的信徒厌恶死灵术，不死生物以及会控制他人心智或扭曲现实的魔法。</p>\n<p><strong>典范</strong> 遵循生命循环，协助分娩，消灭不死生物</p>\n<p><strong>禁忌</strong> 逆反生命循环(如实现永生或创造不死生物)，掠夺土地，杀死幼崽/幼儿</p>\n<p><strong>神职</strong> 鲜血，生命循环，生育，知识</p>"
        },
        "Green Faith": {
            "name": "苍翠誓约 Green Faith",
            "description": "<p>尽管每个信徒实践苍翠誓约信仰的方式都不一样，尤其是在各个教团之间，但他的信徒均共有一种对自然世界的崇拜和保护其的共识。尽管每个教团的人员可能会被某个具体的元素、季节、生物或自然现象，但所有的追随者都尊重每个自然的方面的神圣与重要。</p>\n<p>自苍翠誓约虚构的建立者就哪种自然力量的表现才是最重要的进行争夺后已经过去了许多次循环。就如同他们的终极统一传说所说，那些现在信仰苍翠誓约，并将自然视为神圣的的人理解万物间的关联性，明白只有通过平衡才能达到和谐的境地，而自然的循环乃是精巧而无限的。苍翠誓约的追随者因此滑向了中立阵营，因为他们明白当一件事物被命名，他的对立面便也诞生了；他们行走于死亡与新生、光明与黑暗、繁荣与消亡之间的平衡之道上。</p>\n<p><strong>典范</strong> 引导文明和自然和谐共处，保护自然环境，保护濒危物种</p>\n<p><strong>禁忌</strong> 对自然环境造成破坏，以非食物和自卫的原因杀死动物，允许滥用自然资源</p>\n<p><strong>神职</strong> 崇拜自然世界</p>"
        },
        "Immonhiel": {
            "name": "伊莫赫尔 Immonhiel",
            "description": "<p>伊莫赫尔是一位天使以及药物，草药及治疗女神（译注：根据一版设定，她也是至高天神使）。她的教诲在整个猛犸诸王国度内广泛传播，即使是那些并不崇敬她的随众部落也多多少少了解并使用一些。对于伊莫赫尔的崇拜特别流行于那些拒绝魔法的随众部落，因为她的的药膏完全源于自然，只利用凡世间的转变来制造奇迹。</p>\n<p>跟国度内的居民非常类似，伊莫赫尔是一位没有固定居所的漫游者。她在主物质界和诸天界位面漫游并治疗所有需要帮助的人。当她的治疗已经无能为力，伊莫赫尔会尽可能的陪伴在濒死者身边，在他们的最后时光里给予抚慰和能缓解他们痛苦和悲伤的药物。许多携膏者的信众以追随其女神的足迹为目标，行此无边大爱的路途。</p>\n<p>伊莫赫尔通常被描述为一位有着深棕肤色和苔绿发色的尊贵老妇人，头发会盘成一个圆发髻或梳成两条长辫盘在头上。她身穿皮裙以及一件边际染绿的汗衫；有时这件汗衫也会被描绘成有活着的枝条从边缘长出。还有一个装满了魔法药水和治疗药物的皮包常备腰间。伊莫赫尔的右手是一个由松木制成的机动性极好的假肢。有许许多多的传说描述了伊莫赫尔是如何失去了她的右手，而每一个故事里的经历都比前一个更稀奇古怪。</p>\n<p><strong>典范</strong> 对患病者和受伤者提供救助，种植或照料有治疗效果的植物，抚慰濒死者</p>\n<p><strong>禁忌</strong> 有目的的散播疾病，破坏自然，抛弃受伤的人或濒死者。</p>\n<p><strong>神职</strong> 草药，药物，植物，安抚(solace)</p>"
        },
        "Prophecies of Kalistrade": {
            "name": "卡利斯拉德预言 Prophecies of Kalistrade",
            "description": "<p>世俗化的卡利斯拉德预言知名地以一条原则为核心：积累个人财富，不仅为了寻求个人启迪，也作为个人启迪的证明。卡利斯拉德的先知，常常被称为卡利斯特神官（Kalistocrats），相信，达成身心与灵魂上的纯净可以带来经济上的成功，因此他们避免接触某些特定种类的食物，并回避与大部分人和物品的接触，这些别认为是“不纯净的”。为了回避污秽同时能与非信徒接触，他们会穿着长长的白色手套，以及独特的纯白服饰来象征他们的纯洁——常常结合了他们的符号，一个圆，被放在被嵌在更大的圆里的三角形里面。</p>\n<p><strong>典范</strong> 收集个人财富，鼓励和帮助商业，无论性别族裔地欢迎新人</p>\n<p><strong>禁忌</strong> 轻率地花钱；将金钱给予不配财富的人；在物欲和饮食中放纵自己</p>\n<p><strong>神职</strong> 贸易，财富，无我精神，稳定</p>"
        },
        "Rowdrosh": {
            "name": "洛卓许 Rowdrosh",
            "description": "<p>在猛犸诸王国度内，作为自然世界的一部分和精魂的宿体，动物通常被认为和人同等重要。大部分随众都视动物是社群中平等的成员并对他们保有敬意。而在所有动物精魂和神灵中，大部分国度居民都对洛卓许感到亲近。至高天神使洛卓许对于动物而言正如珀姣米儿对于人类的影响一样-他是一位将社群成员以亲属感和共同目标整合起来的指导者及照料者。正是洛卓许说服第一只野兽不单单基于生存的目的，而是同伴间的羁绊加入了随众的队伍。洛卓许在许许多多的兽群中生活，最终在一群羊中安定下来并把自己的一部分形体转变成羊的样子。他是第一位尝试驯养动物的存在，自那以后的漫长岁月中无数的人凭借耐心和他的赐福，驯服了狗，野牛，羊，猛犸象以及其他更加狂野的生物。洛卓许教导他人要关照好他们负责的事物，无论其负责的是字面意思上的牧群或是随众的成员；然后对待动物要保持好意和关怀，并且对自己的族亲保持耐心。洛卓许对于当今的随众的塑造影响是无法否认的，即使是不向他献上崇敬的部落也或多或少受到他的影响。</p>\n<p> 洛卓许是一位能变化成无数种动物形态的变形者，但是本地艺术对于牧人的描述惊人的保持一致。他被描绘为手握曲柄杖的黑发褐肤卡利德男性，肩膀和胸膛亦复盖着厚重的黑色毛发。头上则有两只月长石制的弯曲长角。洛卓许据说会时而不时的伪装成牧群中的动物四处旅行，并以此测试随众对于他们的动物成员的关照程度。</p>\n<p><strong>典范</strong> 协助你的社群，保护你所管辖的事物，对待动物保持敬意</p>\n<p><strong>禁忌</strong> 抛弃你的社群，疏于关照你需要关心的事物，虐待动物</p>\n<p><strong>神职</strong> 畜牧业，群居动物(herd animals)，牧人</p>"
        },
        "Skode": {
            "name": "斯戈德 Skode",
            "description": "<p>当猎人们不再单单因生活所需而因荣耀开始行动，他们开始向猎手斯戈德祈祷。虽然在外界她被认为是一位受巨人崇拜的女神，但在猛犸诸王国度斯戈德被描绘为一位身着皮衣，手拿长矛，背负长弓，面纹刺青的强壮卡利德女性。她要求自己的信众在狩猎中不能仅仅追捕普通的猎物，而是要去追捕那些最好，最强壮的猎物。对斯戈德的崇拜在青壮年人中非常受欢迎；尤其在那些希望完成成年礼，或渴求在随众成员中出人头地，或在追求爱人，或希望赢得同龄人尊敬的年轻人中。虽然相较于供养者，斯戈德会显得更轻浮且好斗，她仍要求自己的信徒对猎物保持尊敬且确保没有东西会被浪费。斯戈德的神徽是一轮在地平线升起的太阳。</p>\n<p><strong>典范</strong> 在你狩猎的动物中选择那只最好的或最健康的，对你的猎物保持尊敬，保护你的社群，面对危险时展示勇气。r</p>\n<p><strong>禁忌</strong> 浪费你猎取的猎物，残忍的对待动物，在危险时抛弃你的社群</p>"
        },
        "Whispering Way": {
            "name": "默语魔道 Whispering Way",
            "description": "<p>这些密教徒相信不死生物是存在的最终形态，生命应当为死后转变为更崇高的亡灵而做准备。</p>\n<p><strong>典范</strong> 寻找成为不死生物的方式（巫妖，如果可能的话），对抗想要毁灭不死生物的人，保护死灵的秘密，服侍默语暴君（Whispering Tyrant）</p>\n<p><strong>禁忌</strong> 销毁死灵文本（除非这揭示默语魔道的秘密），以非低声私语的形式教导他人默语魔道，使用正能量伤害不死生物</p>"
        },
        "Esoteric Order of the Palatine Eye": {
            "name": "圣眼秘修会 Esoteric Order of the Palatine Eye",
            "description": "<p>以乌斯塔拉夫为基地，但活跃于横跨阿维斯坦和伽伦德的诸多贵族沙龙和隐秘学院，圣眼秘修会是一个由一群追寻哲学自省和对天理真相的掌握的神秘学家贵族组成的神秘组织。秘修会建立于3988AR，彼时在奥西利昂沙漠中失踪了3年的绅士探险者奥尔杜斯·坎特于沙漠中归来，奥尔杜斯提及他遇见了一名追随着叫做塔布里斯的干枯天使的教徒。塔布里斯向奥尔杜斯揭示了多元宇宙的秘密历史，并且令他做隐秘秘密的传讯者。在他回来后，他集结了一帮他的乌斯塔拉夫贵族同伴，而这些人都渴望着将这些秘密一探究竟。塔布里斯带来的信息一点也不清晰，相反，它由混合了奥西里昂神秘主义，法莱斯玛仪式和瓦瑞西安神秘传说的打乱加密文本组成。收集奥尔杜斯留下的文本——无论是那些他从奥西里昂带回来的，还是他之后写下的注释和重批注——几个世纪以来一直是秘修会的主要活动，即使是在愈发飘忽不定的奥尔杜斯于4028AR消失之前。秘修会一丝不苟的研究产出了在格拉里昂其他地方都无所知晓的隐秘奥秘和神秘仪式，以及给受启发者研究更深层次秘密学问的提示。然而，秘修会最大的成就则是成功避免了一场在那个时候格拉里昂很少有人意识到的迫在眉睫的末日危机：在4718AR，秘修会最伟大的英雄阻止了行星奥克顿吞噬格拉里昂。</p>\n<p><strong>典范</strong> 在古老文化（尤其是古奥西里昂）中寻求智慧，为学者们提供援助，尊重秘修会的仪式。</p>\n<p><strong>禁忌</strong> 向组织外的人透露秘修会的秘密（甚至只是透露给不够级别的成员），摧毁稀少或古老的学问。</p>\n<p><strong>神职</strong> 历史，神秘，密学</p>"
        },
        "God Calling": {
            "name": "唤神术 God Calling",
            "description": "<p>古老的唤神技术曾是萨克利斯的主要宗教行为，远在世界之伤出现，恶魔们将大部分萨克利斯人从他们的家乡赶走之前。这项技术，一部分是魔法上的，一部分是宗教上的，允许特定的萨克利斯人从浩瀚众界（the Great Beyond）召唤不寻常的独特存在，来保护他们的氏族、引导他们的子民。这些存在广泛被尊敬他们的人称作神明，只要有某个受到前任唤神者的训练，或是学习了联系某个特定神祇的方法的人活着以形成与主物质位面的链接供神明显现，他们便将持续地归来，一代又一代的引导他们的子民。这些唤神者可能在他们的氏族中有独特的头衔或是名字，并且这种称呼在每个氏族中都不同，但是绝大多数的萨克利斯氏族都可以通过其用于维系着对神祇的呼唤的独特的衣物或铭文来认出一名神唤者。</p>\n<p><strong>典范</strong> 萨克利斯的神祇很少有共有的典范，但有些他们当中的共有典范值得注意：保护你的氏族和你的人民，教氏族的孩子氏族的神明的传统和历史，并小心记录下每个新的神明第一次出现时的名字和图像，以此让他们不被遗忘并能持续的守望其子民。</p>\n<p><strong>禁忌</strong> 只有一个禁忌被萨克利斯的神祇广泛要求：不要和恶魔做交易或是讨价还价，因为世界之伤的出现导致了许多神明的丢失和许多氏族的毁灭，这些神明有的再也没有被看到过。</p>\n<p><strong>神职</strong> 每个神明都有其具体的偏好和兴趣，一般由那一氏族的主要态度和信仰表明。</p>"
        },
        "Laws of Mortality": {
            "name": "人之律 Laws of Mortality",
            "description": "<p>作为对誓言战争（the Oath Wars）——将该国家的社会撕裂的一系列自相残杀的冲突——的回应，人之律起源于伽伦德大陆的国家拉哈多姆（Rahadoum）。此律背后的基本原则实际上是个相对简单的论断，即神性的援助——即使是出于最好的意图——最终会收取过高的代价。为了遥不可及者的荣耀而屠杀同为凡人的同伴，无法捉摸的存在并非社会应当准许存在之物。作为替代，尘世之人应当塑造自己的命运，明白自己的界限所在，并相信自己对于其他人的依赖和与他人共享的价值观而非神圣的干涉和指引。这种哲学思想，由人之律最基础的信条所总结：“使诸凡人，无受惠于神（Let no mortal be beholden to a god）”。</p>\n<p><strong>典范</strong> 挑战宗教信仰的力量和扩张，暴露并根除隐藏的信仰行为，营造和平与自治的社区，通过社会基础设施来照顾其中的人民。</p>\n<p><strong>禁忌</strong> 信仰某个神祇或宗教或向其宣誓，寻求或是接受神灵的或是宗教的援助，在宗教的冲突中支持某一边。</p>\n<p><strong>神职</strong> 尘世，和平，自律</p>"
        },
        "Sangpotshi": {
            "name": "善解 Sangpotshi",
            "description": "<p>善解的哲学，也被称作生命之流，以命运、业与循环的转生的概念为核心。追随者相信，每个灵魂都会根据他生命中的行为被评判，而这些行为决定了他回到生者世界时所处的位置。这些循环会不断进行，直到这个灵魂，通过其经历与智慧中的所得，达到它最完美的形式，然后被送至法莱斯玛（Pharasma）的法庭，并迎接真正的来生。</p>\n<p><strong>典范</strong> 无私地活着；留心那些有学问的、有智识的和处在权威位置上的人的智慧。</p>\n<p><strong>禁忌</strong> 非必要地打破重要的传统，主动干扰另一个灵魂向尽善尽美的努力或是允许别人这么做。</p>\n<p><strong>神职</strong> 命运，业，轮回转世</p>"
        },
        "Shoanti Animism": {
            "name": "休盎提泛灵论 Shoanti Animism",
            "description": "<p>大部分休盎提人属于七个夸（quahs），或者说部族，之一，每个都有特定的土地、显著的力量、和独特的对灵魂的观点。传统上，每个休盎提人都需要经历一场成人仪式，在那时他们特定的图腾会显现，并且一个休盎提人的第一个刺身便是对那个图腾的一种致敬。以下列举了各个夸和他们最常见的图腾：</p>\n<p><strong>立伦夸（明月部） Lyrune-Quah (Moon Clan)</strong> 蝙蝠，岩洞熊，月亮，山狮，猫头鹰，星辰</p>\n<p><strong>夏戴夸（战斧部） Shadde-Quah (Axe Clan)</strong> 悬崖，雕，大海，鲨鱼，鱿鱼，水元素</p>\n<p><strong>席奇里夸（雄隼部） Shriikirri-Quah (Hawk Clan)</strong> 云，隼，鹰，骏鹰，马，风</p>\n<p><strong>匈达夸（峰顶部） Shundar-Quah (Spire Clan)</strong> 雪崩，土元素，山尖或山峰，大鹏，尖峰行者</p>\n<p><strong>斯喀拉夸（烈阳部） Sklar-Quah (Sun Clan)</strong> 野牛，煤渣蛇，灰烬风暴，火元素，火焰，太阳</p>\n<p><strong>思匡夸（髑髅部） Skoan-Quah (Skull Clan)</strong> 祖先，土元素，巨型圣甲虫，秃鹫，鬼火，狼</p>\n<p><strong>泰米尔夸（微风部） Tamiir-Quah (Wind Clan)</strong> 气元素，云，狮鹫，大鹏，风暴，风</p>\n<p>根据他们自己的传承，休盎提人远在殖民者破坏这片瓦瑞西安人的家乡之前，便已经在阿维斯坦西北部的土地上生活。而在横跨瓦瑞西亚的各个区域，尤其是斯托瓦尔高原，休盎提人依旧维持着他们的独立，以及传统的生活方式。</p>\n<p>休盎提泛灵论根植于一种与这片土地深厚的联结之中。大地在休盎提人眼里不仅仅是一种比喻上的母亲，更是一种有意识的实体，她持续性的支持对一切在其上生活的生灵——像是动物和植物一样的——的生存乃是至关重要的。他们的传统注重这种联结，同时强调一种互惠，即这片土地会为那些细心照顾她的人提供帮助。这片土地的生命之力成为了休盎提人力量与洞察力的源泉，而非常见的牧师所使用的来自伟大彼岸（the Great beyond）的外世界的精神力源泉。这种生命之力诞生自本能与信仰，因此它传递暗示未来事件的预兆，来警告那些拥有足够智慧去理解这些信号的人。因此大部分休盎提人对自然现象持有深厚的敬畏，认为他们是大地意志的显现。</p>\n<p><strong>典范</strong>/</p>\n<p><strong>禁忌</strong>/</p>"
        }
    }
}
