{
    "label": "霾都狂徒 - 玩家指南 Outlaws of Alkenstar - Player's Guide",
    "entries": {
        "Outlaws of Alkenstar - Player's Guide": {
            "name": "《霾都狂徒》玩家手册 Outlaws of Alkenstar - Player's Guide",
            "description": "<p><em>有时候，枪弹是最好的语言。</em></p><p>有这么一批狂徒，每一个都对冤枉他们的恶棍怀恨在心，他们必须联合起来完成自己的复仇计划。 在以蒸汽动力运行的城市 <strong>阿肯斯塔</strong>, 一切事情都如钟表上的指针般井然有序的地方。如果这些桀骜的反英雄们要解决自己的仇家，他们就必须得和规则背道而驰。</p><p>正义使者们是否会有充足的火力在阿肯斯塔布满浊烟的街道上开辟一条道路？或者，他们会像其他大部分人一样，被烟霾之城不断翻腾的齿轮吞噬吗？</p>",
            "journals": {
                "Players Guide": {
                    "name": "玩家手册 Players Guide",
                    "pages": {
                        "How to Use This Player’s Guide": {
                            "name": "如何使用本指南 How to Use This Player’s Guide",
                            "text": "<p>欢迎来到阿肯斯塔！</p>  \n<p>\n  如果你正在阅读这本《玩家指南》， 这意味着你和你的朋友\n  决定游玩《霾都狂徒》冒险之路。在这场\n  开拓者二版冒险中，你将创建一个1级角色，扮演\n  一位在这座蒸汽动力的大都会中犯下罪行的不法之徒。为了报复\n  那些毁了你人生的恶徒，你需要打败发条生物、\n  收集幻想风格的火器、在工业化的地下城、法力荒野\n  和无数社交场合之间穿梭。如果这听起来让你兴奋不已，那么你找对\n  冒险之路了！  \n</p>  \n<p>\n  为了玩本次冒险，你需要一本二版《核心规则书》和一张\n  角色卡。在得到你的主持人（GM）的许可之后，您还可以\n  进一步使用其他二版书籍和扩展来进一步定制\n  您的角色。《霾都狂徒》虽然并不要求玩家必须拥有《枪械全书》（Guns & Gears），\n  Guns &amp; 但这本书对本次冒险是非常有用的扩充，因为它\n  包含了很多专门为阿肯斯塔的角色\n  所设计的角色选项和规则元素，而阿肯斯塔这座工业化大都会正是这条冒险之路的\n  核心舞台。  \n</p>  \n<p>本玩家指南分为以下几个部分：</p>  \n<ul>\n  <li>\n    <strong>@UUID[JournalEntry.pf2ooalk01player.JournalEntryPage.01alkenstarcit00]{阿肯斯塔\n      霾都}:</strong>\n    概述本次冒险所在的工业大都会。\n  </li>\n  <li>\n    <strong>@UUID[JournalEntry.pf2ooalk01player.JournalEntryPage.01yourcharacte00]{你的\n      角色}:</strong>\n    一些你在创建角色之前需要考虑的重要背景细节和启发性的\n    知识。\n  </li>\n  <li>\n    <strong>@UUID[JournalEntry.pf2ooalk01player.JournalEntryPage.01charactersug00]{角色\n      建议}:</strong>\n    额外的指导、实用的建议，以及为《霾都狂徒》量身定制的\n    特殊小提示。\n  </li>  \n</ul>"
                        },
                        "Contents": {
                            "name": "目录 Contents",
                            "text": "<img class=\"chapter-image\" src=\"modules/pf2e-ap178-180-outlaws-of-alkenstar/assets/art/PZO90178_Scene_Hellside_Chase_final.webp\" alt />\n<h1 class=\"no-toc chapter-heading\">\n  <span>玩家手册 Player’s Guide</span>\n</h1>\n<h2 class=\"no-toc\">如何使用本指南 How to Use This Player’s Guide </h2>\n<h2 class=\"no-toc\">\n  @UUID[JournalEntry.pf2ooalk01player.JournalEntryPage.01alkenstarcit00]{霾都阿肯斯塔 Alkenstar,\n  City of Smog}\n</h2>\n<p>值得注意的地点 Places of Note</p>\n<p>引用: 在格拉利昂的什么地方? Sidebar: Where on Golarion?</p>\n<p>著名人物 Notable Personas</p>\n<p>地图: 阿肯斯塔 Map: Alkenstar</p>\n<p>阿肯斯塔的魔法 Magic in Alkenstar</p>\n<h2 class=\"no-toc\">\n  @UUID[JournalEntry.pf2ooalk01player.JournalEntryPage.01yourcharacte00]{你的角色 Your\n  Character}\n</h2>\n<p>法外狂徒 Outlawed</p>\n<p>超级大佬 Gunmetal Grudge</p>\n<p>引用: 运行本次冒险之路 Sidebar: Running this Adventure</p>\n<p>大劫案 The Heist</p>\n<h2 class=\"no-toc\">\n  @UUID[JournalEntry.pf2ooalk01player.JournalEntryPage.01charactersug00]{角色建议 {Character\n  Suggestions}\n</h2>\n<p>阵营 Alignments</p>\n<p>族裔 Ancestries</p>\n<p>表格：推荐角色选项 Table: Suggested Character Options</p>\n<p>职业 Classes</p>\n<p>语言 Languages</p>\n<p>技能和专长 Skills and Feats</p>\n<p>背景 Backgrounds</p>"
                        },
                        "Alkenstar City of Smog": {
                            "name": "霾都阿肯斯塔 Alkenstar City of Smog",
                            "text": "<h1 class=\"no-toc\">霾都阿肯斯塔 Alkenstar, City of Smog</h1>\n  <p>\n    在饱受战争蹂躏的法力废土（Mana Wastes）的中心，\n    一个工业发达、发明和阴谋盛行的大都市在等待着足够勇敢的旅行者启程。\n    在高耸的黄铜尖塔和石头堡垒的注视下, \n    在油光闪闪的街道和煤烟熏黑的小巷中，人类发明家\n    和他们的发条装置穿行于变异的豺狼人拾荒者、\n    戴着青铜面具的宗教狂热者和浑身冒火的巨灵裔商人之间。许多\n    人终日在肮脏的车间或烟雾缭绕的\n    工厂里埋头苦干。另一些人则在鹅卵石街道上巡逻，寻找致富的机会，一只\n    手坚定地握着装在枪套里的手枪，准备随时与敌对团伙\n    或逃跑的悬赏犯. 对峙。与此同时，每台机器和建筑内部的活塞、齿轮\n    和零件都像时钟的指针一样稳定地转动着，所有\n    这些都维持着这座永不会真正入眠的城市的机械脉搏。\n    这就是霾都阿肯斯塔。\n  </p>\n  <p>\n    《霾都狂徒》的故事将从霾都阿肯斯塔开始。无论你的角色是\n    阿肯斯塔出生的、第一代或第二代移民，还是完全的\n    外来者，掌握一些霾都的基本情况\n    都是很有必要的，以下是大多数当地人和游客都知道的关于阿肯斯塔的\n    一些基本信息。\n  </p>\n  <aside class=\"引用\">\n    <h1 class=\"no-toc\">在格拉利昂的什么地方？</h1>\n    <p>\n      霾都狂徒的冒险始于霾都阿肯斯塔，\n      an industrial and technological mecca in the Mana Wastes of eastern\n      Garund. For more information about the Mana Wastes and Alkenstar, see\n      pages 195–199 of Pathfinder Guns &amp; Gears or pages 74–76 of the\n      Pathfinder Lost Omens World Guide.\n    </p>\n    <img style=\"shape-outside:url('modules/pf2e-ap178-180-outlaws-of-alkenstar/assets/maps/where-on-golarion.webp')\" src=\"modules/pf2e-ap178-180-outlaws-of-alkenstar/assets/maps/where-on-golarion.webp\" />\n  </aside>\n  <h2>Places of Note</h2>\n  <p>\n    Alkenstar is a large city in an arid desert environment built atop the edge\n    of the 400-foot-tall\n    <strong>Hellfallen Cliffs</strong>. Formidable stone walls protect the city\n    on all sides from wasteland raiders. The easiest way into the city is via\n    the steady-flowing <strong>Ustradi River</strong>, which naturally bisects\n    Alkenstar.\n  </p>\n  <p>\n    In the center of the city is <strong>Alken Falls</strong>, a massive\n    waterfall set several hundred yards back from the rest of the Hellfallen\n    Cliffs to the north. Thousands of vessels traverse Alken Falls each year by\n    way of the <strong>Screw</strong>, a technological marvel that can raise or\n    lower multiple ships at a time from one end of the falls to the other.\n  </p>\n  <p>\n    The wealthy districts and neighborhoods south of the Ustradi are referred to\n    as <strong>Skyside</strong>, whereas the polluted, industrial quarters to\n    the north are collectively known as <strong>Smokeside</strong>. Within these\n    two major regions, the city is further subdivided into loosely defined\n    wards.\n  </p>\n  <ul>\n    <li>\n      Smokeside is home to the quaint inventors’ neighborhood of\n      <strong>Steamhaven</strong>, peaceful <strong>Ustradi Heights</strong>,\n      and lively <strong>Ferrous Quarter</strong>.\n    </li>\n    <li>\n      In Skyside, one can attend swanky aristocratic galas in the\n      <strong>Capital District</strong>, peruse the many marketplaces of\n      <strong>Auburn District</strong>, or head to\n      <strong>Pilot’s Square</strong> to pay for passage aboard an airship or\n      dirigible bound for major ports along the eastern Garundi coastline.\n    </li>\n    <li>\n      A few city districts defy categorization into either Skyside or Smokeside,\n      including <strong>Hellside</strong>—a shantytown that literally hangs from\n      the side of the cliffs overlooking Alken Falls—and the monster-infested\n      ruins of <strong>Ironside Quarter</strong> along the city’s far western\n      wall.\n    </li>\n  </ul>\n  <p>\n    Alkenstar’s major institutions include\n    <strong>Alkenstar Castle</strong> (from which the city’s elected politicians\n    hold court), the <strong>Temple of Brigh</strong> (overseen by the highly\n    influential priests of the goddess of clockwork), and\n    <strong>Blythir College</strong> (the city’s only major magical academy and\n    a hub of higher learning). Of course, as in any city, Alkenstar’s most\n    important cultural movements occur among its people, not its leaders. In the\n    sky-scraping towers of <strong>Graeson’s Fingers</strong> in the Capital\n    District or upscale establishments like the\n    <strong>Longhorn Lounge</strong>, socialites mingle and make deals behind\n    closed doors at ritzy soirees and gaudy galas, whose electric luxuries are\n    made possible only by the skilled engineers at the\n    <strong>Tinwound Hydroforge</strong>.\n  </p>\n  <p>\n    All the while, criminals both organized and independent haunt Alkenstar’s\n    alleyways, sewers, and seedy taverns like the\n    <strong>Hotfoot Hippodrome</strong>, where untold quantities of illicit\n    wealth are pushed through the city like so much lifeblood. At popular\n    saloons like the <strong>Barrel &amp; Bullet Saloon</strong>, impoverished\n    factory hands and honest laborers hold court from the fortress of a taproom\n    table and wielding only a mug of watery ale.\n  </p>\n  <p>\n    Beyond the city’s walls lie the <strong>Mana Wastes</strong>—a turbulent,\n    craggy desert irrevocably altered by centuries of magical warfare from the\n    neighboring, wizard-ruled nations of <strong>Nex</strong> and\n    <strong>Geb</strong>. Emigrants from either country are common in Alkenstar.\n    Many such expatriates are wanted by talented spellcasters, and so they come\n    to Alkenstar to exploit the region’s strange ambient effects on magic and\n    hide from their aggressors. Others are spellcasters themselves who wish to\n    experiment with their craft in the heart of the Mana Wastes.\n  </p>\n  <p>\n    Two geographical regions occupy most of the Mana Wastes: east of Alkenstar\n    to the Obari Ocean is the arid, storm–wracked\n    <strong>Spellscar Desert</strong>. On the city’s other side is the\n    <strong>Western Ravage</strong>, a craggy badland which spans the many miles\n    between Alkenstar and the Barrier Peaks.\n  </p>\n  <p>\n    Just 50 miles west of Alkenstar is the <strong>Gunworks</strong>, a sturdy\n    outpost of innovative metallurgists, ambitious gunsmiths, and seasoned\n    wasteland rangers. Here, a massive cannon called the Maw of Rovagug protects\n    the city from roving bandits and violent monsters.\n  </p>\n  <p>\n    Closer to Alkenstar proper is the dwarven Sky Citadel of Dongun Hold. It was\n    from the inventors and alchemists of\n    <strong>Dongun Hold</strong> that the settlers of Alkenstar first learned\n    the secrets of black powder and firearm technology. As a result of the\n    settlements’ decades of comingling, many Dongun dwarves can be found within\n    Alkenstar’s walls.\n  </p>\n  <h2>Notable Personas</h2>\n  <img class=\"float-right\" src=\"modules/pf2e-ap178-180-outlaws-of-alkenstar/assets/art/BLACKPOWDER_BERSERKER.webp\" alt style=\"shape-outside:url('modules/pf2e-ap178-180-outlaws-of-alkenstar/assets/art/BLACKPOWDER_BERSERKER.webp')\" />\n  <p>\n    Though the city’s rulers prefer to believe that their laws and norms make\n    Alkenstar a safe, orderly place to live, the truth is that power of all\n    kinds—monetary, social, alchemical—swaps hands as a matter of course.\n  </p>\n  <p>\n    Most of Alkenstar’s citizenry can be divided into either the working class\n    or the aristocratic elite. The former labor ceaselessly to produce goods,\n    services, and wealth, while the latter live to consume these resources.\n    Alkenstar’s best-known aristocrat is also the city’s leader, the popular and\n    savvy\n    <strong>Grand Duchess Trietta Ricia</strong>. Beyond politicians, the\n    aristocratic class also consists of the city’s money movers and power\n    brokers, including notorious financiers like\n    <strong>Ambrost Mugland</strong> and infamous iron-fisted shieldmarshals\n    like <strong>Deputy Anjelique Loveless</strong>. Lower on the social ladder\n    but no less impactful are charismatic rumormongers disguised as humble\n    workers, including the Bullet &amp; Barrel Saloon’s own shotgun-toting\n    barkeep, <strong>Foebe Dunsmith</strong>.\n  </p>\n  <p>\n    Beyond humans, dwarves, and other beings of flesh and blood, Alkenstar is\n    home to a diverse and populous class of clockwork servants. Incapable of\n    thought, feeling, or even (in most cases) any sensation at all, these\n    mechanical drones serve their creators diligently and without question.\n    Private companies and well-off individuals build or buy their own clockworks\n    to perform repetitive labor, private security, or miscellaneous errands.\n    Likewise, clockworks commissioned by the Grand Duchy fill less-desirable\n    civil roles—trash collecting, late guard shifts, road maintenance—so that\n    working-class laborers can keep their heads down and focus on the job at\n    hand. Meanwhile, behind the scenes, clockwork inventors wage their own\n    shadow wars and arms races to devise ever more impressive clockwork\n    creations.\n  </p>\n  <p>\n    In addition to inventors, Alkenstar is home to creators of nearly every\n    stripe, particularly alchemists and gunsmiths. Among this class of tinkers\n    and scholars, technological news and rumors of new innovations spread at the\n    speed of sound—often literally, considering the booming explosions that can\n    be heard from workshops and factories at nearly every hour of the day. For\n    example, recently, an eccentric alchemist named Vashon Gattlebee stunned\n    onlookers at his ill-fated exhibition at Blythir College, where he showed\n    off a devastating new explosive called pyronite. The pyronite incident, as\n    the exhibition has become known, sent shock waves throughout Alkenstar’s\n    scientific community, with nearly every metallurgist, engineer, and\n    researcher speculating upon the implications of this dramatic new weapon.\n  </p>\n  <h2>Magic in Alkenstar</h2>\n  <p>\n    The City of Smog has a reputation for favoring technological innovations\n    over supernatural ones. This is partially as a result of the city’s origins;\n    the expatriates who emigrated from the nations of Nex and Geb to found\n    Alkenstar were mostly renegades and exiles. They eschewed the strong magical\n    traditions of their wizard-ruled homelands in favor of different approaches\n    to common societal problems. The emergence of black powder technology from\n    nearby Dongun Hold only exacerbated newcomers’ preference for alchemy and\n    machines over wands and spellbooks.\n  </p>\n  <p>\n    Another reason for Alkenstar’s relative dearth of spellcasters comes from\n    its climate: the Mana Wastes are infamous for the devastating magical\n    siroccos that regularly sweep across the desert—“mana storms,” in the local\n    parlance. When a mana storm rolls in, spells and magical powers are much\n    more likely to go awry, so wise spellcasters sheathe their wands and\n    travelers run for cover. During such storms, a well-aimed fireball is just\n    as likely to hit its mark as warp into a spear of ice that backfires on its\n    caster. Thankfully, the walls around the city of Alkenstar protect those\n    inside the settlement proper from the worst effects of mana storms. Local\n    forecasts called whispersheets also offer reliable predictions for times of\n    day when magic might not function as intended.\n  </p>\n  <p>\n    In the Outlaws of Alkenstar Adventure Path, magic is assumed, by default, to\n    function reliably and as described in the Pathfinder Core Rulebook. This\n    means that you can play as a sorcerer, witch, or any other spellcaster\n    without fear of being at a disadvantage. The rare mana storm might\n    complicate matters once or twice during the campaign, but your characters\n    will be made aware of these events well in advance, giving you plenty of\n    time to prepare for situations that could dramatically impact your\n    character’s abilities.\n  </p>\n  <p>\n    That said, your GM might have other ideas in mind, particularly if the rest\n    of the group is interested in playing a campaign where magic is relatively\n    rare. If you plan to play a spellcaster class, make sure you and your GM are\n    on the same page regarding mana storms, whispersheets, and what effect (if\n    any) these elements might have on your adventures.\n  </p>"
                        }
                    }
                }
            }
        }
    }
}
