{
	"label": "霾都狂徒 Outlaws of Alkenstar Bestiary",
    "mapping": {
        "name": "name",
        "portrait": {
            "path": "img",
            "converter": "npc-portrait-path"
        },
        "token": {
            "path": "prototypeToken",
            "converter": "npc-token-translation"
        },
        "data": {
            "path": "system",
            "converter": "npc-data-translation"
        },
        "items": {
            "path": "items",
            "converter": "npc-item-translation"
        },
        "publicNotes": "system.details.publicNotes",
        "dr": "system.traits.dr",
        "allSaves": "system.attributes.allSaves.value",
        "senses": "system.traits.senses.value",
        "hp": "system.attributes.hp.details",
        "disable": "system.details.disable",
        "hazarddescription": "system.details.description",
        "reset": "system.details.reset",
        "routine": "system.details.routine",
        "blurb":"system.details.blurb",
        "speed":"system.attributes.speed.details",
        "languages":"system.traits.languages.custom",
        "stealthdetails":"system.attributes.stealth.details",
        "ac":"system.attributes.ac.details",
        "di":"system.traits.di.custom"
    },
	"entries": {
		"\"Lucky\" Lanks": {
			"name": "\"Lucky\" Lanks",
			"blurb": "Male halfling porter",
			"data":{},
			"items":{
				"Scoundrel's Feint":{
					"name": "Scoundrel's Feint",
					"value": "<p>When Lanks successfully @UUID[Compendium.pf2e.actionspf2e.QNAVeNKtHA0EUw4X]{Feints}, his target is @UUID[Compendium.pf2e.conditionitems.AJh5ex99aV6VTggg]{Flat-Footed} against his attacks until the end of his next turn. On a critical success, the target is flat‑footed against all attacks until the end of Lanks's next turn.</p>"
				},
				"Sneak Attack":{
					"name": "偷袭 Sneak Attack",
					"value": "<p>Lanks deals an additional 2d6 precision damage to flat‑footed creatures.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.SneakAttack]</p>"
				}
			}
		},
		"Akrida": {
			"name": "Akrida",
			"blurb": "Male Mana Wastes mutated giant termite hive boss",
			"data":{},
			"items":{}
		},
		"Alethsia": {
			"name": "Alethsia",
			"publicNotes": "<p>Monstrous humanoids that resemble humans with snakes instead of hair, medusas are best known for their petrifying gazes that-if lingered upon-can permanently transform mortals to stone. Medusas are shrewd and manipulative adversaries who collect and covet secrets, and who use threats and guile to exploit the fears of weaker creatures. A medusa may seek out powerful magic items, use divination magic to discover secret knowledge and unlock forbidden power, or infiltrate a society to beguile influential politicians. Their ability to worm their way into powerful organizations makes them natural leaders of criminal outfits and thieves' guilds, and their interest in magical phenomena leads some to pursue careers as oracles who offer to help adventurers find what they seek-for a price. Of course, if wit and deception proves insufficient, a medusa can always simply turn rivals into ornate stone decorations with little more than a glare.</p>\n<p>Exceptionally agile and surprisingly hardy, a medusa rarely backs down from a conflict even when cornered. Many adventurers who thought themselves readied to resist the effects of a medusa's gaze have nevertheless fallen to a medusa, as these creatures are also often deadly archers able to riddle their foes with venom-coated arrows from a distance. Still, a medusa may barter for their life if no alternatives remain, and the secrets carried by these powerful villains often make it more than worth sparing the monster's life.</p>",
			"blurb": "Variant elite medusa",
			"data":{},
			"items":{}
		},
		"Ambrost Mugland": {
			"name": "Ambrost Mugland",
			"blurb": "Male halfling criminal mogul",
			"data":{},
			"items":{}
		},
		"Anjelique Loveless": {
			"name": "Anjelique Loveless",
			"blurb": "Female elf changeling shieldmarshal deputy",
			"data":{},
			"items":{}
		},
		"Atticus": {
			"name": "Atticus",
			"senses": "+ 20 to Sense Motive or vs. Conceal An Object",
			"blurb": "Male human corrupt shieldmarshal",
			"data":{},
			"items":{}
		},
		"Brighite Herexen": {
			"name": "Brighite Herexen",
			"publicNotes": "<p>When a cleric rebels against their deity and dies in the grip of blasphemous rage, the heresies they committed in life may fuel their transformation into an undead herexen. Herexens seek vengeance against the deity they once worshipped, defiling temples, slaying the faithful, and rallying lesser undead and death cultists to aid them in their unholy quests. Though a herexen's divine gifts have mostly been corrupted into the vileness of undeath, they stubbornly cling to remnants of their former power, still wielding magic and armaments favored by the deity they so greatly despise.</p>\n<p>Groups of herexens that blasphemed against the same deity sometimes combine to form a mockery of a congregation, conducting blasphemous rites with something approaching euphoria. These congregations are more often formed from a blasphemous cult who practiced their heresy together in life and died together, though some gather independent herexens of the same former faith.</p>",
			"blurb": "Elite herexen",
			"data":{},
			"items":{}
		},
		"Bristlebane": {
			"name": "Bristlebane",
			"blurb": "Female gnoll pack leader",
			"data":{},
			"items":{}
		},
		"Broken Centurion": {
			"name": "Broken Centurion",
			"publicNotes": "<p>These mechanical constructs were created to serve as guardians in an ancient and bygone era, although exactly who made them and the secrets of their construction have long since been lost to history. From the waist up, they resemble humanoids made of metal, but from the waist down their bodies take the form of spinning metal tops ringed with blades, which excel at cutting down nearby foes. Most spiral centurions can be directed to stand down with a password, although often these command phrases have been lost to the mists of time. In rare cases, a spiral centurion may also wield manufactured weapons or a shield in addition to its built-in weapons, giving it access to additional actions besides those listed below.</p>\n<p>Most spiral centurions are hundreds or even thousands of years old, only staying functional because of the powerful magic used in their creation. Still, millennia of neglect have caused many spiral centurions to develop small glitches or malfunctions.</p>",
			"blurb": "Variant weak spiral centurion",
			"data":{},
			"items":{}
		},
		"Captured Dezullon": {
			"name": "Captured Dezullon",
			"publicNotes": "<p>Dezullons are dangerous carnivorous pitcher plants that dwell in forested regions with thick canopies. They hunt for meat along the forest's understory when not sunning themselves in the boughs above. Dezullons are smart enough to notice that some creatures are attracted by shiny things, and sometimes use such objects to set up ambushes. To assume that the dezullon's ambulations are slow simply because the creature has a root structure is a foolish mistake; many an adventurer has been crushed to death by this surprisingly agile plant. In addition, these dangerous plants are expert climbers, making their pursuit even more difficult to escape from.</p>\n<p>A hungry dezullon keeps prey off-balance by spilling its putrid, psychoactive digestive juices from its central pitcher. In addition to being highly acidic, the enzymes in a dezullon's digestive tract, once expelled, inflict a victim with powerful hallucinations and amnesia. This secondary effect makes dezullons highly sought after in some circles, including avid drug users, experimental doctors, and criminals who deal in poisons.</p>\n<p>Many varieties of dezullon exist, including lumbering giants of incredible size, those that have tiny, cup-shaped pitchers that proliferate along lengths of creeping ivy like suckers on a squid's tentacles, and others with hundreds of blood-red, razor-sharp leaves that protrude from the inside of their pitchers like a leech's teeth. This latter variety is especially dangerous, since the leaves can all but eviscerate creatures that become ensconced inside their pitchers.</p>",
			"blurb": "Weak dezullon",
			"data":{},
			"items":{}
		},
		"Chemical Zombie": {
			"name": "Chemical Zombie",
			"publicNotes": "<p>Necromancers most often create these mindless undead as obedient, expendable servitors. Left to its own devices, a zombie seeks only to consume the living, stopping only when its rotting body can no longer hold together.</p>\n<hr />\n<p>Glowing with a dull amber light, these odious creatures spawn from a combination of necromancy and fire. These destructive creations sow chaos and demolish fortifications, making them the bane of besieged cities.</p>",
			"blurb": "Variant sulfur zombies",
			"data":{},
			"items":{}
		},
		"Chimeric Manticore": {
			"name": "Chimeric Manticore",
			"blurb": "Genderless chimera‑manticore hybrid",
			"data":{},
			"items":{}
		},
		"Clearwater Cleaner": {
			"name": "Clearwater Cleaner",
			"publicNotes": "<p>Often found assisting practitioners of nature magic, leshys are sentient flora that protect the natural world and sacred spaces within forests, fields, and other environments. Leshys are nature spirits inhabiting bodies constructed of plant matter fused together by a primal ritual.</p>\n<hr />\n<p>Irrepressible vine leshys love to explore and collect tales to share. They're curious without being reckless. Other cultures interest them greatly, and they can build friendships quickly as they trade stories with traveling companions. They also feel a pull toward protection, much like other leshys. Vine leshys, though, tend to protect a ward for only a brief period of danger before the leshy's wanderlust drives them onward into the unknown.</p>",
			"blurb": "male and female vine leshys",
			"data":{},
			"items":{}
		},
		"Clockwork Brewer": {
			"name": "Clockwork Brewer",
			"publicNotes": "<p>Clockwork creatures are as common in Alkenstar as carts and horses are in most Inner Sea region cities. In the City of Smog, clockworks perform many of the simple, repetitive tasks that sentient workers find boring, as well as dangerous jobs such as private security or riot control.</p>\n<p>With the rise of the automated workforce in Alkenstar came the \"professional\" line of clockworks, capable of carrying out more complex tasks and even interacting with the public. These clockworks were given modules inscribed with information and procedures for carrying out a specific profession. The clockwork brewer is one such example, capable of extracting wort, stirring a fermenter, or monitoring a boiling temperature. As many other types of clockwork professional exist as there are professions; clockworks have been programmed to reshelf library books, swab ship decks, and fill holes in heavily trafficked roads.</p>\n<p>Clockwork professionals made by reputable manufacturers are generally considered safe to interact with the public. Accidents have been known to occur, however, particularly when careless engineers fail to perform regular maintenance checks or when operators program a clockwork with insufficiently specific directives. Flesh and blood laborers forced to work in close proximity to a clockwork professional tend to keep a wide berth.</p>",
			"data":{},
			"items":{}
		},
		"Clockwork Buccaneer": {
			"name": "Clockwork Buccaneer",
			"publicNotes": "<p>Clockwork buccaneers are powerful constructs designed for naval combat. Whereas most clockwork creations sink to the ocean floor while at sea, clockwork buccaneers can use their water jets to easily propel themselves through the water or leap aboard enemy ships. In addition to an internal water tank and hydraulic pumps, most clockwork buccaneers are equipped with a cutlass and arm gun loaded with scatter shot.</p>\n<hr />\n<p>As one delves deeper into the industrial heart of Alkenstar, the clockwork adversaries one faces become ever more complex and deadly.</p>",
			"data":{},
			"items":{}
		},
		"Clockwork Disposer": {
			"name": "Clockwork Disposer",
			"publicNotes": "<p>In the Grand Duchy of Alkenstar, the creation of constructs is complicated by the intermittent interference of the nearby Mana Wastes. Golems and animated objects depend on lengthy magical rituals that the magic-warping effects of the Wastes often disrupt, but clockwork constructs use far less magic in their creation. A clockwork device replaces magical intricacy with superb manufacturing skill, using magic only for the final acts of animating and powering the device. Skilled local creators and inventors rarely follow someone else's design, so most clockworks found in Alkenstar are custom creations with abilities designed for a specific purpose or individual's needs.</p>\n<hr />\n<p>Wealthy business owners sometimes employ clockwork disposers to pick up trash around their establishment and keep the place tidy. Many are designed with handy (but dangerous) built-in furnaces, which they use to quickly incinerate collected refuse.</p>",
			"data":{},
			"items":{}
		},
		"Clockwork Door Warden": {
			"name": "Clockwork Door Warden",
			"publicNotes": "<p>This mechanical humanoid serves the role of a gatekeeper or even a greeter, but its strength also enables it to repel unwanted visitors.</p>\n<hr />\n<p>In the Grand Duchy of Alkenstar, the creation of constructs is complicated by the intermittent interference of the nearby Mana Wastes. Golems and animated objects depend on lengthy magical rituals that the magic-warping effects of the Wastes often disrupt, but clockwork constructs use far less magic in their creation. A clockwork device replaces magical intricacy with superb manufacturing skill, using magic only for the final acts of animating and powering the device. Skilled local creators and inventors rarely follow someone else's design, so most clockworks found in Alkenstar are custom creations with abilities designed for a specific purpose or individual's needs.</p>",
			"data":{},
			"items":{}
		},
		"Clockwork Fabricator": {
			"name": "Clockwork Fabricator",
			"publicNotes": "<p>Clockwork creatures are as common in Alkenstar as carts and horses are in most Inner Sea region cities. In the City of Smog, clockworks perform many of the simple, repetitive tasks that sentient workers find boring, as well as dangerous jobs such as private security or riot control.</p>\n<p>A common sight among Alkenstar work crews, construction teams, and mining operations, the clockwork fabricator is a one-size-fits-all construction companion. These clockworks can be programmed to perform up to two simple, repetitive tasks such as hauling equipment, chopping down trees, or grinding up hunks of ore. The modular nature of these units makes them even more valuable-after finishing a day's work sawing planks, the same machine can be unwound, updated with a new modular arm or two, and then re-wound and given new instructions.</p>\n<p>While it's possible to remove or replace an arm while a fabricator in use, doing so is dangerous and likely to void the manufacturer's warranty, to say nothing of the danger posed to the engineer doing the retrofitting.</p>",
			"data":{},
			"items":{}
		},
		"Clockwork Gunner": {
			"name": "Clockwork Gunner",
			"blurb": "Custom‑built clockwork prototype",
			"data":{},
			"items":{}
		},
		"Clockwork Handler": {
			"name": "Clockwork Handler",
			"publicNotes": "<p>Clockwork creatures are as common in Alkenstar as carts and horses are in most Inner Sea region cities. In the City of Smog, clockworks perform many of the simple, repetitive tasks that sentient workers find boring, as well as dangerous jobs such as private security or riot control.</p>\n<p>One of the jobs most commonly outsourced to clockworks is guard duty. Clockwork soldiers are often too costly to employ en masse, so municipalities looking to cut corners devised the much-cheaper clockwork handler, a budget-friendly construct sufficient for rat catching, door watching, and basic patrol work.</p>\n<p>Handlers are typically programmed to react efficiently to certain situations such as intruders or assailants. To that end, all handlers are equipped with an everburning torch fastened to their hooded lantern-like heads. Furthermore, most clockwork handlers used in public places have their fists covered in a padded material to ensure they don't accidentally beat suspects to death, though these modifications are removable (removing the nonlethal trait from their fist Strike). The nonlethal approach is considered the safest, as clockwork creatures don't always have the keenest judgement on who is a criminal and who is a customer. A healthy supply of rope allows the clockwork handler to quickly tie-up unruly vagabonds, that they might be brought to justice.</p>",
			"data":{},
			"items":{}
		},
		"Clockwork Hunter": {
			"name": "Clockwork Hunter",
			"publicNotes": "<p>Clockwork creatures are as common in Alkenstar as carts and horses are in most Inner Sea region cities. In the City of Smog, clockworks perform many of the simple, repetitive tasks that sentient workers find boring, as well as dangerous jobs such as private security or riot control.</p>\n<p>Tasks like patrolling the sewers for vermin are mundane, perfect for the clockwork hunter. Its hound-like appearance mimics one of humanity's trustiest hunting companions-with a few choice modifications, of course. Few hunting dogs, for example, sport sturdy metal plating and an integrated crossbow bolt launcher. Over time, clockwork makers have unofficially adopted a common model for the hunter, making it fairly easy to find spare parts or compatible accessory modules.</p>\n<p>The city of Alkenstar owns a few dozen clockwork hunters for the purpose of keeping sewer tunnels free of vermin. Shieldmarshals sometimes drop boxes of extra crossbow bolts just inside sewer entrances, enabling clockwork hunters to resupply as needed.</p>\n<p>Other businesses that tend to purchase clockwork hunters include warehouses, butchers, and bakers-essentially, anywhere rats and other vermin tend to congregate. Though quick, a clockwork hunter's body isn't very sturdy and tends to fall apart after only minor abuse. Elite clockwork hunters are fitted with specialty armored plating, giving them resistance 2 to physical damage (except adamantine or orichalcum).</p>",
			"data":{},
			"items":{}
		},
		"Clockwork Puppeteer": {
			"name": "Clockwork Puppeteer",
			"publicNotes": "<p>Clockwork puppeteers are grim constructs capable of controlling corpses like puppets. They typically stand 12 feet tall and have spindly legs and long arms ending with scalpel-like claws. Dozens of metallic strings, composed of interlocking clockwork links, hang from their wrists.</p>\n<hr />\n<p>As one delves deeper into the industrial heart of Alkenstar, the clockwork adversaries one faces become ever more complex and deadly.</p>",
			"data":{},
			"items":{}
		},
		"Clockwork Shambler": {
			"name": "Clockwork Shambler",
			"publicNotes": "<p>A zombie shambler is a slow-moving horror dangerous in larger groups.</p>\n<hr />\n<p>A zombie's only desire is to consume the living. Unthinking and ever-shambling harbingers of death, zombies stop only when they're destroyed.</p>",
			"blurb": "Variant zombie shambler",
			"data":{},
			"items":{}
		},
		"Clockwork Shambler Horde": {
			"name": "Clockwork Shambler Horde",
			"publicNotes": "<p>Necromancers most often create these mindless undead as obedient, expendable servitors. Left to its own devices, a zombie seeks only to consume the living, stopping only when its rotting body can no longer hold together.</p>\n<hr />\n<p>This shuffling mass of decaying flesh moves with dull but singular focus.</p>",
			"blurb": "Variant shambler troop",
			"data":{},
			"items":{}
		},
		"Clockwork Sphinx": {
			"name": "Clockwork Sphinx",
			"publicNotes": "<p>This imposing construct resembles a bronze lion with the wings of a great bird and the head of a humanoid.</p>\n<hr />\n<p>In the Grand Duchy of Alkenstar, the creation of constructs is complicated by the intermittent interference of the nearby Mana Wastes. Golems and animated objects depend on lengthy magical rituals that the magic-warping effects of the Wastes often disrupt, but clockwork constructs use far less magic in their creation. A clockwork device replaces magical intricacy with superb manufacturing skill, using magic only for the final acts of animating and powering the device. Skilled local creators and inventors rarely follow someone else's design, so most clockworks found in Alkenstar are custom creations with abilities designed for a specific purpose or individual's needs.</p>",
			"data":{},
			"items":{}
		},
		"Color Spray Trap": {
			"name": "Color Spray Trap",
			"disable": "<p>@Check[type:thievery|dc:25|traits:action:disable-a-device] (trained) to disable the glyph, or <em>@UUID[Compendium.pf2e.spells-srd.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (1st level; counteract DC 22) to counteract the glyph</p>",
			"hazarddescription": "<p>A loud pop sounds when this door is opened, followed immediately by a blast of colorful lights that washes over whoever opened the door.</p>",
			"stealthdetails": "<p>(trained) to notice the glyph on the doorjamb</p>",
			"data":{},
			"items":{}
		},
		"Compromised Door Warden": {
			"name": "Compromised Door Warden",
			"publicNotes": "<p>This mechanical humanoid serves the role of a gatekeeper or even a greeter, but its strength also enables it to repel unwanted visitors.</p>\n<hr />\n<p>In the Grand Duchy of Alkenstar, the creation of constructs is complicated by the intermittent interference of the nearby Mana Wastes. Golems and animated objects depend on lengthy magical rituals that the magic-warping effects of the Wastes often disrupt, but clockwork constructs use far less magic in their creation. A clockwork device replaces magical intricacy with superb manufacturing skill, using magic only for the final acts of animating and powering the device. Skilled local creators and inventors rarely follow someone else's design, so most clockworks found in Alkenstar are custom creations with abilities designed for a specific purpose or individual's needs.</p>",
			"data":{},
			"items":{}
		},
		"Corrupt Shieldmarshal (Clan Pistol)": {
			"name": "Corrupt Shieldmarshal (Clan Pistol)",
			"senses": "+ 20 to Sense Motive or vs. Conceal An Object",
			"blurb": "Various law enforcers",
			"data":{},
			"items":{}
		},
		"Corrupt Shieldmarshal (Jezail)": {
			"name": "Corrupt Shieldmarshal (Jezail)",
			"senses": "+ 20 to Sense Motive or vs. Conceal An Object",
			"blurb": "Various law enforcers",
			"data":{},
			"items":{}
		},
		"Cranium Preserver": {
			"name": "Cranium Preserver",
			"publicNotes": "<p>Cranium preservers serve necromancers as walking laboratories for undead. A typical cranium preserver has a metallic and spider-like body, which holds aloft a large central glass vat surrounded by a dozen or more smaller, head-sized glass vats. Each vat is filled with a special embalming fluid that can preserve the minds of slain enemies.</p>",
			"data":{},
			"items":{}
		},
		"Daelum": {
			"name": "Daelum",
			"publicNotes": "<p>During the height of the legendary war between Nex and Geb, Nex's agents grew increasingly creative in their \"recruiting\" methods for their armies. One such effort involved the construction of mechanical soldiers powered by arcane engines but directed by transplanted minds. While the process generally involved willing donors who were eager to give up dying bodies to \\\"live on\\\" in constructed frames, rumors persist that Nex harvested the minds of prisoners of war and criminals for these creations.</p>\n<p>Today, thousands of years after those wars ended, hundreds of daelums still live. Their intellects have, in large part, fully embraced their new \"lives,\" and very few remember their previous existences today. Daelums can be found throughout the Mana Wastes serving as guides, porters, mine workers, and mercenaries.</p>",
			"data":{},
			"items":{}
		},
		"Dewey Daystar": {
			"name": "Dewey Daystar",
			"blurb": "Male cactus leshy bounty hunter",
			"data":{},
			"items":{}
		},
		"Disgorged Zombie": {
			"name": "Disgorged Zombie",
			"hp": "lightning powered, 负能量治疗",
			"publicNotes": "<p>Shock zombies are hideous undead covered with bolts and electrical wiring. Most have two large electric coils mounted on their backs to absorb and project electricity. If uncontrolled, shock zombies often wander far afield in search of inventors' labs or lightning storms to draw power from. In a pinch, the natural electric currents inside living creatures more than suffice.</p>",
			"blurb": "Variant shock zombie",
			"data":{},
			"items":{}
		},
		"Drela": {
			"name": "Drela",
			"publicNotes": "<p>Cutthroats, killers, thieves, and toughs prey upon the vulnerable of society. Directing their activities and keeping them in line are the duties of the gang leader.</p>\n<hr />\n<p>Villains pursue selfish and cruel goals, trampling over anyone foolish or purehearted enough to stand in their way.</p>",
			"blurb": "Male human gang leader",
			"data":{},
			"items":{}
		},
		"Explosive Steam Trap": {
			"name": "Explosive Steam Trap",
			"disable": "<p>@Check[type:thievery|dc:18|traits:action:disable-a-device] (trained) to disarm the desk switch; @Check[type:thievery|dc:28|traits:action:disable-a-device] (expert) to disarm the trapdoor charge</p>",
			"hazarddescription": "<p>A black‑powder charge fastened to a trapdoor (marked with a \"T\" on the map) blows a hole in a steam tunnel, filling the room with superheated steam.</p>",
			"routine": "<p>(1 action) The trapdoor emits a jet of superheated steam. Each creature in the room must attempt a @Check[type:fortitude|dc:28] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes [[/r {1d10+3}[fire]]]{1d10+3 fire damage}.</p>\n<p><strong>Failure</strong> The creature takes [[/r {2d10+6}[fire]]]{2d10+6 fire damage} and is @UUID[Compendium.pf2e.conditionitems.XgEqL1kFApUbl5Z2]{Blinded} for 1 round.</p>\n<p><strong>Critical Failure</strong> The creature takes [[/r {2d10+6}[fire]]]{2d10+6 fire damage}, is @UUID[Compendium.pf2e.conditionitems.HL2l2VRSaQHu9lUw]{Fatigued}, and is blinded for 1 round.</p>",
			"stealthdetails": "<p>(trained) to find the desk switch; @Check[type:perception|dc:28|traits:action:seek] (expert) to find the trapdoor and charge</p>",
			"data":{},
			"items":{}
		},
		"Falling Portcullis Trap": {
			"name": "Falling Portcullis Trap",
			"disable": "<p>@Check[type:thievery|dc:27|traits:action:disable-a-device] (expert) to disable the floor trigger, or @Check[type:athletics|dc:27] or @Check[type:engineering-lore|dc:27] to jam the portcullis in the ceiling</p>",
			"hazarddescription": "<p>An iron portcullis drops from the ceiling when a pressure plate is triggered.</p>",
			"stealthdetails": "<p>(expert) to spot the sockets in the floor where the portcullis drops; @Check[type:perception|dc:28|traits:action:seek] (expert) to spot the floor trigger</p>",
			"data":{},
			"items":{}
		},
		"False Door Trap": {
			"name": "False Door Trap",
			"disable": "<p>@Check[type:thievery|dc:27|traits:action:disable-a-device|name:Disable a Device] (expert) to disable the doorknob trigger</p>\n<p></p>",
			"hazarddescription": "<p>A black‑powder charge detonates as soon as the doorknob is turned, shattering the door into splinters.</p>",
			"stealthdetails": "<p>(expert) to see the brick wall behind the edges of the door</p>",
			"data":{},
			"items":{}
		},
		"Follower of Shumfallow": {
			"name": "Follower of Shumfallow",
			"blurb": "Fungus leshy supplicants",
			"data":{},
			"items":{}
		},
		"Gilded Gunner Assassin": {
			"name": "Gilded Gunner Assassin",
			"blurb": "Veteran Gilded Gunner",
			"data":{},
			"items":{}
		},
		"Gilded Gunner Goon": {
			"name": "Gilded Gunner Goon",
			"blurb": "Various criminals",
			"data":{},
			"items":{}
		},
		"Gilded Gunner Safecracker": {
			"name": "Gilded Gunner Safecracker",
			"blurb": "Locks expert",
			"data":{},
			"items":{}
		},
		"Glass Buccaneer": {
			"name": "Glass Buccaneer",
			"publicNotes": "<p>Clockwork buccaneers are powerful constructs designed for naval combat. Whereas most clockwork creations sink to the ocean floor while at sea, clockwork buccaneers can use their water jets to easily propel themselves through the water or leap aboard enemy ships. In addition to an internal water tank and hydraulic pumps, most clockwork buccaneers are equipped with a cutlass and arm gun loaded with scatter shot.</p>\n<hr />\n<p>As one delves deeper into the industrial heart of Alkenstar, the clockwork adversaries one faces become ever more complex and deadly.</p>",
			"blurb": "Variant clockwork buccaneer",
			"data":{},
			"items":{}
		},
		"Glass Elephant": {
			"name": "Glass Elephant",
			"blurb": "Bomb-laden clockwork sculpture",
			"data":{},
			"items":{}
		},
		"Glass Sentry": {
			"name": "Glass Sentry",
			"publicNotes": "<p>Shifting back and forth between a detailed likeness of a human and a muted and featureless bipedal form, this creature of pure sand moves with an eerie grace. The sand sentry is often called upon by spellcasters to stand guard over an area of great importance-these elementals are patient participants in such roles, making them well suited for long-term service.</p>",
			"blurb": "Variant elite sand sentry",
			"data":{},
			"items":{}
		},
		"Glaz Nixbrix": {
			"name": "Glaz Nixbrix",
			"blurb": "Male monkey goblin gang leader",
			"data":{},
			"items":{}
		},
		"Gold Tank Broker": {
			"name": "Gold Tank Broker",
			"publicNotes": "<p>Clockwork creatures are as common in Alkenstar as carts and horses are in most Inner Sea region cities. In the City of Smog, clockworks perform many of the simple, repetitive tasks that sentient workers find boring, as well as dangerous jobs such as private security or riot control.</p>\n<p>One of the jobs most commonly outsourced to clockworks is guard duty. Clockwork soldiers are often too costly to employ en masse, so municipalities looking to cut corners devised the much-cheaper clockwork handler, a budget-friendly construct sufficient for rat catching, door watching, and basic patrol work.</p>\n<p>Handlers are typically programmed to react efficiently to certain situations such as intruders or assailants. To that end, all handlers are equipped with an everburning torch fastened to their hooded lantern-like heads. Furthermore, most clockwork handlers used in public places have their fists covered in a padded material to ensure they don't accidentally beat suspects to death, though these modifications are removable (removing the nonlethal trait from their fist Strike). The nonlethal approach is considered the safest, as clockwork creatures don't always have the keenest judgement on who is a criminal and who is a customer. A healthy supply of rope allows the clockwork handler to quickly tie-up unruly vagabonds, that they might be brought to justice.</p>",
			"blurb": "Clockwork handler",
			"data":{},
			"items":{}
		},
		"Gold Tank Investor": {
			"name": "Gold Tank Investor",
			"blurb": "Various white-collar criminals",
			"data":{},
			"items":{}
		},
		"Gremlin Horde": {
			"name": "Gremlin Horde",
			"disable": "<p>@Check[type:arcana|dc:25|name:Devise counter-hex symbols], @Check[type:occultism|dc:25|name:Devise counter-hex symbols], or @Check[type:religion|dc:25|name:Devise counter-hex symbols] (trained) to devise counter-hex symbols that frighten and scatter a gremlin gang, or @Check[type:acrobatics|dc:28|name:Scatter a gremlin gang] or @Check[type:stealth|dc:28|name:Scatter a gremlin gang] (expert) to capture and scatter a gremlin gang</p>",
			"hazarddescription": "<p>Three gangs of gremlins hide within the spiral centurion, cackling with glee and hurling blasts of hex magic. The hazard occupies the same space as the spiral centurion, moving with it.</p>",
			"reset": "<p>If not captured or killed, the scattered gremlin gangs regroup after [[/r 1d4 #Hours]]{1d4 hours}.</p>",
			"routine": "<p>(3 actions; misfortune) The gremlin horde hurls one tinkering curse with each action, targeting an item within 60 feet wielded or worn by a creature. The creature must attempt a @Check[type:will|dc:27] save. The gremlin horde loses 1 action for each gremlin gang that's scattered.</p>\n<hr />\n<p><strong>Critical Success</strong> The hex bounces back to affect the gremlin horde. For 1 round, all creatures gain a +1 status bonus to checks to disable this hazard.</p>\n<p><strong>Success</strong> The item is unaffected.</p>\n<p><strong>Failure</strong> The item becomes unreliable for 1 round. If a creature attempts to Activate the item or Interact with it, it must succeed at a @Check[type:flat|dc:5] or the action is wasted. If the item doesn't have an active use (such a mundane cloak), the creature wearing the item must instead immediately succeed at a @Check[type:flat|dc:5] or become tangled with the item and fall @UUID[Compendium.pf2e.conditionitems.j91X7x0XSomq8d60]{Prone}.</p>\n<p><strong>Critical Failure</strong> As failure, but the creature wielding or wearing the item also becomes @UUID[Compendium.pf2e.conditionitems.i3OJZU2nk64Df3xm]{Clumsy 2}.</p>",
			"stealthdetails": "<p>(expert)</p>",
			"data":{},
			"items":{}
		},
		"Gunmarshal": {
			"name": "Gunmarshal",
			"blurb": "Rookie shieldmarshal",
			"data":{},
			"items":{}
		},
		"Hansin": {
			"name": "Hansin",
			"publicNotes": "<p>Cutthroats, killers, thieves, and toughs prey upon the vulnerable of society. Directing their activities and keeping them in line are the duties of the gang leader.</p>\n<hr />\n<p>Villains pursue selfish and cruel goals, trampling over anyone foolish or purehearted enough to stand in their way.</p>",
			"blurb": "Male human gang leader",
			"data":{},
			"items":{}
		},
		"Headless Rustler": {
			"name": "Headless Rustler",
			"publicNotes": "<p>Riding on a horse as black as night, the headless hunter known as the dullahan tracks down and takes the heads of those it deems unfit to continue living. When closing in for the kill, the dullahan first whispers its victim's name, then swiftly collects its prize, casting a pall of dread upon all who witness the grim execution.</p>\n<p>A dullahan manifests when a particularly violent warrior is beheaded and the warrior's soul stubbornly clings to material existence (or is refused entry to the afterlife). Most dullahans return to their former homelands, where they can exact vengeance those they feel wronged them in life (or their living descendants). A dullahan's concept of justice is swift and merciless, and once it has selected a target, it is unwavering in its cause.</p>\n<p>Perhaps even more than revenge on the living, a dullahan desires its own rotted head. An individual who wields the head of a dullahan is powerful indeed, for a dullahan will grudgingly serve such a master in the hopes of reclaiming its missing skull. Mighty fiends such as devils command dullahans to harvest souls or lead armies for them, while a mortal might use such an undead warrior to fulfill a personal vendetta. No matter its master's rank or station, however, a dullahan won't hesitate to kill its liege and reclaim its head when the opportunity presents itself.</p>\n<p>Most dullahan lairs are abandoned, overgrown ruins or other dilapidated places where severed heads and other trophies line the walls. Some dullahans, on the other hand, are content to simply commit their foul deeds and leave the remains of their decapitated victims in the streets, strewn among a copse of dead trees, or unceremoniously tossed in a bog hole.</p>",
			"blurb": "Variant dullahans",
			"data":{},
			"items":{}
		},
		"I": {
			"name": "I",
			"blurb": "Genderless alien entity of unknown provenance",
			"data":{},
			"items":{}
		},
		"Ibrium": {
			"name": "Ibrium",
			"blurb": "Male human vitrumancer and Nexian agent",
			"data":{},
			"items":{}
		},
		"Ioton (F6)": {
			"name": "Ioton (F6)",
			"publicNotes": "<p>The Astral Plane is a planar nexus, connecting the planes of the Inner Sphere to those of the Outer Sphere, a realm of timeless silver substance charged with mental essence drawn from throughout the Great Beyond. Most creatures on the Astral Plane are visitors-predators seeking to poach from the River of Souls, psychopomps guarding against such incursions, and aeons monitoring the flow of raw quintessence through the Antipode. Yet, this plane has spawned creatures native to its strange currents and eddies, foremost of which is the family of thought-spawned creatures known as ennosites.</p>\n<p>An ennosite's form physically embodies of its thought and purpose. As some ideals and goals are shared, so are certain forms.</p>\n<hr />\n<p>Periodically, stray thoughts colliding on the Astral Plane become entangled, forming a knot of rudimentary intellect. Known as iotons, these beings lack the willpower to manifest physical bodies, much less the self-awareness and vision to know what form these physical bodies might take. Instead, they manifest as ghostly, cloudlike wisps, each intermittently forming ephemeral features like alien eyes, unspeaking mouths, and shimmering symbols as iotons instinctively process their surroundings. Left alone, they might drift for ages amidst the Silver Sea.</p>\n<p>Gregariously parasitic, iotons sense and congregate around thinking beings, eagerly tearing off stray thoughts and using the harvested psychic energy to think clearly and form physical bodies. An ioton might understand that this process inflicts painful headaches in its victims, but it typically doesn't care. Not only do most of these ennosites become drunk on their newfound mental power and cling to their captured thoughts, but returning what they stole also robs an ioton of the mental bandwidth necessary to parse right from wrong. This sometimes causes a painful cycle where it repeatedly steals thoughts, apologetically surrenders them, and then blithely steals the thoughts anew.</p>\n<p>Iotons that gradually accumulate and consolidate enough mental potential form a permanent body, transforming into another type of ennosite.</p>",
			"data":{},
			"items":{}
		},
		"Irkem Dresh": {
			"name": "Irkem Dresh",
			"blurb": "Female dwarf banker",
			"data":{},
			"items":{}
		},
		"Iron Dart Launcher": {
			"name": "Iron Dart Launcher",
			"disable": "<p>@Check[type:thievery|dc:22|name:Disable the trigger|traits:action:disable-a-device] (trained) to disable the trigger, or @Check[type:acrobatics|dc:18|name:Squeeze through the door|traits:action:squeeze] to squeeze through the partially opened door (this doesn't disable the trap but prevents it from triggering)</p>",
			"hazarddescription": "<p>A half‑dozen iron darts fire from spring‑loaded launchers concealed in the desk opposite the front door.</p>",
			"reset": "<p>The trap resets as soon as the door is closed. It has enough darts to trigger three times, after which, it must be reloaded with 20 darts before it can reset again.</p>",
			"stealthdetails": "<p>(expert)</p>",
			"data":{},
			"items":{}
		},
		"Kreeth-Ni": {
			"name": "Kreeth-Ni",
			"senses": "+ 13 to Seek creatures using hearing, 昏暗视觉",
			"blurb": "Female nyktera oracle",
			"data":{},
			"items":{}
		},
		"Leadsmith": {
			"name": "Leadsmith",
			"blurb": "Various dwarven investigators for hire",
			"data":{},
			"items":{}
		},
		"Lonely Machine Spirit": {
			"name": "Lonely Machine Spirit",
			"disable": "<p>@Check[type:religion|dc:22|name:Eject the animating spirit|traits:hazard,haunt,complex] (trained) or @Check[type:engineering|dc:20|name:Eject the animating spirit|traits:hazard,haunt,complex] Lore (trained) to eject the animating spirit from its mechanical shell. Creatures gain a +2 circumstance bonus on their check if they use the airship's name, Harpy's Kiss, as part of their skill check, or a +4 circumstance bonus if they utter the name \"Phera Wyndslow.\" The haunt remains active until its spirit is ejected, the haunt is destroyed, or there are no living creatures within 30 feet.</p>",
			"hazarddescription": "<p>Ghostly smoke rising from an alchemical engine belches forth; the screeching sound of grinding gears echoes from the engine as it shutters to life.</p>",
			"reset": "<p>The haunt deactivates and resets after 1 hour.</p>",
			"routine": "<p>(2 actions) The lonely machine spirit Belches Smoke or makes two red hot gear Strikes against two creatures within 30 feet.</p>",
			"stealthdetails": "<p>(trained)</p>",
			"data":{},
			"items":{}
		},
		"Lyzerium Bottles": {
			"name": "Lyzerium Bottles",
			"disable": "<p>Interact action to pick up one of the five bottles.</p>",
			"hazarddescription": "<p>Five tiny glass bottles, each full of volatile green liquid, are discretely positioned around the room. Each bottle explodes when its glass is broken.</p>",
			"stealthdetails": "",
			"data":{},
			"items":{}
		},
		"Masu": {
			"name": "Masu",
			"blurb": "Female tabby cat",
			"data":{},
			"items":{}
		},
		"Mutant Bat": {
			"name": "Mutant Bat",
			"blurb": "Mana Wastes mutated giant bats",
			"data":{},
			"items":{}
		},
		"Mutant Desert Drake": {
			"name": "Mutant Desert Drake",
			"speed": "burrow in sand only",
			"publicNotes": "<p>A mutant desert drake often dwells in regions where magic has transformed the desert sands into sheets of glass or growths of strangely growing crystals.</p>\n<hr />\n<p>The magic-warping effects of the Mana Wastes extend to the life forces of creatures unfortunate enough to become lost in the cursed desert. Those who undergo the wasteland's most dramatic metamorphoses are referred to as Mana Wastes mutants.</p>",
			"blurb": "Mana Wastes mutated desert drake",
			"data":{},
			"items":{}
		},
		"Mutant Giant Toad": {
			"name": "Mutant Giant Toad",
			"publicNotes": "<p>Mutant giant toads prefer to dwell in polluted refuse heaps, contaminated swaths of sand, or other poisonous wastes. Often afflicted with a vestigial face or limbs, its back is studded with acid-filled pustules.</p>\n<hr />\n<p>The magic-warping effects of the Mana Wastes extend to the life forces of creatures unfortunate enough to become lost in the cursed desert. Those who undergo the wasteland's most dramatic metamorphoses are referred to as Mana Wastes mutants.</p>",
			"blurb": "Mana Wastes mutated giant toad",
			"data":{},
			"items":{}
		},
		"Ogre Slug": {
			"name": "Ogre Slug",
			"publicNotes": "<p>Ogre gluttons take the act of feeding to a horrific extreme, capable of extending their already cavernous mouths wide enough to gulp down a halfling. Stories of ogre gluttons being tricked into eating razor-edged shields or barrels filled with poisoned meat are common, but such tales are of little consolation to those who have been gobbled down whole by these ravenous giants. In addition to their sadistic table manners, ogre gluttons have a disturbing knack for coming up with violent \"games\" that are little more than drawn-out torments, yet those who somehow manage to beat a glutton at the rules of its own game can often enrage and frustrate the ogre enough that the resulting tantrum is more than enough distraction to afford a last-ditch escape from doom.</p>\n<hr />\n<p>Ogres embody brutish, amoral violence and cruelty. Standing 10 feet tall and densely muscled, ogres are as strong as they are cruel. Ogres are sadists that enjoy remorseless murder, torture, degradation, and mutilation in all of its forms. Although they prefer to vent their violent urges on smaller humanoids-the smaller and more beautiful, the better-ogres promise a horrifying fate for anyone unlucky enough to fall within their meaty grasp. But for all their creativity in developing methods of violence, ogres often remain too dim-witted to realize that their playthings lack an ogre's robust fortitude and high pain tolerance, so most captives die far sooner than the ogres might prefer. Such a fate is perhaps preferable however, as those who survive too long as ogres' playthings suffer lasting mental scars from the horrifying abuse. A captive able to keep their wits can sometimes trick the brutes by promising treasure, meatier captives, or other crude amusements, taking advantage of an ogre's limited intellect to engineer opportunities to escape.</p>\n<p>Ogres are social creatures only in the most debased sense. They gather together in groups called families, though members are not always related by blood. Ogres practice incest regularly, believing that it makes for stronger familial bonds, and most ogres are misshapen or mutated from generations of inbreeding. The most powerful ogre in any family is the \"boss\"-usually the family's patriarch or matriarch-while other ogres in the family learn to obey or risk being brutalized by the boss's loyal kin. Ogres lair in caves, crumbling ruins, or dilapidated shacks close enough to humanoid settlements or animal trails to make raiding easy. These lairs are filthy and frequently contain all-too-recognizable evidence of their depravity.</p>",
			"blurb": "Variant elite ogre gluttons",
			"data":{},
			"items":{}
		},
		"Palzu": {
			"name": "Palzu",
			"blurb": "Male dominated gnoll sharpshooter",
			"data":{},
			"items":{}
		},
		"Parsus": {
			"name": "Parsus",
			"blurb": "Pangender dhampir necromancer",
			"data":{},
			"items":{}
		},
		"Powderkeg Punk Bombardier": {
			"name": "Powderkeg Punk Bombardier",
			"blurb": "Various arsonists",
			"data":{},
			"items":{}
		},
		"Powderkeg Punk Gunner": {
			"name": "Powderkeg Punk Gunner",
			"blurb": "Various gang toughs",
			"data":{},
			"items":{}
		},
		"Prairie Drake": {
			"name": "Prairie Drake",
			"senses": "震颤感知 30 尺 (imprecise)",
			"publicNotes": "<p>These squat, mud-brown drakes resemble scaly pit bulls with blunt, toothy snouts. The desert drake is the prairie drake's closest known relative, as both share a strong affinity for earth, can burrow through soil, and hack up balls of dirt that they aim at enemies. But whereas a desert drake is sleek and nimble, flying through lightning storms and siroccos with ease, the prairie drake has all the grace of a chicken, barely able to flutter clumsily up a low hill or over a boulder. Owing to their largely vestigial wings, it's no wonder prairie drakes prefer burrowing over soaring.</p>\n<p>The average prairie drake has a temperament similar to that of a wicked child who delights in tormenting others. They ambush tiny animals from underground and play with their food thoroughly before eating. To assert their supremacy over other scrubland predators, prairie drakes knock down their rivals and attack them mercilessly. They often make grisly displays from the corpses of their foes to intimidate other would-be competitors.</p>\n<p>Prairie drakes build and live in burrow mounds just beneath the surface of their environs. They make shallow tunnels in search of large insects, rodents, and ground snakes. Prairie drakes' presence helps to turn the topsoil and encourage new plant growth, supporting other animal life and making them a keystone species for the environment. Even their breath weapon leaves behind rich \"drake soil,\" coveted by farmers and gardeners for the potent effects it has on plants. Being seen as \"useful\" or \"beneficial\" annoys most prairie drakes, who believe such a reputation makes them look weak and conflicts with their \"apex predator\" mystique. After they've gotten too much positive attention, a prairie drake is apt to murder a farm animal or destroy croplands only to prove that they're far from harmless.</p>",
			"data":{},
			"items":{}
		},
		"Precarious Thunderstone Trap": {
			"name": "Precarious Thunderstone Trap",
			"disable": "<p>@Check[type:thievery|dc:15|name:Remove the thunderstone|traits:hazard,mechanical,trap] (trained) to remove the thunderstone or @Check[type:reflex|dc:18|name:Catch the falling thunderstone|traits:hazard,mechanical,trap] save to catch the falling thunderstone</p>",
			"hazarddescription": "<p>A tripwire fastened to the gate snaps when the gate is opened, releasing a moderate thunderstone to the ground.</p>",
			"stealthdetails": "<p>(trained)</p>",
			"data":{},
			"items":{}
		},
		"Purple Dye Trap": {
			"name": "Purple Dye Trap",
			"disable": "<p>@Check[type:thievery|dc:17|name:Remove the jar and thunderstone|traits:hazard,trap,mechanical] (trained) to remove the jar and thunderstone carefully or @Check[type:athletics|dc:20|name:Reinforce the flagstone|traits:hazard,trap,mechanical] to reinforce the flagstone pressure sensor with an improvised wedge</p>",
			"hazarddescription": "<p>A spring-loaded glass jar containing purple dye and a thunderstone pops from the ground and explodes when a pressure sensor is triggered.</p>",
			"stealthdetails": "<p>(trained)</p>",
			"data":{},
			"items":{}
		},
		"Pyronite Ooze": {
			"name": "Pyronite Ooze",
			"publicNotes": "<p>With the discovery of the incredible gelatinous explosive called pyronite, it was perhaps inevitable alchemical monstrosities made of the stuff would soon follow. So-called pyronite oozes sometimes spontaneously manifest from stockpiles of pyronite or other powerful explosives, typically amid mana storms or when affected by powerful magic.</p>\n<p>Pyronite oozes have an extremely unstable life cycle and are defined by their ability to continuously explode and reform themselves. A pyronite ooze's violent explosions hinder observations, making it difficult to learn anything from the volatile jelly. To complicate matters further, pyronite oozes seem drawn to other unstable alchemical concoctions. Test subjects brought to the Spellscar Desert have been observed bathing themselves in pools of magic-polluted effluvia. Although they typically reform into a single entity after exploding, pyronite oozes bathed in chemicals sometimes remain apart after splitting, creating two independent oozes. Some speculate that an as yet unknown reagent must be essential for the oozes to reproduce on their own.</p>",
			"data":{},
			"items":{}
		},
		"Repeater Crossbow Trap": {
			"name": "Repeater Crossbow Trap",
			"disable": "<p>@Check[type:thievery|dc:20|name:Disengage the reloading mechanism|traits:hazard,complex,mechanical,trap] (Expert) or @Check[type:crafting|dc:20|name:Disengage the reloading mechanism|traits:hazard,complex,mechanical,trap] (Trained) to disengage the reloading mechanism; the trap can also be disabled by the switch in area <strong>F2</strong></p>",
			"hazarddescription": "<p>A pressure plate in the hallway floor releases a latch, causing a ceiling panel to drop down. A <em>+1 striking heavy crossbow</em> contained in a steel box sprays bolts at any creatures in the hallway.</p>",
			"reset": "<p>The trap runs out of ammo after it fires 5 bolts; it must be manually reloaded.</p>",
			"routine": "<p>(3 actions) The repeater crossbow trap reloads (2 actions) then Strikes a random creature in the hallway.</p>",
			"stealthdetails": "<p>(trained)</p>",
			"data":{},
			"items":{}
		},
		"Roxy": {
			"name": "Roxy",
			"senses": "震颤感知 30 尺 (imprecise)",
			"publicNotes": "<p>These squat, mud-brown drakes resemble scaly pit bulls with blunt, toothy snouts. The desert drake is the prairie drake's closest known relative, as both share a strong affinity for earth, can burrow through soil, and hack up balls of dirt that they aim at enemies. But whereas a desert drake is sleek and nimble, flying through lightning storms and siroccos with ease, the prairie drake has all the grace of a chicken, barely able to flutter clumsily up a low hill or over a boulder. Owing to their largely vestigial wings, it's no wonder prairie drakes prefer burrowing over soaring.</p>\n<p>The average prairie drake has a temperament similar to that of a wicked child who delights in tormenting others. They ambush tiny animals from underground and play with their food thoroughly before eating. To assert their supremacy over other scrubland predators, prairie drakes knock down their rivals and attack them mercilessly. They often make grisly displays from the corpses of their foes to intimidate other would-be competitors.</p>\n<p>Prairie drakes build and live in burrow mounds just beneath the surface of their environs. They make shallow tunnels in search of large insects, rodents, and ground snakes. Prairie drakes' presence helps to turn the topsoil and encourage new plant growth, supporting other animal life and making them a keystone species for the environment. Even their breath weapon leaves behind rich \"drake soil,\" coveted by farmers and gardeners for the potent effects it has on plants. Being seen as \"useful\" or \"beneficial\" annoys most prairie drakes, who believe such a reputation makes them look weak and conflicts with their \"apex predator\" mystique. After they've gotten too much positive attention, a prairie drake is apt to murder a farm animal or destroy croplands only to prove that they're far from harmless.</p>",
			"blurb": "Female prairie drake",
			"data":{},
			"items":{}
		},
		"Rust Ooze": {
			"name": "Rust Ooze",
			"publicNotes": "<p>Urban pollution breeds all kinds of new and interesting ooze creatures.</p>\n<p>These reddish-brown globs wriggle through sewers and other waterways in search of iron pipes, metal trash, and other objects that rust.</p>",
			"data":{},
			"items":{}
		},
		"Sabora Sharkosa": {
			"name": "Sabora Sharkosa",
			"blurb": "Female half-elf martial artist gang leader",
			"data":{},
			"items":{}
		},
		"Scarecophagus": {
			"name": "Scarecophagus",
			"publicNotes": "<p>Originally created by Gebbite necromancers during the war against Nex, the scarecophagus is an evil construct that draws power directly from the undead mummy trapped forever within its sealed core. This necromantic energy is channeled throughout the construct's body, allowing it to scuttle about on legs of stone, animate tentacles to strike at foes, and use the mummy's trapped mind for its own sapience and magical powers.</p>",
			"data":{},
			"items":{}
		},
		"Second Kiss Engine": {
			"name": "Second Kiss Engine",
			"disable": "<p>@Check[type:thievery|dc:28|name:Disable the engine|traits:action:disable-a-device] (expert) to disable the engine, or @Check[type:engineering-lore|dc:26|name:Disengage the drive shaft] to disengage the drive shaft. Either method disables the trap but also shuts down the engine, disabling the Second Kiss's propulsion.</p>",
			"hazarddescription": "<p>Exposed clockwork gears spin at high speeds.</p>",
			"stealthdetails": "",
			"data":{},
			"items":{}
		},
		"Shock Zombie": {
			"name": "Shock Zombie",
			"hp": "lightning powered, 负能量治疗",
			"publicNotes": "<p>Shock zombies are hideous undead covered with bolts and electrical wiring. Most have two large electric coils mounted on their backs to absorb and project electricity. If uncontrolled, shock zombies often wander far afield in search of inventors' labs or lightning storms to draw power from. In a pinch, the natural electric currents inside living creatures more than suffice.</p>",
			"data":{},
			"items":{}
		},
		"Shoma Lyzerius": {
			"name": "Shoma Lyzerius",
			"blurb": "Male ifrit alchemist",
			"data":{},
			"items":{}
		},
		"Skeletal Crocodile": {
			"name": "Skeletal Crocodile",
			"publicNotes": "<p>Huge giants and other enormous creatures make powerful skeletons.</p>\n<hr />\n<p>Made from bones held together by foul necromancy, skeletons are among the most common types of undead, found haunting old dungeons and forgotten cemeteries.</p>",
			"blurb": "Variant elite skeletal hulk",
			"data":{},
			"items":{}
		},
		"Slick": {
			"name": "Slick",
			"publicNotes": "<p>Giant chameleons are legendary for their ability to change their skin color in response to their surroundings. Their eyes are capable of peering in different directions independently, making them almost as difficult to sneak up on as they are to notice in the first place.</p>",
			"blurb": "Giant chameleon",
			"data":{},
			"items":{}
		},
		"Sludgespine Killer": {
			"name": "Sludgespine Killer",
			"blurb": "Mutated gnoll murderers",
			"data":{},
			"items":{}
		},
		"Smog Giant": {
			"name": "Smog Giant",
			"publicNotes": "<p>Corrupting magical storms and the interference of unethical gear- smiths birthed the first of the so-called smog giants. These hot-tempered behemoths all originate from a clan of unfortunate hill giants which became so attuned to their strange environment they developed unique mutations and incredibly violent dispositions. For all their physical abnormalities, it's still fair to say the violent confrontations common along the Western Ravage are the true cause of smog giants' monstrous nature.</p>\n<p>Smog giants can eat meat and bone, but they prefer diets of black powder and the raw materials that make up this alchemical concoction. Their bodies store repositories of the stuff infused with the unstable occult energies that lace their flesh, granting them the ability to \"crack\" these pockets of subdermal explosives when they attack, much like a tough cracking their knuckles during a fight. In this case however, the results are much more violent—especially when coupled with the large quantities of weaponized body piercings and adornments smog giants often wear.</p>",
			"data":{},
			"items":{}
		},
		"Smog Wraith": {
			"name": "Smog Wraith",
			"publicNotes": "<p>Clouds of choking fumes and toxic smog continuously shroud these potent undead. They constantly belch forth noxious vapors and find great humor in the death of creatures too weak to resist their vile fumes. These fetid vapors are so dense the corpses of a smog wraith's victims can float among them.</p>\n<p>Though it's possible to create smog wraiths through necromancy, most are the result of industrialists, inventors, and polluters who in life relished opportunities to exploit nature for profit, power, or prestige. In death, these wretched souls can rise as smog wraiths to continue their spoliation.</p>",
			"data":{},
			"items":{}
		},
		"Spellscar Sky Marauder": {
			"name": "Spellscar Sky Marauder",
			"blurb": "Mana Wastes mutant maftet bandits",
			"data":{},
			"items":{}
		},
		"Steaming Kingdom Bartender": {
			"name": "Steaming Kingdom Bartender",
			"publicNotes": "<p>Barkeeps are often friends and mentors within a community, lending an ear while supplying libations. The best barkeeps have some talent for storytelling and passing on valuable advice.</p>\n<hr />\n<p>Countless adventures begin in a tavern or a pub. Maybe it's because such places attract the risk-prone, or maybe it's because everyone needs a little liquid courage before they decide to take on a group of rampaging ogres.</p>",
			"blurb": "Male dwarf elite barkeep",
			"data":{},
			"items":{}
		},
		"Stink-Sap Trap": {
			"name": "Stink-Sap Trap",
			"disable": "<p>@Check[type:thievery|dc:15|name:Clog the nozzle|traits:hazard,mechanical,trap] (trained) to clog the nozzle or @Check[type:athletics|dc:14|name:Redirect the stream|traits:hazard,mechanical,trap] (trained) to redirect the stream away from the path; the Athletics check can be made at a distance with a thrown object, but a critical failure triggers the trap's Sudden Spray.</p>",
			"hazarddescription": "<p>A nozzle attached to a pressure sensor under the flagstone path sprays thick wads of smelly sap.</p>",
			"reset": "<p>1 minute. The trap resets automatically twice before the supply of stink sap is exhausted.</p>",
			"stealthdetails": "<p>(trained)</p>",
			"data":{},
			"items":{}
		},
		"Subduing Gas Chamber": {
			"name": "Subduing Gas Chamber",
			"disable": "<p>@Check[type:thievery|dc:26|name:Disconnect the wire|traits:hazard,complex,mechanical,trap] (Trained) to disconnect the wire to the counterweight, preventing it from falling, or @Check[type:crafting|dc:20|name:Create a counteragent|traits:hazard,complex,mechanical,trap,alchemical,action:craft] (Alchemical Crafting) to create a counteragent to the sleeping gas</p>",
			"hazarddescription": "<p>A mechanical sensor in the desk drawer releases a counterweight in the wall, which slams the door shut and opens the sleeping gas tank under the bed, allowing gas to fill the air-tight room with a hissing sound.</p>",
			"reset": "<p>The gas must be manually reloaded.</p>",
			"routine": "<p>(1 action) Each round on its initiative count, the trap pumps more sleeping gas into the room. Any breathing creature in the room is exposed to the toxin. If a creature acts before the trap on the first round, it has the option of holding its breath to postpone breathing in the poison-holding one's breath after the trap's first action has no effect, since the air in the creature's lungs is already tainted. The trap functions for 1 minute before all the gas is expended, after which it rapidly decays over the next minute. Opening the door to an adjacent room cuts the remaining time it takes for the gas to decay in half but exposes creatures in that room as well.</p>",
			"stealthdetails": "<p>(Expert)</p>",
			"data":{},
			"items":{}
		},
		"Swee Pup": {
			"name": "Swee Pup",
			"publicNotes": "<p>Soulbound dolls are eerie mannequins or playthings that have been imbued with a small piece of a deceased mortal's soul. These little constructs are created for a variety of reasons-such as to serve as companions or servants-but their free will means their obedience to their creators is hardly a given. Followers of Pharasma generally abhor soulbound dolls, viewing them as a perversion of the natural cycle of souls, and those who worship the Lady of Graves see the destruction of a soulbound doll, regardless of the construct's alignment, as an important service to the Great Beyond. Soulbound dolls are the simplest in a series of soulbound constructs including human-sized soulbound mannequins, powerful soulbound shells, and sentinel soulbound terra-cotta warriors. Creating them from unwilling living creatures is evil, and an unwilling donor can resist the process with a successful Will save against the creator's Craft DC, ruining the doll if not preventing the donor's death. A non-evil doll can only be crafted from the soul of a person who has given consent to such use before their death occurred</p>\n<p>Soulbound dolls encountered by adventurers are typically guardians of some sort; despite their diminutive size, the soul fragment's power makes the doll's flst more dangerous than a casual observer would expect. Further, it grants the doll a single spell of outsized power given its stature. Because of their autonomy and remarkable intelligence, soulbound dolls are occasionally employed by their crafters as administrators over much more powerful but mindless constructs such as golems, allowing such dolls to control defenses far beyond their own capabilities. Though soulbound dolls contain a small fragment of a soul extracted during or shortly after a person's death, this doesn't affect the deceased's resurrection or progress to the afterlife. This extraction process is lethal to otherwise-living prospective soul donors, though there are rumors of more expensive processes that allows someone to donate a fragment of a living soul without repercussions.</p>\n<p>The soul fragment resides in a soul focus gem typically embedded in the doll's neck or chest. The soul fragment isn't static, and the doll continues to learn from its initial state, meaning its personality and abilities can change, possibly growing closer to the donor's or moving farther afield on its own individual path. The soulbound doll's focus gem retains the doll's memories even after the doll's destruction. The the intact soul focus gem of a destroyed doll can even be placed into a new doll body by someone knowledgeable in the creation of soulbound creatures, effectively reconstituting the soulbound doll.</p>",
			"blurb": "Custom soulbound doll",
			"data":{},
			"items":{}
		},
		"The Claws of Time": {
			"name": "The Claws of Time",
			"blurb": "Hound of Tindalos hunter",
			"data":{},
			"items":{}
		},
		"Trapjaw Tangle": {
			"name": "Trapjaw Tangle",
			"publicNotes": "<p>Sometimes the best intentions result in dire consequences and even a successful project can turn into an unending nightmare. Such is the grim tale of the first trapjaw tangles. These mechanical swarms were initially created as a solution to the pestilence of mutated rodents that plagued Alkenstar. These mobile rat traps, bound together by a magical matrix of occult energy, were programmed to wait in ambush or chase down their prey. The first trapjaw tangles proved effective and their creators were well rewarded for their ingenious designs. Soon trapjaw tangles were deployed throughout Alkenstar, Martel, and the Gunworks. Waves of them would be sent to roam into the Spellscar Desert, and the ever-present vermin were quickly forgotten.</p>\n<p>Then disaster struck. A rogue wave of magical energy washed over an airship that carried a trapjaw tangle in its hold. The magical affliction scrambled the tangle's programming and gave the swarm just enough intellect to send it on a red frenzy through the ship. When the airship crashed into the outskirts of Alkenstar, its crew perished but the infected tangle survived to infect every trapjaw it met with the same deadly scrambling of magic. Now, trapjaw tangles are an even greater menace to society than the vermin they were originally designed to eradicate.</p>",
			"data":{},
			"items":{}
		},
		"Vewslog": {
			"name": "Vewslog",
			"blurb": "Male cyclops gunslinger",
			"data":{},
			"items":{}
		},
		"Volatile Reagents": {
			"name": "Volatile Reagents",
			"disable": "<p>Three @Check[type:acrobatics|dc:20|name:Sort and separate the ingredients|traits:alchemical,hazard,complex,environmental] or @Check[type:crafting|dc:20|name:Sort and separate the ingredients|traits:alchemical,hazard,complex,environmental] checks to sort and separate the bottles of volatile ingredients into groups</p>",
			"hazarddescription": "<p>Potion bottles, alembics, and potent ingredients violently explode when jostled and accidentally combined.</p>",
			"reset": "<p>The lab contains enough ingredients for this hazard to last 1 minute before all materials are expended. Alternatively, the hazard resets once Slick shrinks to regular size.</p>",
			"routine": "<p>(1 action) A random 10-foot square in Gattlebee's laboratory explodes, dealing [[/r 2d6]] damage to creatures and objects in the area (@Check[type:reflex|dc:18|basic:true|traits:alchemical,hazard,complex,environmental]). The damage type is randomly determined each round: acid, cold, electricity, fire, slashing, or sonic.</p>",
			"stealthdetails": "<p>(trained)</p>",
			"data":{},
			"items":{}
		},
		"Wooden Bullets Trap": {
			"name": "Wooden Bullets Trap",
			"disable": "<p>@Check[type:thievery|dc:17|name:reinforce the porch sensor|traits:complex,hazard,trap,mechanical] (trained) to reinforce the porch pressure sensor or @Check[type:crafting|dc:15|name:Cover the holes|traits:complex,hazard,trap,mechanical] (trained) to cover the holes launching the bullets</p>",
			"hazarddescription": "<p>A hopper full of wooden sling bullets is attached to several launching devices, which spew the bullets at high velocity through various holes in the boards covering the window. A distinctive \"click\" and whirring sound indicate the trap has been sprung.</p>",
			"reset": "<p>The trap stops after 10 rounds or when the weight on the porch is removed, whichever comes first. The trap can operate for a total of 10 rounds before its ammunition is exhausted.</p>",
			"routine": "<p>(2 actions) The wooden bullets trap Strikes the two nearest creatures. It ignores @UUID[Compendium.pf2e.conditionitems.j91X7x0XSomq8d60]{Prone} creatures as the bullets fly overhead.</p>",
			"stealthdetails": "<p>(trained)</p>",
			"data":{},
			"items":{}
		},
		"Yeast Ooze": {
			"name": "Yeast Ooze",
			"publicNotes": "<p>Urban pollution breeds all kinds of new and interesting ooze creatures.</p>\n<p>Wild yeast and alchemy combine to form this monstrous frothing ooze.</p>",
			"data":{},
			"items":{}
		}
	}
}