{
	"label": "族裔特性 Ancestry Features",
	"entries": {
		"Aquatic Adaptation": {
			"name": "Aquatic Adaptation",
			"description": "<p>Your reptilian biology allows you to hold your breath for a long time. You gain the @Compendium[pf2e.feats-srd.aJUXbe9HJVvv0Mxa]{Breath Control} general feat as a bonus feat.</p>"
		},
		"Automaton Core": {
			"name": "Automaton Core",
			"description": "<p>Your body contains an automaton core infused with planar quintessence that grants you power to perform various tasks and houses your soul and life energy. This life energy flows through you much like the blood of humanoids. As a result, you are a living creature. You don't have the typical construct immunities, can be affected by effects that target a living creature, and can recover Hit Points normally via positive energy. Additionally, you are not destroyed when reduced to 0 Hit Points. Instead, your life energy attempts to keep you active even in dire straits; you are knocked out and begin dying when reduced to 0 Hit Points.</p>"
		},
		"Bite": {
			"name": "Bite",
			"description": "<p>Your sharp teeth and powerful jaws are fearsome weapons. You have a jaws unarmed attack that deals 1d6 piercing damage. Your jaws are in the brawling group.</p>"
		},
		"Blunt Snout": {
			"name": "Blunt Snout",
			"description": "<p>Your small, blunt snout and labyrinthine sinus system make you resistant to phenomena that assail the nose. When you roll a saving throw against inhaled threats (such as inhaled poisons) and olfactory effects (such as xulgath stench), you get the outcome one degree of success better than the result of your roll.</p>"
		},
		"Change Shape": {
			"name": "化形 Change Shape",
			"description": "<p>身为狐妖，你获得 @Compendium[pf2e.actionspf2e.wwvPiG2kET2rkSAG]{化形（狐妖） Change Shape (Kitsune)} 能力。</p>"
		},
		"Change Shape (Anadi)": {
			"name": "Change Shape (Anadi)",
			"description": "<p>As a anadi, you gain the @Compendium[pf2e.actionspf2e.34E7k2YRcsOU5uyl]{Change Shape (Anadi)} ability.</p>"
		},
		"Clan Dagger": {
			"name": "Clan Dagger",
			"description": "<p>You get one @Compendium[pf2e.equipment-srd.kJJvKm80KwWXPukV]{clan dagger} of your clan for free, as it was given to you at birth. Selling this dagger is a terrible taboo and earns you the disdain of other dwarves.</p>"
		},
		"Claws": {
			"name": "Claws",
			"description": "<p>Your sharp claws offer an alternative to the fists other humanoids bring to a fight. You have a claw unarmed attack that deals [[/r {1d4}[slashing]]]{1d4 slashing damage} and has the agile and finesse traits.</p>"
		},
		"Constructed": {
			"name": "Constructed",
			"description": "<p>Your synthetic body resists ailments better than those of purely biological organisms. You gain a +1 circumstance bonus to saving throws against diseases, poisons, and radiation.</p>"
		},
		"Constructed (Poppet)": {
			"name": "Constructed (Poppet)",
			"description": "<p>The materials of your body resist ailments that assail the flesh. You gain a +1 circumstance bonus to saving throws against death effects, disease, and poison as well as to saving throws against effects that would give you the drained, paralyzed, or sickened conditions. Your spark of life means that you're a living creature, and you can be healed by positive energy and harmed by negative energy as normal.</p>"
		},
		"Constructed Body": {
			"name": "Constructed Body",
			"description": "<p>Your physiological needs are different than those of living creatures. You don't need to eat or drink. You don't need to sleep, but you still need a daily period of rest. During this period of rest, you must enter a recuperating standby state for 2 hours, which is similar to sleeping except you are aware of your surroundings and don't take penalties for being @Compendium[pf2e.conditionitems.fBnFDH2MTzgFijKf]{Unconscious}. Much like with sleeping, if you go too long without entering your standby state, you become @Compendium[pf2e.conditionitems.HL2l2VRSaQHu9lUw]{Fatigued} and can't recover until you enter standby for 2 hours.</p>"
		},
		"Darkvision": {
			"name": "黑暗视觉 Darkvision",
			"description": "<p>拥有黑暗视觉的生物可以完美在黑暗和昏暗光中视物，只是这个视角下只能看到黑白二色。</p>"
		},
		"Draconic Exemplar": {
			"name": "Draconic Exemplar",
			"description": "<p>You draw minor powers from your draconic exemplar. Choose a type of chromatic or metallic dragon to be your exemplar. This determines your scale color and appearance, and dragons sometimes look more favorably upon those kobolds who resemble them, at the GM's discretion. Your exemplar may also determine details of other abilities you have, using the Draconic Exemplars table.</p>\n<h3><strong>Table 1-1 Draconic Exemplars</strong></h3>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Dragon</th>\n<th>Breath Weapon Shape</th>\n<th>Damage Type</th>\n<th>Saving Throw</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Black</td>\n<td>Line</td>\n<td>Acid</td>\n<td>Reflex</td>\n</tr>\n<tr>\n<td>Blue</td>\n<td>Line</td>\n<td>Electricity</td>\n<td>Reflex</td>\n</tr>\n<tr>\n<td>Green</td>\n<td>Cone</td>\n<td>Poison</td>\n<td>Fortitude</td>\n</tr>\n<tr>\n<td>Red</td>\n<td>Cone</td>\n<td>Fire</td>\n<td>Reflex</td>\n</tr>\n<tr>\n<td>White</td>\n<td>Cone</td>\n<td>Cold</td>\n<td>Reflex</td>\n</tr>\n<tr>\n<td>Brass</td>\n<td>Line</td>\n<td>Fire</td>\n<td>Reflex</td>\n</tr>\n<tr>\n<td>Bronze</td>\n<td>Line</td>\n<td>Electricity</td>\n<td>Reflex</td>\n</tr>\n<tr>\n<td>Copper</td>\n<td>Line</td>\n<td>Acid</td>\n<td>Reflex</td>\n</tr>\n<tr>\n<td>Gold</td>\n<td>Cone</td>\n<td>Fire</td>\n<td>Reflex</td>\n</tr>\n<tr>\n<td>Silver</td>\n<td>Cone</td>\n<td>Cold</td>\n<td>Reflex</td>\n</tr>\n</tbody>\n</table>"
		},
		"Emotionally Unaware": {
			"name": "Emotionally Unaware",
			"description": "<p>You find it difficult to understand and express complex emotions. You take a -1 circumstance penalty to Diplomacy and Performance checks, and on Perception checks to Sense Motive.</p>"
		},
		"Eyes in Back": {
			"name": "Eyes in Back",
			"description": "<p>You have eyes that point in several different directions and instinctively notice movement in the peripheries of your vision. When you use the Seek basic action, you can look for creatures in two areas instead of one. If precision is necessary, you can select two 30-foot cones or 15-foot bursts within line of sight instead of one.</p>"
		},
		"Fangs": {
			"name": "Fangs",
			"description": "<p>You were born with a natural means for hunting and self-defense. You gain a fangs unarmed attack that deals [[/r {1d6}[piercing]]]{1d6 piercing damage}. Your fangs are in the brawling group and have the finesse and unarmed traits.</p>"
		},
		"Flammable": {
			"name": "Flammable",
			"description": "<p>You have weakness to fire damage equal to one-third your level (minimum 1).</p>"
		},
		"Greater Darkvision": {
			"name": "高等黑暗视觉 Greater Darkvision",
			"description": "<p>拥有高等黑暗视觉的生物可以完美在黑暗和昏暗光中视物，只是这个视角下只能看到黑白二色。某些形式的魔法黑暗，例如4环<em>@Compendium[pf2e.spells-srd.4GE2ZdODgIQtg51c]{黑暗术 Darkness}</em>，能阻挡普通的 @Compendium[pf2e.ancestryfeatures.HHVQDp61ehcpdiU8]{黑暗视觉 Darkvision}，高等黑暗视觉才能看穿这些形式的魔法黑暗。</p>"
		},
		"Hydration": {
			"name": "Hydration",
			"description": "<p>While you are an amphibious being equally as capable on land as in the water, your body requires you to return to aquatic environments at least once in a 24-hour period. You must submerge in water in order to rehydrate your water-acclimated skin.</p>\n<p>If you fail to do this, your skin begins to crack and your gills become painful. After the first 24 hours outside of water, you take a –1 status penalty to Fortitude saves. After 48 hours, you struggle to breathe air and begin to suffocate until returned to water.</p>\n<p>@Compendium[pf2e.feature-effects.Q5FUu7yhWPJlcXei]{Effect: Hydration}</p>"
		},
		"Keen Eyes": {
			"name": "Keen Eyes",
			"description": "<p>Your eyes are sharp, allowing you to make out small details about concealed or even invisible creatures that others might miss. You gain a +2 circumstance bonus when using the @Compendium[pf2e.actionspf2e.BlAOM2X92SI6HMtJ]{Seek} action to find @Compendium[pf2e.conditionitems.iU0fEDdBp3rXpTMC]{Hidden} or @Compendium[pf2e.conditionitems.VRSef5y1LmL2Hkjf]{Undetected} creatures within 30 feet of you. When you target an opponent that is @Compendium[pf2e.conditionitems.DmAIPqOBomZ7H95W]{Concealed} from you or hidden from you, reduce the DC of the flat check to 3 for a concealed target or 9 for a hidden one.</p>"
		},
		"Land on Your Feet": {
			"name": "Land on Your Feet",
			"description": "<p>When you fall, you take only half the normal damage and don't land @Compendium[pf2e.conditionitems.j91X7x0XSomq8d60]{Prone}.</p>"
		},
		"Low-Light Vision": {
			"name": "低光视觉 Low-Light Vision",
			"description": "<p>有低光视觉的生物在昏暗光中视物如同在明亮光中一样，因此其忽略昏暗光提供的 @Compendium[pf2e.conditionitems.DmAIPqOBomZ7H95W]{隐蔽 Concealed}状态。</p>"
		},
		"Magical Strikes": {
			"name": "Magical Strikes",
			"description": "<p>Your inherent magic pervades your entire being. All your Strikes are magical, whether with unarmed attacks or weapons.</p>"
		},
		"Plant Nourishment": {
			"name": "Plant Nourishment",
			"description": "<p>You gain nourishment in the same way that the plants or fungi that match your body type normally do, through some combination of photosynthesis, absorbing minerals with your roots, or scavenging decaying matter. You typically do not need to pay for food. If you normally rely on photosynthesis and go without sunlight for 1 week, you begin to starve. You can derive nourishment from specially formulated bottles of sunlight instead of natural sunlight, but these bottles cost 10 times as much as standard rations (or 40 sp).</p>"
		},
		"Sharp Beak": {
			"name": "Sharp Beak",
			"description": "<p>With your Sharp Beak, you are never without a weapon. You have a beak unarmed attack that deals [[/r {1d6}[piercing]]]{1d6 piercing damage}. Your beak is in the brawling weapon group and has the finesse and unarmed traits.</p>"
		},
		"Stonestep Shisk": {
			"name": "Stonestep Shisk",
			"description": "<p>Navigating mountains and other rocky terrain is second nature to you. You can ignore non-magical difficult terrain caused by rubble and uneven ground made of stone and earth.</p>"
		},
		"Sunlight Healing": {
			"name": "Sunlight Healing",
			"description": "<p>A conrasu can enter a meditative, healing state as a 10-minute activity when exposed to direct sunlight, in which case they recover 1d8 Hit Points. At 3rd level, and every 2 levels thereafter, this healing increases by 1d8. Once a conrasu has recovered Hit Points in this way, they are temporarily immune to further uses of Sunlight Healing for 1 day.</p>"
		},
		"Swim": {
			"name": "Swim",
			"description": "<p>Azarketi get a base Swim speed of 30.</p>"
		},
		"Unusual Anatomy": {
			"name": "Unusual Anatomy",
			"description": "<p>Your unorthodox body resists physical afflictions meant for other creatures. You gain a +1 circumstance bonus to saves against diseases and poisons.</p>"
		},
		"Wings": {
			"name": "Wings",
			"description": "<p>All strix possess powerful wings. While not all strix focus on honing their flying skills, a strong flap of their wings allows strix to travel longer distances when jumping.</p>\n<p>When Leaping horizontally, you move an additional 5 feet. You don't automatically fail your checks to High Jump or Long Jump if you don't Stride at least 10 feet first. In addition, when you make a Long Jump, you can jump a distance up to 10 feet further than your Athletics check result, though still with the normal maximum of your Speed.</p>"
		}
	}
}