{
	"label": "灰烬之年 Age of Ashes",
	"mapping":{
		"name": "name",
        "portrait": {
            "path": "img",
            "converter": "npc-portrait-path"
        },
        "token": {
            "path": "prototypeToken",
            "converter": "npc-token-translation"
        },
        "data": {
            "path": "system",
            "converter": "npc-data-translation"
        },
        "items": {
            "path": "items",
            "converter": "npc-item-translation"
        },
        "publicNotes": "system.details.publicNotes",
        "dr": "system.traits.dr",
        "allSaves": "system.attributes.allSaves.value",
        "senses": "system.traits.senses.value",
        "hp": "system.attributes.hp.details",
        "disable": "system.details.disable",
        "hazarddescription": "system.details.description",
        "reset": "system.details.reset",
        "routine": "system.details.routine",
        "blurb":"system.details.blurb",
        "speed":"system.attributes.speed.details",
        "languages":"system.traits.languages.custom",
        "stealthdetails":"system.attributes.stealth.details",
        "ac":"system.attributes.ac.details",
        "di":"system.traits.di.custom"
	},
	"entries": {
		"Accursed Forge-Spurned": {
			"name": "Accursed Forge-Spurned",
			"hp": "eternal damnation, 负能量治疗",
			"data":{},
			"items":{
				"equipment-Soul Chain":{
					"name": "+2  高等强击炽焰 精金 Soul Chain",
					"description": "<p>这种4英尺的链条附着倒钩，一端或两段都有尖刺。有些会配置金属环作为握把。</p>\n<p>A forge-spurned wields a soul chain: a cursed +1 striking flaming spiked chain. Any other creature that has a soul chain must succeed at a @Check[type:will|dc:22|name:Soul Chain Transformation] save each day at sundown or transform into a forge-spurned permanently. A forge-spurned stops at nothing to retrieve its soul chain if it's lost.</p>"
				},
				"Eternal Damnation":{
					"name": "Eternal Damnation",
					"description": "<p>As long as its <em>soul chain</em> remains intact, the accursed forge-spurned can't be truly destroyed and rises again fully healed at the next sundown, even if its physical body was destroyed.</p>"
				},
				"Searing Heat":{
					"name": "Searing Heat",
					"description": "<p>A creature that touches the accursed forge-spurned (including @UUID[Compendium.pf2e.actionspf2e.PMbdMWc2QroouFGD]{Grappling} it or hitting it with an unarmed attack) takes [[/r {4d6}[fire]]]{4d6 fire damage} (@Check[type:reflex|dc:33|basic:true] save).</p>"
				},
				"Forge Breath":{
					"name": "Forge Breath",
					"description": "<p>The accursed forge-spurned breathes a cloud of stinging soot, ash, and glowing embers. This can affect either a @Template[type:cone|distance:30] or a @Template[type:burst|distance:20] centered on the accursed forge-spurned and persists for [[/br 1d4 #rounds]]{1d4 rounds}.</p>\n<p>Creatures that move into or start their turn in the area take [[/r {12d6}[fire]]]{12d6 fire damage} (@Check[type:reflex|dc:36|basic:true] save).</p>\n<p>A creature that fails its save is also @UUID[Compendium.pf2e.conditionitems.XgEqL1kFApUbl5Z2]{Blinded} for 1 minute. Creatures within the cloud are @UUID[Compendium.pf2e.conditionitems.DmAIPqOBomZ7H95W]{Concealed}, though not from the accursed forge-spurned.</p>\n<p>The accursed forge-spurned can't use Forge Breath again until it has used Inflate Bellows.</p>"
				},
				"Inflate Bellows":{
					"name": "Inflate Bellows",
					"description": "<p><strong>Requirements</strong> The accursed forge-spurned has used Forge Breath.</p>\n<hr />\n<p><strong>Effect</strong> The accursed forge-spurned re-inflates its flaccid lungs, enabling it to use Forge Breath again.</p>"
				},
				"Soul Chain":{
					"name": "Soul Chain",
					"description": "<p>If a creature is slain by an attack from the <em>soul chain</em> and the accursed forge-spurned is able to retain the creature's corpse, it can bind the creature's soul into the soul chain (as <em>@UUID[Compendium.pf2e.spells-srd.GYmXvS9NJ7QwfWGg]{Bind Soul}</em>) with a day of work at a forge and a @Check[type:crafting|dc:20|name:Soul Chain Bind] check.</p>\n<p>An individual whose soul is bound in this way can't be resurrected unless the soul chain is destroyed (Hardness 10, 40 HP, BT 20).</p>"
				},
				"Soul Siphon":{
					"name": "Soul Siphon",
					"description": "<p>When the accursed forge-spurned critically hits a target with its <em>soul chain</em>, the chain leeches away a portion of the target's soul. The target must attempt a @Check[type:fortitude|dc:36] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target is @UUID[Compendium.pf2e.conditionitems.4D2KBtexWXa6oUMR]{Drained 1}.</p>\n<p><strong>Failure</strong> The target is @UUID[Compendium.pf2e.conditionitems.4D2KBtexWXa6oUMR]{Drained 2}.</p>\n<p><strong>Critical Failure</strong> The target is drained 2 and @UUID[Compendium.pf2e.conditionitems.dfCMdR4wnpbYNTix]{Stunned 2} from the pain.</p>"
				}
			}
		},
		"Acidic Needle Launcher": {
			"name": "Acidic Needle Launcher",
			"disable": "<p>@Check[type:thievery|dc:36|name:Disable Firing Mechanism|traits:mechanical,trap,complex] to disable some firing mechanisms, making three adjacent squares in the trapped area safe to enter.</p>",
			"hazarddescription": "<p>A ceiling-mounted launcher rains resinous needles onto intruders, after which the needles melt into acid.</p>",
			"routine": "<p>(3 actions) The acidic needle launcher fires a needle at a random target in the area indicated on the map.</p>",
			"stealthdetails": "<p>(master)</p>",
			"data":{},
			"items":{
				"Needle Rain":{
					"name": "Needle Rain",
					"description": "<p><strong>Trigger</strong> A creature moves into the area indicated on the map</p>\n<hr />\n<p><strong>Effect</strong> The trap shoots an acidic needle at a random target in the area indicated on the map, then rolls initiative.</p>"
				}
			}
		},
		"Aiudara Wraith": {
			"name": "Aiudara Wraith",
			"speed": "instantaneous movement",
			"publicNotes": "<p>Dahak's influence in Alseta's Landing created a soul-draining effect that slays unprotected creatures within, transforming them into ghostly creatures known as aiudara wraiths, but these rare undead can rise within modern aiudara portals as well. Each time an individual travels through an aiudara, there's a chance their passage could leave a faint imprint of their subconscious in the network. Normally this imprint simply fades away, but when an aiudara is damaged or the individual is suffering from necromantic contagions, these imprints can accumulate and, in time, coalesce on the Astral Plane or within Alseta's Landing as a full-fledged aiudara wraith. The wraith is forced to live with an incomplete sense of self, always seeking its own memories and swiftly growing violent and vengeful as its quest to reclaim these ephemeral notions constantly meets with failure.</p>",
			"data":{},
			"items":{
				"Teleportation Attachment":{
					"name": "Teleportation Attachment",
					"description": "<p><strong>Trigger</strong> A creature within 60 feet uses a teleportation effect</p>\n<hr />\n<p><strong>Effect</strong> The aiudara wraith teleports with the creature, arriving in an empty space of its choice adjacent to the triggering creature's destination. If the triggering effect targets multiple creatures, the aiudara wraith chooses which creature it arrives beside.</p>"
				},
				"Dimensional Shunt":{
					"name": "Dimensional Shunt",
					"description": "<p>The aiudara wraith's touch displaces creatures and flings them through space. The creature must attempt a @Check[type:fortitude|dc:40] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected and becomes temporarily immune to dimensional shunt for 1 minute.</p>\n<p><strong>Success</strong> The creature is pushed 5 feet in a random direction.</p>\n<p><strong>Failure</strong> The creature is teleported 20 feet in a direction of the aiudara wraith's choice.</p>\n<p><strong>Critical Failure</strong> As failure, but the creature is also @UUID[Compendium.pf2e.conditionitems.dfCMdR4wnpbYNTix]{Stunned 2}.</p>"
				},
				"Drain Life":{
					"name": "Drain Life",
					"description": "<p>When an aiudara wraith damages a living creature with its spectral hand Strike, the aiudara wraith gains 18 temporary Hit Points and the target must succeed at a @Check[type:fortitude|dc:40] save or become @UUID[Compendium.pf2e.conditionitems.4D2KBtexWXa6oUMR]{Drained 1} and @UUID[Compendium.pf2e.conditionitems.e1XGnhKNSQIm5IXg]{Stupefied 1} as long as it is drained. Further damage dealt by the aiudara wraith's spectral hand Strikes increases the value of the drained and stupefied conditions by 1 each on a failed save, to a maximum of 10 for both.</p>"
				},
				"Instantaneous Movement":{
					"name": "Instantaneous Movement",
					"description": "<p>An aiudara wraith moves by means of localized teleportation. An aiudara wraith's Stride does not have the move trait. When an aiudara wraith Strides, it reaches its destination within the range of its Speed immediately.</p>"
				}
			}
		},
		"Alak Stagram": {
			"name": "Alak Stagram",
			"blurb": "Male human fighter 2",
			"data":{},
			"items":{
				"Intimidating Strike":{
					"name": "Intimidating Strike",
					"description": "<p>Alak's blow not only wounds creatures but also shatters their confidence. He makes a melee Strike. If he hits and deals damage, the target is @UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{Frightened 1}, or @UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{Frightened 2} on a critical hit.</p>"
				},
				"Power Attack":{
					"name": "猛力攻击 Power Attack",
					"description": "<p>Alak unleashes a particularly powerful attack that clobbers his foe but leaves him a bit unsteady. He makes a melee Strike. This counts as two attacks when calculating his multiple attack penalty. If this Strike hits, he deals an extra die of weapon damage.</p>"
				}
			}
		},
		"Aluum Enforcer": {
			"name": "Aluum Enforcer",
			"publicNotes": "<p>The most common aluum is powered by the bound soul of a loyal city servant, but its creation is among the Pactmasters' most guarded secrets. There are dozens of dormant aluums spread throughout Katapesh, and only someone wearing an aluum charm can activate and command one of these 14-foot-tall soldiers. The Pactmasters entrust few beyond the Zephyr Guard to carry these charms, and stealing such a charm is one of the most severe crimes in the city.</p>\n<hr />\n<p>Aluums are powerful metal and stone constructs originally created by the Pactmasters to maintain order in Katapesh. The construction of each aluum includes the creation of an <em>@UUID[Compendium.pf2e.equipment-srd.bU731I8njNmSAQhQ]{Aluum Charm}</em>, a brass pendant set with a blue crystal designed to control that particular construct. The charm constructed at the same time as an aluum is called its linked charm.</p>",
			"data":{},
			"items":{
				"Aluum Antimagic":{
					"name": "Aluum Antimagic",
					"description": "<p>Aluum enforcers are immune to spells and magical abilities, with two exceptions. A negative spell or magical ability grants an aluum enforcer the @UUID[Compendium.pf2e.conditionitems.nlCjDvLMf2EkV2dl]{Quickened} condition until the end of its next turn instead of its normal effects. A positive spell or ability makes an aluum enforcer @UUID[Compendium.pf2e.conditionitems.xYTAsEpcJE1Ccni3]{Slowed 1} until the end of its next turn instead of its normal effects.</p>"
				},
				"Paralyzing Force":{
					"name": "Paralyzing Force",
					"description": "<p>A creature damaged by the aluum enforcer's fist Strike must succeed at a @Check[type:fortitude|dc:27] save or become @UUID[Compendium.pf2e.conditionitems.6uEgoh53GbXuHpTF]{Paralyzed} for 1 round. On a critical failure, the creature is paralyzed for [[/r 1d4 #minutes]]{1d4 minutes } and falls @UUID[Compendium.pf2e.conditionitems.j91X7x0XSomq8d60]{Prone}.</p>"
				},
				"Soul Shriek":{
					"name": "Soul Shriek",
					"description": "<p>The aluum enforcer emits a keening wail in a @Template[type:cone|distance:15] that deals [[/r {9d6}[sonic]]]{9d6 sonic damage} (@Check[type:fortitude|dc:27|basic:true] save). A creature that fails its save is @UUID[Compendium.pf2e.conditionitems.dfCMdR4wnpbYNTix]{Stunned 1}, or @UUID[Compendium.pf2e.conditionitems.dfCMdR4wnpbYNTix]{Stunned 3} on a critical failure.</p>\n<p>The aluum can't use Soul Shriek again for [[/br 1d4 #rounds]]{1d4 rounds}.</p>"
				}
			}
		},
		"Animated Dragonstorm": {
			"name": "Animated Dragonstorm",
			"data":{},
			"items":{
				"Vulnerable to Dispelling":{
					"name": "Vulnerable to Dispelling",
					"description": "<p>The animated dragonstorm can be targeted by disjunction and dispel magic. If targeted by such a spell of 9th level or higher, the construct loses its resistance to acid, cold, electricity, fire, and physical damage and is slowed 1 for [[/br 1d4 #rounds]]{1d4 rounds}.</p>"
				},
				"Channel Dragonstorm":{
					"name": "Channel Dragonstorm",
					"description": "<p>The animated dragonstorm directs a @Template[type:cone|distance:30] of dragonstorm energy. This deals [[/r {3d8}[acid] + {3d8}[cold] +{3d8}[electricity] +{3d8}[fire] +{3d8}[poison]]]{3d8 acid, 3d8 cold, 3d8 electricity, 3d8 fire, and 3d8 poison damage} to creatures in the cone (@Check[type:reflex|dc:40|basic:true] save). The animated dragonstorm can't use Channel Dragonstorm again for [[/br 1d4 #rounds]]{1d4 rounds}.</p>"
				},
				"Destructive Strikes":{
					"name": "Destructive Strikes",
					"description": "<p>The animated dragonstorm's attacks ignore the Hardness of objects with Hardness 20 or less.</p>"
				},
				"Dragonstorm Strike":{
					"name": "Dragonstorm Strike",
					"description": "<p>On a critical hit, the animated dragonstorm's fist bursts with dragonstorm energy. The target takes [[/r {1d6}[acid] + {1d6}[cold] +{1d6}[electricity] +{1d6}[fire] +{1d6}[poison]]]{1d6 acid, 1d6 cold, 1d6 electricity, 1d6 fire, and 1d6 poison damage}.</p>"
				}
			}
		},
		"Ash Web": {
			"name": "Ash Web",
			"disable": "<p>@Check[type:survival|dc:27|name:Remove Patch|traits:environmental,fungus] (expert) to remove a 10-foot-square patch of ash web without triggering the spores</p>",
			"hazarddescription": "<p>This dangerous sooty black mold readily releases its toxic spores when disturbed. The entire swath of fungus in area <strong>B2</strong> is a single organism. There are nine 10-foot-square patches to remove, but the whole organism dies once it takes enough damage.</p>",
			"reset": "<p>This large patch of ash web resets automatically at the start of the round.</p>",
			"stealthdetails": "<p>(expert)</p>",
			"data":{},
			"items":{
				"Spore Explosion":{
					"name": "Spore Explosion",
					"description": "<p><strong>Trigger</strong> A creature moves into the ash web's space or damages the web with any type of damage other than cold damage.</p>\n<p><strong>Requirements</strong> The ash web is not in direct sunlight.</p>\n<hr />\n<p><strong>Effect</strong> The triggering creature and all creatures within 10 feet of that creature are exposed to ash web spores.</p>"
				},
				"Ash Web Spores":{
					"name": "Ash Web Spores",
					"description": "<p>The enfeebled condition from ash web remains even after the poison's duration ends. The condition's value reduces by 1 per hour. Gugs are immune to this poison; instead, they have vivid and strange dreams when they sleep after ingesting ash web.</p>\n<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:29]</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<hr />\n<p><strong>Stage 1</strong> [[/r {2d6}[poison]]]{2d6 poison damage} and @UUID[Compendium.pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 1} (1 round)</p>\n<p><strong>Stage 2</strong> [[/r {4d6}[poison]]]{4d6 poison damage} and @UUID[Compendium.pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 2} (1 round)</p>\n<p><strong>Stage 3</strong> [[/r {6d6}[poison]]]{6d6 poison damage} and @UUID[Compendium.pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 3} (1 round).</p>"
				}
			}
		},
		"Bida": {
			"name": "Bida",
			"publicNotes": "<p>Bidas are black-scaled dragons with long, serpentine bodies and bat-like wings. Their legs and claws are smaller than those of most dragons, but their powerful undulating coils, like those of a boa constrictor, are potent weapons capable of squeezing the life from several unfortunate victims at a time.</p>\n<p>A bida uses its impressive intellect and powerful magic to pose as a humanoid and infiltrate a settlement. Over the course of weeks or months, it establishes itself as a key member of the village, and only after it has become invaluable to the community does it reveal the terrible price of its assistance: regular offerings of flesh and gold. From this point on, the bida dwells almost exclusively within its smoggy lair, growing fat off the blood of its sacrificial offerings. To hide its presence from the outside world, a bida conceals its enslaved settlement in a large-scale illusion, leaving only a stand of jungle trees where once a thriving village may have been and ordering the townsfolk to destroy any roads in and out of town.</p>\n<p>Bidas begrudgingly tolerate others of their kind, instead preferring the company of their small, tasty thralls. In rare cases, a pair of bidas may join forces to conquer a particularly large settlement, extracting that much more wealth from the populace as a result of their partnership.</p>",
			"data":{},
			"items":{
				"Constrict":{
					"name": "紧勒 Constrict",
					"description": "<p>[[/r {1d6+6}[bludgeoning]]]{1d6+6 bludgeoning damage}, @Check[type:fortitude|dc:26|basic:true] save</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Constrict]</p>"
				},
				"Eight Coils":{
					"name": "Eight Coils",
					"description": "<p>A bida can Strike with its tail even while Grabbing creatures with it. The bida can have up to eight Medium or smaller creatures grabbed with its tail at a time; it can also grab Large creatures, but they count as four Medium creatures for this purpose.</p>"
				},
				"Mask Settlement":{
					"name": "Mask Settlement",
					"description": "<p>By concentrating for 4 hours, the bida hides a small settlement. This is a 5th-level <em>@UUID[Compendium.pf2e.spells-srd.HBJPsonQnWcC3qdX]{Hallucinatory Terrain}</em> spell, except the area is a @Template[type:burst|distance:500] and creatures are invisible while inside structures in the area. The bida can conceal only one settlement at a time, and must concentrate on the effect for 10 minutes at the beginning of each day to maintain the illusion.</p>"
				}
			}
		},
		"Black Powder Bomb": {
			"name": "Black Powder Bomb",
			"disable": "<p>No special skills are required to disable this manually activated trap. As an Interact action, a PC can sweep aside some black powder to interrupt the fuse line, but this doesn't prevent Gerhard from activating a keg via blunderbuss. A keg that is removed from its position (either by being thrown over the cliff or merely carried away) retains its explosive potential, but as long as one of the three kegs are removed they no longer have the precise placement required to trigger a collapse-an explosion at this point merely inflicts fire damage in the appropriate areas but does not particularly damage the temple structure itself.</p>\n<p>A keg's contents can be dispersed by scattering the gunpowder to the wind (most efficiently by pouring it over the cliff side) as a 2-action activity, or rendered permanently inert by pouring a gallon of water into the powder, inhibiting its explosive qualities. The kegs themselves can be destroyed with damage (note that the AC listed below for each keg takes into account the fact that Gerhard has wedged the kegs into nooks in the temple's stone flooring and walls), but note that any fire damage (including incidental fire damage from area effects like a fireball or Gerhard's blunderbuss) causes them to explode. At your option, other actions may be similarly effective at disabling this hazard.</p>",
			"hazarddescription": "<p>Three bulky kegs of black powder placed at key locations in the temple are triggered to explode in unison, causing the entire structure to collapse into rubble and slide partially down the cliff face.</p>",
			"routine": "<p>If Gerhard lights the black powder fuse, it burns at a speed of 10 feet each round; when the fuse reaches a keg 6 rounds later, the black powder bomb explodes. The bomb explodes immediately if he shoots a barrel with his blunderbuss.</p>",
			"stealthdetails": "<p>The three powder kegs aren't particularly well hidden, but they are out of sight to casual observation.</p>",
			"data":{},
			"items":{
				"Destructive Explosion":{
					"name": "Destructive Explosion",
					"description": "<p><strong>Trigger</strong> One of the three kegs takes any fire damage, including damage caused by a line of black powder burning up to a keg.</p>\n<hr />\n<p><strong>Effect</strong> The keg explodes, causing [[/r {5d6}[fire]]]{5d6 fire damage} (@Check[type:reflex|dc:24|basic:true|traits:mechanical,trap]) in a @Template[type:emanation|distance:20]; this can cause an instantaneous chain reaction if either of the other kegs are in this area (note that as positioned, all three kegs are in range to trigger a chain reaction). Fire damage in overlapping areas isn't cumulative, but if all three kegs are in their initial positions when the explosion occurs, the temple itself collapses, causing [[/r {8d6}[bludgeoning]]]{8d6 bludgeoning damage} to all creatures in the temple (@Check[type:reflex|dc:24|basic:true|name:Temple Collapse|traits:mechanical,trap]).</p>"
				}
			}
		},
		"Bloody Blade Mercenary": {
			"name": "Bloody Blade Mercenary",
			"blurb": "Human (half-orc) ranger 1",
			"data":{},
			"items":{
				"Hunt Prey":{
					"name": "Hunt Prey",
					"description": "<p>The bloody blade mercenary designates a single creature as their prey and focuses their attacks against that creature. The mercenary must be able to see or hear the prey, or must be tracking the prey during exploration.</p>\n<p>The mercenary gains a +2 circumstance bonus to Perception checks to @UUID[Compendium.pf2e.actionspf2e.BlAOM2X92SI6HMtJ]{Seeks} their prey and a +2 circumstance bonus to Survival checks when they @UUID[Compendium.pf2e.actionspf2e.EA5vuSgJfiHH7plD]{Tracks} their prey. The mercenary also ignores the penalty for making ranged attacks within their second range increment against the prey they are hunting.</p>\n<p>The mercenary can have only one creature designated as their prey at a time. If they use Hunt Prey against a creature when they already have a creature designated, the prior creature loses the designation and the new prey gains the designation. This designation lasts until their next daily preparations.</p>"
				},
				"Hunted Shot":{
					"name": "Hunted Shot",
					"description": "<p><strong>Frequency</strong> once per round</p>\n<p><strong>Requirement</strong> The bloody blade mercenary is wielding a ranged weapon with reload 0</p>\n<hr />\n<p>The bloody blade mercenary takes two quick shots against the one they hunt. They make two Strikes against their prey with the required weapon. If both hit the same creature, combine their damage for the purpose of resistances and weaknesses. Apply the mercenary's multiple attack penalty to each Strike normally.</p>"
				},
				"Precision":{
					"name": "Precision",
					"description": "<p>The first time the mercenary hits their hunted prey in a round, they deal [[/r {1d8}[precision]]]{1d8 additional precision damage}.</p>"
				}
			}
		},
		"Bshez \"Sand Claws\" Shak": {
			"name": "Bshez \"Sand Claws\" Shak",
			"data":{},
			"items":{
				"Incredible Initiative":{
					"name": "Incredible Initiative",
					"description": "<p>Bshez gains a +2 circumstance bonus to initiative rolls.</p>"
				},
				"Fling Sand in the Eyes":{
					"name": "Fling Sand in the Eyes",
					"description": "<p><strong>Requirements</strong> Bshez is standing in an area with loose sand or soil.</p>\n<hr />\n<p><strong>Effect</strong> Bshez flings sand into an adjacent creature's eyes. If the target fails a @Check[type:reflex|dc:38] save, they are @UUID[Compendium.pf2e.conditionitems.TkIyaNPgTZFBCCuh]{Dazzled} until the beginning of Bshez's next turn. If they critically fail, they are @UUID[Compendium.pf2e.conditionitems.XgEqL1kFApUbl5Z2]{Blinded} until the beginning of Bshez's next turn. If they succeed, they are unaffected.</p>\n<p>Regardless of their save, they're temporarily immune until the battle ends.</p>"
				},
				"Graceful Double Slice":{
					"name": "Graceful Double Slice",
					"description": "<p>Bshez makes two Strikes, one with each kukri, using her current multiple attack penalty. If both attacks hit, combine their damage and add any applicable effects from both weapons. This counts as one attack when calculating her multiple attack penalty.</p>"
				},
				"Rend":{
					"name": "撕裂 Rend",
					"description": "<p>雷鸣反曲刀</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Rend]</p>"
				},
				"Shield Breaker":{
					"name": "Shield Breaker",
					"description": "<p>When the target of Bshez's javelin Strike uses Shield Block, the Strike deals an additional [[/r 4d6 #Shield Breaker]]{4d6 damage} to the shield.</p>"
				},
				"Weapon Master":{
					"name": "Weapon Master",
					"description": "<p>Bshez has access to the critical specialization effects of any weapon she wields.</p>"
				}
			}
		},
		"Calmont": {
			"name": "Calmont",
			"blurb": "Male halfling rogue 3",
			"data":{},
			"items":{
				"Keen Eyes":{
					"name": "Keen Eyes",
					"description": "<p>Calmont's eyes are sharp, allowing him to make out small details about @UUID[Compendium.pf2e.conditionitems.DmAIPqOBomZ7H95W]{Concealed} or even @UUID[Compendium.pf2e.conditionitems.zJxUflt9np0q4yML]{Invisible} creatures that others might miss. He gains a +2 circumstance bonus when using the @UUID[Compendium.pf2e.actionspf2e.BlAOM2X92SI6HMtJ]{Seek} action to find @UUID[Compendium.pf2e.conditionitems.iU0fEDdBp3rXpTMC]{Hidden} or @UUID[Compendium.pf2e.conditionitems.VRSef5y1LmL2Hkjf]{Undetected} creatures within 30 feet of him. When Calmont target an opponent that is concealed from him or hidden from him, reduce the DC of the flat check to 3 for a concealed target or 9 for a hidden one.</p>"
				},
				"Deny Advantage":{
					"name": "Deny Advantage",
					"description": "<p>Calmont isn't @UUID[Compendium.pf2e.conditionitems.AJh5ex99aV6VTggg]{Flat-Footed} to @UUID[Compendium.pf2e.conditionitems.iU0fEDdBp3rXpTMC]{Hidden}, @UUID[Compendium.pf2e.conditionitems.VRSef5y1LmL2Hkjf]{Undetected}, or flanking creatures of level 3 or lower.</p>"
				},
				"Nimble Dodge":{
					"name": "Nimble Dodge",
					"description": "<p><strong>Trigger</strong> A creature targets Calmont with an attack and he can see the attacker.</p>\n<p><strong>Requirements</strong> Calmont is not @UUID[Compendium.pf2e.conditionitems.D5mg6Tc7Jzrj6ro7]{Encumbered}</p>\n<p>Calmont deftly dodges out of the way, gaining a +2 circumstance bonus to AC against the triggering attack.</p>"
				},
				"Quick Draw":{
					"name": "Quick Draw",
					"description": "<p>Calmont draws his weapon and attacks with the same motion. He Interacts to draw a weapon, then Strikes with that weapon.</p>"
				},
				"Sneak Attack":{
					"name": "偷袭 Sneak Attack",
					"description": "<p>Calmont deals 1d6 extra damage to flat-footed creatures.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.SneakAttack]</p>"
				},
				"Surprise Attack":{
					"name": "Surprise Attack",
					"description": "<p>If Calmont used Deception or Stealth for initiative, creatures that haven't acted are @UUID[Compendium.pf2e.conditionitems.AJh5ex99aV6VTggg]{Flat-Footed} to Calmont on the first round of combat.</p>"
				}
			}
		},
		"Candlaron's Echo": {
			"name": "Candlaron's Echo",
			"data":{},
			"items":{
				"Site Bound":{
					"name": "Site Bound",
					"description": "<p>The Echo cannot leave the clearing.</p>\n<hr />\n<p>A typical ghost can stray only a short distance from where it was killed or the place it haunts. A typical limit is 120 feet. Some ghosts are instead bound to a room, building, item, or creature that was special to it rather than a location.</p>"
				},
				"Rejuvination":{
					"name": "Rejuvination",
					"description": "<p>Candlaron's echo rejuvenates so long as Dahak's manifestation lives.</p>\n<hr />\n<p>When a ghost is destroyed, it re-forms after [[/r 2d4 #days]]{2d4 days} within the location it's bound to, fully healed. A ghost can be permanently destroyed only if someone determines the reason for its existence and sets right whatever prevents the spirit from resting.</p>"
				},
				"Frightful Moan":{
					"name": "Frightful Moan",
					"description": "<p>Candlaron's echo laments its fate, forcing each living creature within 30 feet to attempt a @Check[type:will|dc:44] save.</p>\nOn a failure, a creature becomes @UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{Frightened 2} (or @UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{Frightened 3} on a critical failure). On a success, a creature is temporarily immune to the echo's frightful moan for 1 minute."
				},
				"Telekinetic Assault":{
					"name": "Telekinetic Assault",
					"description": "<p>The echo cries out in pain and anguish as small objects and debris fly about in a @Template[type:emanation|distance:30]. Creatures in this area take [[/r {12d6}[bludgeoning]]]{12d6 bludgeoning damage} subject to a @Check[type:reflex|dc:44|basic:true] save.</p>"
				}
			}
		},
		"Carnivorous Crystal": {
			"name": "Carnivorous Crystal",
			"publicNotes": "<p>Carnivorous crystals are strange ooze creatures native to the Plane of Earth. Unlike most oozes, their bodies are not homogeneously fluid; rather, interspersed within their glassy, viscous resin are thousands of sharp mineral formations that nevertheless possess some of the same flexibility and mobility as the rest of the creature's gooey body.</p>",
			"data":{},
			"items":{
				"Motion Sense":{
					"name": "Motion Sense",
					"description": "<p>A carnivorous crystal can sense nearby motion through vibration and air movement.</p>"
				},
				"Split":{
					"name": "Split",
					"description": "<p>Whenever the carnivorous crystal takes a critical hit from an attack that deals bludgeoning or sonic damage, or it critically fails its saving throw against an effect that deals bludgeoning or sonic damage, it might split. If the carnivorous crystal has at least 15 HP remaining after taking the damage, it splits into two identical crystals, each with half the original's Hit Points. When the carnivorous crystal splits, one crystal remains in the same space and the other appears in an adjacent unoccupied space. If no adjacent space is unoccupied, the crystal automatically pushes creatures out of the way to fill a space.</p>"
				},
				"Subsonic Hum":{
					"name": "Subsonic Hum",
					"description": "<p>@Template[type:emanation|distance:60]{60 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>A creature that enters or starts its turn within the aura must succeed at a @Check[type:will|dc:28] save or become @UUID[Compendium.pf2e.conditionitems.dfCMdR4wnpbYNTix]{Stunned 1}.</p>"
				},
				"Crystallize":{
					"name": "Crystallize",
					"description": "<p><strong>Requirements</strong> The crystal has a creature engulfed.</p>\n<hr />\n<p><strong>Effect</strong> The engulfed creature must succeed at a @Check[type:fortitude|dc:28|name:Crystalize] save or become @UUID[Compendium.pf2e.conditionitems.xYTAsEpcJE1Ccni3]{Slowed 1} until it is no longer engulfed. If the creature is already slowed, it becomes petrified as it is turned into crystal and expelled by the carnivorous crystal onto the ground.</p>\n<p>In [[/br 1d4 #hours]]{1d4 hours}, the petrified victim shatters and a new carnivorous crystal emerges from the remains.</p>"
				},
				"Engulf":{
					"name": "包卷 Engulf",
					"description": "<p>@Check[type:reflex|dc:28|traits:damaging-effect], [[/r {2d6}[slashing]]]{2d6 slashing damage}, Escape DC 28, Rupture 25 (bludgeoning only).</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Engulf]</p>"
				},
				"Freeze":{
					"name": "Freeze",
					"description": "<p>Until the next time it acts, the carnivorous crystal appears to be a mundane crystal formation. It has an automatic result of 40 on Deception and Stealth checks and DCs to pass as a crystal formation.</p>"
				},
				"Razor Sharp":{
					"name": "Razor Sharp",
					"description": "<p>If a carnivorous crystal hits with an attack and rolls a natural 19 on the d20 roll, the attack is a critical hit. This has no effect if the 19 would be a failure.</p>"
				}
			}
		},
		"Caustic Vapor": {
			"name": "Caustic Vapor",
			"disable": "<p>@Check[type:occultism|dc:36|name:Exorcise the Spirits|traits:mechanical,trap] (master) or @Check[type:religion|dc:36|name:Exorcise the Spirits|traits:mechanical,trap] (master) to exorcise the spirits</p>",
			"hazarddescription": "<p>The door slams shut, and poison gas fills the room.</p>",
			"reset": "<p>The trap resets after 1 day.</p>",
			"stealthdetails": "<p>(master)</p>",
			"data":{},
			"items":{
				"Breath Snatcher":{
					"name": "Breath Snatcher",
					"description": "<p><strong>Trigger</strong> A living creature other than an ooze spends at least 3 rounds in the room</p>\n<hr />\n<p><strong>Effect</strong> The trap activates and fills the area with caustic nightmare vapor, exposing all creatures within.</p>"
				},
				"Caustic Nightmare Vapor":{
					"name": "Caustic Nightmare Vapor",
					"description": "<p>Oozes are immune to this poison</p>\n<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:38]</p>\n<p><strong>Onset</strong> 1 round</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> [[/r {4d6}[acid]]]{4d6 acid damage} and @UUID[Compendium.pf2e.conditionitems.yblD8fOR1J8rDwEQ]{Confused} (1 round)</p>\n<p><strong>Stage 2</strong> [[/r {6d6}[acid]]]{6d6 acid damage}, confused, and @UUID[Compendium.pf2e.conditionitems.AJh5ex99aV6VTggg]{Flat-Footed} (1 round)</p>\n<p><strong>Stage 3</strong> [[/r {8d6}[acid]]]{8d6 acid damage}, confused, flat-footed, and @UUID[Compendium.pf2e.conditionitems.e1XGnhKNSQIm5IXg]{Stupefied 2} (1 round)</p>"
				}
			}
		},
		"Charau-ka": {
			"name": "Charau-ka",
			"data":{},
			"items":{
				"Shrieking Frenzy":{
					"name": "Shrieking Frenzy",
					"description": "<p><strong>Trigger</strong> The charau-ka's turn begins.</p>\n<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p><strong>Effect</strong> The charau-ka is @UUID[Compendium.pf2e.conditionitems.nlCjDvLMf2EkV2dl]{Quickened} until the end of its turn, and can use the extra action to Stride or Strike. Due to its loud wailing while in a shrieking frenzy, the charau-ka can't speak and automatically critically fails all Stealth checks.</p>"
				},
				"Thrown Weapon Mastery":{
					"name": "Thrown Weapon Mastery",
					"description": "<p>When a charau-ka throws a weapon, the weapon gains the deadly d6 weapon trait. When it throws an improvised weapon, it doesn't take the -2 penalty for using an improvised weapon, nor does it take the penalty for using that weapon to make a lethal attack instead of a nonlethal attack.</p>"
				}
			}
		},
		"Corrupt Guard": {
			"name": "Corrupt Guard",
			"data":{},
			"items":{
				"equipment-Key to Chiselrock's Prison":{
					"name": "Key to Chiselrock's Prison"
				},
				"Improved Knockdown":{
					"name": "精通击倒 Improved Knockdown",
					"description": "<p>A corrupt guard can dash their foe to the ground with a single blow. They attempt a single melee Strike. If this Strike hits, they also apply the critical success effect of a Trip. If they used a two- handed melee weapon (such as a maul) for the Strike, they can use the weapon's damage die size instead of the regular die size for the damage from a critical Trip, and they ignore Trip's requirement to have a hand free.</p>"
				}
			}
		},
		"Crucidaemon": {
			"name": "Crucidaemon",
			"publicNotes": "<p>Of all the ways to die, crucidaemons represent perhaps one of the least desirable: death by torture. The fiend's shapely body, which appears to be sculpted from iron or mithril, belies a sinister wrath and love of inflicting pain. Crucidaemons particularly enjoy inflicting pain with their curved, serrated daggers, which are attached to their bodies via a chain that pierces each wrist.</p>\n<p>A crucidaemon's existence is dedicated to subjecting its prey to an eternity of pain and terror. Unlike other daemons, many of which are eager to feed on mortal souls as soon as they can, the crucidaemon takes much greater pleasure in prolonging the agony of its victims. Oftentimes, a crucidaemon will inflict such torment and pain upon its prey that when the end finally comes, the victim tearfully thanks the daemon for the mercy of oblivion. An encounter with a crucidaemon that does not end with its death is far from over-crucidaemons have unequaled patience for those who dare oppose them.</p>",
			"data":{},
			"items":{
				"strike-Chained Dagger":{
					"name": "Chained Dagger"
				},
				"Trap Dodger":{
					"name": "Trap Dodger",
					"description": "<p>Crucidaemons are all but impossible to fool with traps. Whenever a crucidaemon rolls a saving throw against a trap hazard, its degree of success is one better than it rolled.</p>"
				},
				"Daemonic Trap Making":{
					"name": "Daemonic Trap Making",
					"description": "<p>When the crucidaemon casts its innate <em>@UUID[Compendium.pf2e.spells-srd.o0l57UfBm9ScEUMW]{Glyph of Warding}</em> spell, it can store any arcane or divine spell of an appropriate level in the glyph, even if it can't otherwise cast the spell.</p>"
				},
				"Flurry of Daggers":{
					"name": "Flurry of Daggers",
					"description": "<p>The crucidaemon makes two chained dagger Strikes against a single target. These attacks count toward the crucidaemon's multiple attack penalty and its multiple attack penalty doesn't increase until after both attacks.</p>"
				},
				"Manifest Dagger":{
					"name": "Manifest Dagger",
					"description": "<p>The crucidaemon summons a new chained dagger to replace a destroyed one. A crucidaemon's daggers can't be disarmed, and they become non-magical when severed from the daemon or upon the daemon's death.</p>"
				}
			}
		},
		"Dahak's Shell": {
			"name": "Dahak's Shell",
			"disable": "<p>Each dragon pillar that is destroyed removes the corresponding color's effect from Dahak's shell; as long as even one color remains active, the pillars marking the shell's border cannot be damaged themselves, but a successful @Check[type:thievery|dc:32|name:Disable Color|traits:magical,trap,hazard] (master) check or a successful <em>@UUID[Compendium.pf2e.spells-srd.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (6th level; counteract DC 30) against one of the eight pillars can cause a randomly determined active color in the shell defense (below) to become deactivated for [[/br 1d4 #rounds]]{1d4 rounds}.</p>",
			"hazarddescription": "<p>A ring of eight dragon pillar replicas mark the border of a dome of magical prismatic energy that entirely contains the Fortress of Sorrow.</p>",
			"stealthdetails": "<p>or <em>@UUID[Compendium.pf2e.spells-srd.gpzpAAAJ1Lza2JVl]{Detect Magic}</em></p>",
			"data":{},
			"items":{
				"strike-Eye Beam":{
					"name": "眼珠射线 Eye Beam",
					"description": "<p>The target suffers an effect corresponding to the eye beam's color. On a critical hit, the target's save result is one degree worse.</p>"
				},
				"Prismatic Beam":{
					"name": "Prismatic Beam",
					"description": "<p><strong>Trigger</strong> a creature attempts and fails to disable one of the shell colors via Thievery or <em>@UUID[Compendium.pf2e.spells-srd.9HpwDN4MYQJnW0LG]{Dispel Magic}</em></p>\n<hr />\n<p><strong>Effect</strong> Dahak's shell Strikes the triggering creature with a random eye beam. Roll [[/r 1d8 #Eye Beam]] to determine the color:</p>\n<ol>\n<li>Red</li>\n<li>Orange</li>\n<li>Yellow</li>\n<li>Green</li>\n<li>Blue</li>\n<li>Indigo</li>\n<li>Violet</li>\n<li>Black</li>\n</ol>"
				},
				"Shell Defense":{
					"name": "Shell Defense",
					"description": "<p>When a creature physically passes through the shell, the creature is affected simultaneously by all colors of energy currently active in the shell; apply these effects in the following order: red, orange, yellow, green, blue, indigo, violet, black. These effects are the same as that of the eye beams. Each effect requires its own save.</p>"
				},
				"Black Eye Beam":{
					"name": "Black Eye Beam",
					"description": "<p>@Check[type:fortitude|dc:32|traits:hazard,trap] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target is @UUID[Compendium.pf2e.conditionitems.XgEqL1kFApUbl5Z2]{Blinded} for 1 round.</p>\n<p><strong>Failure</strong> The target is blinded for 1 hour.</p>\n<p><strong>Critical Failure</strong> The target is blinded for 24 hours.</p>"
				},
				"Blue Eye Beam":{
					"name": "Blue Eye Beam",
					"description": "<p>@Check[type:fortitude|dc:32|traits:trap,hazard] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target is @UUID[Compendium.pf2e.conditionitems.dTwPJuKgBQCMxixg]{Petrified} for 1 round.</p>\n<p><strong>Failure</strong> The target is petrified for 1 hour.</p>\n<p><strong>Critical Failure</strong> The target is petrified permanently.</p>"
				},
				"Green Eye Beam":{
					"name": "Green Eye Beam",
					"description": "<p>[[/r {6d6}[poison]]]{6d6 poison damage} (@Check[type:reflex|dc:32|basic:true|traits:custom,hazard,trap] save).</p>"
				},
				"Indigo Eye Beam":{
					"name": "Indigo Eye Beam",
					"description": "<p>@Check[type:will|dc:32|traits:hazard,trap] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target is @UUID[Compendium.pf2e.conditionitems.xYTAsEpcJE1Ccni3]{Slowed 1} for 1 round.</p>\n<p><strong>Failure</strong> The target is @UUID[Compendium.pf2e.conditionitems.yblD8fOR1J8rDwEQ]{Confused} for 1 round.</p>\n<p><strong>Critical Failure</strong> The target is controlled by the dragon pillar and remains within 60 feet of it at all times, defending the dragon pillar from all non-Cinderclaws. While a target is controlled, it is treated as a Cinderclaw ally by the dragon pillar. The dragon pillar can control up to 3 targets at a time; any targets in excess who critically fail this saving throw are instead confused for [[/br 1d4+1 #Confused Rounds]]{1d4+1} rounds. A controlled creature can attempt a new Will save once every 24 hours to escape control, but doing so automatically causes the dragon pillar to attack it with a new eye beam to attempt to re-establish control. The control ends if the pillar is destroyed.</p>"
				},
				"Yellow Eye Beam":{
					"name": "Yellow Eye Beam",
					"description": "<p>[[/r {6d6}[electricity]]]{6d6 electricity damage} (@Check[type:reflex|dc:32|basic:true|traits:evocation,custom,hazard,trap] save).</p>"
				},
				"Orange Eye Beam":{
					"name": "Orange Eye Beam",
					"description": "<p>[[/r {6d6}[acid]]]{6d6 acid damage} (@Check[type:reflex|dc:32|basic:true|traits:custom,hazard,trap] save).</p>"
				},
				"Red Eye Beam":{
					"name": "Red Eye Beam",
					"description": "<p>[[/r {6d6}[fire]]]{6d6 fire damage} (@Check[type:reflex|dc:32|basic:true|traits:hazard,trap] save).</p>"
				},
				"Violet Eye Beam":{
					"name": "Violet Eye Beam",
					"description": "<p>@Check[type:will|dc:32|traits:hazard,trap] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target is @UUID[Compendium.pf2e.conditionitems.dfCMdR4wnpbYNTix]{Stunned 1}.</p>\n<p><strong>Failure</strong> The target is @UUID[Compendium.pf2e.conditionitems.dfCMdR4wnpbYNTix]{Stunned 3}.</p>\n<p><strong>Critical Failure</strong> The target is @UUID[Compendium.pf2e.conditionitems.dfCMdR4wnpbYNTix]{Stunned 7}.</p>"
				}
			}
		},
		"Dahak's Skull": {
			"name": "Dahak's Skull",
			"disable": "<p>@Check[type:thievery|dc:27|name:Pry Out the Embedded Gems|traits:complex,magical,fire,trap,hazard] (expert) two times to pry the gems embedded deep in the skull's eye sockets without triggering the sensor, or <em>@UUID[Compendium.pf2e.spells-srd.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (4th level, counteract DC 22) twice to dispel both eyes.</p>",
			"hazarddescription": "<p>A pair of magical gems inside the dragon skull's eye sockets act as magical sensors with a 30-foot radius.</p>",
			"routine": "<p>(2 actions) On its initiative, Dahak's skull fires up to two eye beams; it must target a different creature with each attack. The eye beams can't target creatures directly below the skull.</p>",
			"stealthdetails": "<p>but @Check[type:perception|dc:24|name:Notice Lights in Eyes|traits:complex,magical,fire,trap,hazard] to notice that the fiery lights within the skull's eye sockets seem to be looking around the room.</p>",
			"data":{},
			"items":{
				"Perception and Vision":{
					"name": "Perception and Vision",
					"description": "<p><strong>Perception</strong> [[/r 1d20+16 #Perception]]{+16}; @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.qCCLZhnp2HhP3Ex6]{Darkvision}, <em>@UUID[Compendium.pf2e.spells-srd.jwK43yKsHTkJQvQ9]{See Invisibility}</em></p>"
				},
				"Dahak's Glance":{
					"name": "Dahak's Glance",
					"description": "<p><strong>Trigger</strong> A living creature that is not a member of the Cinderclaws enters area <strong>C9</strong></p>\n<hr />\n<p><strong>Effect</strong> One of the dragon skull's eye sockets shoots an eye beam at the triggering creature, then the hazard rolls initiative.</p>"
				}
			}
		},
		"Dalos": {
			"name": "Dalos",
			"publicNotes": "<p>Dalos are reclusive fey that dwell within or near remote volcanoes and volcanic vents and resemble the massive calderas they call home. They more often dwell within the superheated confines of these locales than in the \"cold wastelands\" beyond their warmth and are therefore rarely encountered outside such environments. Like most fey, dalos are capricious and vengeful. They hate being disturbed above all else and will often warn away intruders with only the throw of a red-hot boulder before attacking outright.</p>\n<p>A dalos stands 25 feet tall and weighs in excess of 20,000 pounds.</p>",
			"data":{},
			"items":{
				"Magma Splash":{
					"name": "Magma Splash",
					"description": "<p>Whenever the dalos takes damage from a melee Strike, magma splashes from its open wound and sticks to nearby creatures. Each creature in a @Template[type:emanation|distance:10] must attempt a @Check[type:reflex|dc:31|traits:damaging-effect] save. On a failure, the creature takes [[/r {3d6}[persistent,fire]]] @UUID[Compendium.pf2e.conditionitems.lDVqvLKA6eF3Df60]{Persistent Fire Damage} as the superheated rock sticks to them and cools. The DC to end this persistent damage decreases by 5 each turn after the first as the magma cools.</p>"
				},
				"Volcanic Heat":{
					"name": "Volcanic Heat",
					"description": "<p>@Template[type:emanation|distance:10]{10 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>[[/r {3d6}[fire]]]{3d6 fire damage} (@Check[type:reflex|dc:29|basic:true] save).</p>"
				},
				"Belch Smoke":{
					"name": "Belch Smoke",
					"description": "<p>The dalos blasts smoke from its head, creating a @Template[type:burst|distance:20] of smoke that drifts to a location within 120 feet. This has the effects of <em>@UUID[Compendium.pf2e.spells-srd.9XHmC2JgTUIQ1CCm]{Obscuring Mist}</em>.</p>"
				},
				"Heat Rock":{
					"name": "Heat Rock",
					"description": "<p>The dalos uses an Interact action to pluck a rock from its body or the nearby environment, then uses its internal fires to heat a rock it's holding until the rock is red hot. A heated rock that hits a target on a ranged Strike deals an additional [[/r {4d6}[fire]]]{4d6 fire damage}.</p>\n<p>Once the dalos heats a rock, that rock retains its heat for 2 rounds before cooling.</p>"
				},
				"Lava Bomb":{
					"name": "Lava Bomb",
					"description": "<p>The dalos causes a volcanic explosion to erupt from its head, lobbing a mass of molten rock up to 100 feet. This lava bomb deals [[/r {6d8}[fire]+{6d8}[bludgeoning]]]{6d8 fire damage and 6d8 bludgeoning damage} to each creature in a @Template[type:burst|distance:20]{20-foot radius} of its impact point, with a @Check[type:reflex|dc:33|basic:true] save.</p>\n<p>The dalos can't use Lava Bomb again for [[/br 1d4 #rounds]]{1d4 rounds}.</p>"
				}
			}
		},
		"Damurdiel's Vengeance": {
			"name": "Damurdiel's Vengeance",
			"disable": "<p>Deception 45 (legendary) to pretend to be Erveniss and ask for forgiveness, Diplomacy 45 (legendary) to convince Damurdiel to stand down (elves who are masters in Diplomacy can attempt the check as if they were legendary instead), or Religion 40 (legendary) to call upon Calistria to calm Damurdiel's spirit.</p>",
			"hazarddescription": "<p>An elven woman wearing a robe stands in the water. She beckons anyone who enters the room to join her in the pool.</p>",
			"reset": "<p>Damurdiel's spirit subsides once she is destroyed or if she manages to reduce a creature to 0 Hit Points. She returns after 1 minute.</p>",
			"routine": "<p>(3 actions) The haunt attempts to Strike with the dagger.</p>",
			"stealthdetails": "<p>(legendary) or DC 47 to notice the dagger left in the pool start to move on its own.</p>",
			"data":{},
			"items":{
				"Surprise Strike":{
					"name": "Surprise Strike",
					"description": "<p><strong>Trigger</strong> A creature approaches within 5 feet of the pool's edge</p>\n<hr />\n<p><strong>Effect</strong> The ghostly elf causes a dagger to rise out of the waters and then fling toward the triggering creature. If the attack is a hit, it is a critical hit instead. The haunt then rolls initiative.</p>"
				}
			}
		},
		"Deculi": {
			"name": "Deculi",
			"publicNotes": "<p>These batlike monstrosities inhabit the nooks and crevices of the Darklands, where they hang from stalactites and swoop down on unsuspecting prey. Though they are completely sightless, deculis possess rudimentary nerves in their skulls that allow them to detect the presence of infrared light-information they use to locate potential food and threats. They are deadly hunters, thanks largely to their magical ability to manipulate the ebb and flow of shadows. Deculis prefer to feed upon the warm blood of freshly killed prey, but they can subsist on carrion if they have to.</p>",
			"data":{},
			"items":{
				"Infrared Vision":{
					"name": "Infrared Vision",
					"description": "<p>A deculi can detect infrared radiation as a precise sense.</p>"
				},
				"Create Shadow Sanctuary":{
					"name": "Create Shadow Sanctuary",
					"description": "<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The deculi creates an extradimensional space adjacent to itself in any 10-foot-by-10-foot area of darkness and enters it. To non-deculis, the extradimensional space looks like an ordinary area of darkness (though effects such as true seeing can see through this illusion). The deculi's infrared vision functions normally between this extradimensional space and the area outside its confines, allowing the deculi to sense what is going on around it, and its innate darkness spell also extends to the area around the shadow sanctuary. Attacks cannot be made into or from the extradimensional space.</p>\n<p>The deculi can Dismiss this effect to emerge from its shadow sanctuary, but the space it emerges into must be in darkness and must be unobstructed. If the area is obstructed, the deculi is shunted to the nearest available space and takes [[/r {1d6}[bludgeoning]]]{1d6 bludgeoning damage} per 5 feet shunted. If the area overlaying the shadow sanctuary becomes illuminated by magical light, the extradimensional space can no longer be accessed and the deculi is trapped within until the area is once again in darkness. The deculi can try to extinguish a magical light effect obscuring its sanctuary once per day by attempting to counteract the light effect with its darkness innate spell.</p>\n<p>If a deculi dies (including from hunger, thirst, or asphyxiation) while within the extradimensional space, the shadow sanctuary immediately ends and the deculi's corpse is expelled. If the area is illuminated, the corpse is not expelled until the sanctuary entrance is in darkness once again.</p>"
				},
				"Shadow Strike":{
					"name": "Shadow Strike",
					"description": "<p><strong>Requirements</strong> The deculi is in its shadow sanctuary.</p>\n<hr />\n<p><strong>Effect</strong> The deculi Dismisses its shadow sanctuary. It Strides, Climbs, or Flies up to its Speed, then makes a fangs Strike that deals an additional [[/r {4d6}[precision]]]{4d6 precision damage}.</p>"
				},
				"Walk in Shadow":{
					"name": "Walk in Shadow",
					"description": "<p>When the deculi is Hiding in darkness and Sneaks, it can move up to its full Speed instead of half its Speed.</p>"
				}
			}
		},
		"Dmiri Yoltosha": {
			"name": "Dmiri Yoltosha",
			"blurb": "Female hobgoblin ranger 4",
			"data":{},
			"items":{
				"equipment-Key to Chest":{
					"name": "Key to Chest"
				},
				"Flurry":{
					"name": "Flurry",
					"description": "<p>Dmiri's multiple attack penalty against her hunted prey is -3 (-2 with an agile weapon) on her second attack and -6 (-4 with an agile weapon) on her third or subsequent attacks.</p>"
				},
				"Hunt Prey":{
					"name": "Hunt Prey",
					"description": "<p>Dmiri designates a single creature as her prey and focuses her attacks against that creature. Dmiri must be able to see or hear the prey, or she must be tracking the prey during exploration.</p>\n<p>Dmiri gains a +2 circumstance bonus to Perception checks when she @UUID[Compendium.pf2e.actionspf2e.BlAOM2X92SI6HMtJ]{Seeks} her prey and a +2 circumstance bonus to Survival checks when she @UUID[Compendium.pf2e.actionspf2e.EA5vuSgJfiHH7plD]{Tracks} her prey. Dmiri also ignores the penalty for making ranged attacks within her second range increment against the prey she is hunting.</p>\n<p>Dmiri can have only one creature designated as prey at a time. If she uses Hunt Prey against a creature when she already has a creature designated, the prior creature loses the designation and the new prey gains the designation. Dmiri's designation lasts until her next daily preparations.</p>"
				},
				"Hunter's Aim":{
					"name": "Hunter's Aim",
					"description": "<p>When Dmiri focuses on aiming, her attack becomes particularly accurate. Make a ranged weapon Strike against her hunted prey. On this Strike, Dmiri gains a +2 circumstance bonus to the attack roll and ignores her prey's @UUID[Compendium.pf2e.conditionitems.DmAIPqOBomZ7H95W]{Concealed} condition.</p>"
				},
				"Twin Parry":{
					"name": "Twin Parry",
					"description": "<p><strong>Requirements</strong> Dmiri is wielding two melee weapons, one in each hand</p>\n<hr />\n<p>Dmiri uses her two weapons to parry attacks. Dmiri gains a +1 circumstance bonus to AC until the start of her next turn, or a +2 circumstance bonus if either weapon has the parry trait. Dmiri loses this circumstance bonus if she no longer meet this ability's requirement.</p>\n<p>@UUID[Compendium.pf2e.feat-effects.eu2HidLHaGKe4MPn]{Effect: Twin Parry}</p>\n<p>@UUID[Compendium.pf2e.feat-effects.EDpjey6SCdvIYqEc]{Effect: Twin Parry (Parry Trait)}</p>"
				},
				"Twin Takedown":{
					"name": "Twin Takedown",
					"description": "<p><strong>Frequency</strong> once per round</p>\n<p><strong>Requirement</strong> Dmiri is wielding two melee weapons, each in a different hand</p>\n<hr />\n<p>Dmiri swiftly attacks her hunted prey with both weapons. Make two Strikes against Dmiri 's hunted prey, one with each of the required weapons. If both hit the same hunted prey, combine their damage for the purpose of its resistances and weaknesses. Apply Dmiri 's multiple attack penalty to each Strike normally.</p>"
				}
			}
		},
		"Doorwarden": {
			"name": "Doorwarden",
			"publicNotes": "<p>Doorwardens are constructs originally invented by elves. Upon first glance, these guardians resemble ornate doors made entirely of steel or even mithral, but when trespassers try to force their way past, the doorwarden transforms into a skilled and sturdy soldier bearing its \"door\" like a towering shield.</p>\n<p>Perceptive travelers can sometimes spot a door warden before its magic becomes obvious. The door often bears a round disk or similar embossment that resembles a shield boss designed for bashing, and the bar that can be lowered to block entry resembles an arm clasping a longsword by the hilt. The original doorwardens crafted by the elves included a motif of elven armor and a metal mask in the style of Alseta's own, though other cultures embellish their own doorwardens with their own themes and sometimes even their own ancestral weapons, such as axes for dwarven doorwardens.</p>\n<p>Doorwardens sometimes know about the chambers they guard, and they have been known to speak to trespassers, especially elves. But a doorwarden cannot be persuaded to stand aside; it is bound to the portal where it has been placed and will defend it until destroyed.</p>",
			"data":{},
			"items":{
				"strike-Door":{
					"name": "Door"
				},
				"Reactive Shield":{
					"name": "Reactive Shield",
					"description": "<p><strong>Trigger</strong> An enemy hits the doorwarden with a melee Strike.</p>\n<hr />\n<p><strong>Effect</strong> The doorwarden can @UUID[Compendium.pf2e.actionspf2e.xjGwis0uaC2305pm]{Raise its Shield} and gain its shield's benefit to AC against the triggering attack.</p>"
				},
				"Shield Block":{
					"name": "盾牌格挡 Shield Block",
					"description": "<p>When the doorwarden uses Shield Block against a melee attack from a creature within 5 feet, it can also push the creature 5 feet.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.ShieldBlock]</p>"
				},
				"Imitate Door":{
					"name": "Imitate Door",
					"description": "<p>Until the next time it acts, the doorwarden appears to be a door. It has an automatic result of 31 on Deception checks and DCs to pass as a door.</p>"
				},
				"Slam Doors":{
					"name": "Slam Doors",
					"description": "<p>The door opens and slams its doors, making two door Strikes against one creature. If both hit, the creature is @UUID[Compendium.pf2e.conditionitems.kWc1fhmv9LBiTuei]{Grabbed}-stuck between the doors. The doorwarden's multiple attack penalty doesn't increase until it has finished both attacks.</p>"
				}
			}
		},
		"Dragon Pillar": {
			"name": "Dragon Pillar",
			"disable": "<p>@Check[type:athletics|dc:26|name:Push the Pillar Over|traits:complex,magical,trap,hazard] (expert) to push the pillar over, or @Check[type:thievery|dc:26|name:Erase Magic Runes|traits:complex,magical,trap,hazard] (expert) on the pillar to erase the magic runes that power it, or <em>@UUID[Compendium.pf2e.spells-srd.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (4th level; counteract DC 22) to dispel the pillar's magic.</p>",
			"hazarddescription": "<p>A 10-foot-tall wooden pole topped by a wooden carving of Dahak's head. Each dragon pillar's head has been treated with something to give it a distinct color, as indicated in the specific encounter, but regardless of color, plumes of smoke waft up from the mouth.</p>",
			"reset": "<p>The dragon pillar deactivates and resets as soon as it perceives no appropriate targets in range.</p>",
			"routine": "<p>(1 action) On its initiative, the dragon pillar fires an eye beam at the closest target within 120 feet.</p>",
			"stealthdetails": "<p>or <em>@UUID[Compendium.pf2e.spells-srd.gpzpAAAJ1Lza2JVl]{Detect Magic}</em></p>",
			"data":{},
			"items":{
				"Recognize Ally":{
					"name": "Recognize Ally",
					"description": "<p>A dragon pillar can see through its empty eye sockets, and it can recognize Cinderclaws and their allies. A character disguised as a Cinderclaw can trick a dragon pillar into perceiving it as a Cinderclaw ally by using Deception to @UUID[Compendium.pf2e.actionspf2e.AJstokjdG6iDjVjE]{Impersonate}. A dragon pillar always uses Perception for initiative.</p>"
				},
				"Perception and Vision":{
					"name": "Perception and Vision",
					"description": "<p><strong>Perception</strong> [[/br 1d20+16 #Perception]]{+16}, @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.qCCLZhnp2HhP3Ex6]{Darkvision} 60 feet</p>"
				},
				"Dragon Pillar Glance":{
					"name": "Dragon Pillar Glance",
					"description": "<p><strong>Trigger</strong> The dragon pillar sees a creature within 120 feet who isn't a recognized Cinderclaw or Cinderclaw ally.</p>\n<hr />\n<p><strong>Effect</strong> The dragon pillar makes an eye beam Strike against the triggering creature, then rolls initiative.</p>"
				},
				"Black Eye Beam":{
					"name": "Black Eye Beam",
					"description": "<p>@Check[type:fortitude|dc:24|traits:hazard,trap] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target is @UUID[Compendium.pf2e.conditionitems.XgEqL1kFApUbl5Z2]{Blinded} for 1 round.</p>\n<p><strong>Failure</strong> The target is blinded for 1 hour.</p>\n<p><strong>Critical Failure</strong> The target is blinded for 24 hours.</p>"
				},
				"strike-Eye Beam":{
					"name": "眼珠射线 Eye Beam",
					"description": "<p><strong>Effect</strong> The target is subjected to an effect determined by the pillar's color and summarized in the passive actions. On a critical hit, the target's save result is one degree worse.</p>"
				},
				"Blue Eye Beam":{
					"name": "Blue Eye Beam",
					"description": "<p>@Check[type:fortitude|dc:24|traits:trap,hazard] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target is @UUID[Compendium.pf2e.conditionitems.dTwPJuKgBQCMxixg]{Petrified} for 1 round.</p>\n<p><strong>Failure</strong> The target is petrified for 1 hour.</p>\n<p><strong>Critical Failure</strong> The target is petrified permanently.</p>"
				},
				"Green Eye Beam":{
					"name": "Green Eye Beam",
					"description": "<p>[[/r {6d6}[poison]]]{6d6 poison damage} (@Check[type:reflex|dc:24|basic:true|traits:hazard,trap] save.)</p>"
				},
				"Indigo Eye Beam":{
					"name": "Indigo Eye Beam",
					"description": "<p>@Check[type:will|dc:24|traits:hazard,trap] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target is @UUID[Compendium.pf2e.conditionitems.xYTAsEpcJE1Ccni3]{Slowed 1} for 1 round.</p>\n<p><strong>Failure</strong> The target is @UUID[Compendium.pf2e.conditionitems.yblD8fOR1J8rDwEQ]{Confused} for 1 round.</p>\n<p><strong>Critical Failure</strong> The target is controlled by the dragon pillar and remains within 60 feet of it at all times, defending the dragon pillar from all non-Cinderclaws. While a target is controlled, it is treated as a Cinderclaw ally by the dragon pillar. The dragon pillar can control up to 3 targets at a time; any targets in excess who critically fail this saving throw are instead confused for [[/br 1d4+1 #Confused Rounds]]{1d4+1} rounds. A controlled creature can attempt a new Will save once every 24 hours to escape control, but doing so automatically causes the dragon pillar to attack it with a new eye beam to attempt to re-establish control. The control ends if the pillar is destroyed.</p>"
				},
				"Yellow Eye Beam":{
					"name": "Yellow Eye Beam",
					"description": "<p>[[/r {6d6}[electricity]]]{6d6 electricity damage} (@Check[type:reflex|dc:24|basic:true|traits:hazard,trap] save.)</p>"
				},
				"Orange Eye Beam":{
					"name": "Orange Eye Beam",
					"description": "<p>[[/r {6d6}[acid]]]{6d6 acid damage} (@Check[type:reflex|dc:24|basic:true|traits:hazard,trap] save.)</p>"
				},
				"Red Eye Beam":{
					"name": "Red Eye Beam",
					"description": "<p>[[/r {6d6}[fire]]]{6d6 fire damage} (@Check[type:reflex|dc:24|basic:true|traits:hazard,trap] save.)</p>"
				},
				"Violet Eye Beam":{
					"name": "Violet Eye Beam",
					"description": "<p>@Check[type:will|dc:24|traits:hazard,trap] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target is @UUID[Compendium.pf2e.conditionitems.dfCMdR4wnpbYNTix]{Stunned 1}.</p>\n<p><strong>Failure</strong> The target is @UUID[Compendium.pf2e.conditionitems.dfCMdR4wnpbYNTix]{Stunned 3}.</p>\n<p><strong>Critical Failure</strong> The target is @UUID[Compendium.pf2e.conditionitems.dfCMdR4wnpbYNTix]{Stunned 7}.</p>"
				}
			}
		},
		"Dragonscarred Dead": {
			"name": "Dragonscarred Dead",
			"publicNotes": "<p>Not all would-be dragonslayers who die a valiant death rest peacefully amid the annals of legend. Sometimes, a draconic necromancer is so impressed by its fallen foe that the dragon ritually raises the dead warrior to serve the dragon in undeath. These undead guardians are infused with a fraction of the power of the dragon who slew them, channeling the same energy as their draconic masters' breath.</p>\n<p>Dragonscarred dead are similar to skeletal champions or graveknights in that they are not merely reanimated servants who mindlessly follow orders, but are instead powerful wardens who maintain the same agency they bore in life. While a dragonscarred dead is often magically compelled to follow its reanimator's commands, some of these undead dragonslayers manage to escape their masters and pursue their own vile agendas-which may involve rallying allies to challenge their draconic creator once more and finish the dire mission they started in life.</p>",
			"data":{},
			"items":{
				"strike-Breath-Seared Greatsword":{
					"name": "Breath-Seared Greatsword"
				},
				"Guardian Sense":{
					"name": "Guardian Sense",
					"description": "<p>The dragonscarred dead is immediately aware of any intruder that enters the lair of its creator dragon. It does not know the exact location of the intruder but remains aware of the intruder's presence until the intruder either leaves or is destroyed.</p>"
				},
				"Frightful Presence":{
					"name": "气势凶猛 Frightful Presence",
					"description": "<p>@Template[type:emanation|distance:60] @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.v61oEQaDdcRpaZ9X]{Aura} @Check[type:will|dc:29] save</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.FrightfulPresence]</p>"
				},
				"Breath-Seared Sword":{
					"name": "Breath-Seared Sword",
					"description": "<p>The dragonscarred dead's weapon is magically scorched by a dragon's breath. When wielded by the dragonscarred dead who carried it in life, the sword deals an extra [[/r {2d6}[negative]]]{2d6 negative damage} and [[/r {3d6}[fire]]]{3d6 fire damage}. In the hands of any other creature, it is merely a broken greatsword.</p>"
				},
				"Glare of Rage":{
					"name": "Glare of Rage",
					"description": "<p>The dragonscarred dead focuses its boundless frustration in a gaze targeting one creature it can see within 30 feet. That creature must attempt a @Check[type:will|dc:30] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is @UUID[Compendium.pf2e.conditionitems.dfCMdR4wnpbYNTix]{Stunned 1}.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.dfCMdR4wnpbYNTix]{Stunned} for 1 round.</p>\n<p><strong>Critical Failure</strong> The creature is stunned for [[/br 1d4 #rounds]]{1d4 rounds} and is @UUID[Compendium.pf2e.conditionitems.HL2l2VRSaQHu9lUw]{Fatigued}.</p>"
				}
			}
		},
		"Dragonshard Guardian": {
			"name": "Dragonshard Guardian",
			"publicNotes": "<p>Created by Mengkare and powered by a shard of the <em>@UUID[Compendium.pf2e.equipment-srd.L8OButuVM3PFxgrZ]{Orb of Gold Dragonkind}</em>, this construct is made of sculpted crystal draped in a beautiful gold filigree frame.</p>",
			"data":{},
			"items":{
				"Frightful Presence":{
					"name": "气势凶猛 Frightful Presence",
					"description": "<p>@Template[type:emanation|distance:90]{90 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.v61oEQaDdcRpaZ9X]{Aura}, @Check[type:will|dc:42|name:Frightening Presence] save</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.FrightfulPresence]</p>"
				},
				"Breath Weapon":{
					"name": "Breath Weapon",
					"description": "<p>The construct breathes in one of two ways, then can't use Breath Weapon again for [[/br 1d4 #rounds]]{1d4 rounds}.</p>\n<p>- Flame (arcane, evocation, fire) A blast of flame deals [[/r {15d10}[fire]]]{15d10 fire damage} to all creatures in a @Template[type:cone|distance:60] (@Check[type:reflex|dc:45|basic:true] save). This fire damage does not harm objects or constructs.</p>\n<p>- Weakening Gas (arcane, necromancy) A cloud of gold-flecked gas forces each creature in a @Template[type:cone|distance:60] to attempt a @Check[type:fortitude|dc:45] save; the effect lasts 1 minute.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is @UUID[Compendium.pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 2}.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 5}.</p>\n<p><strong>Critical Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 8}.</p>"
				},
				"Reverberating Revenge":{
					"name": "Reverberating Revenge",
					"description": "<p><strong>Trigger</strong> The dragonshard guardian takes cold, fire, electricity, or sonic damage from a non-dragonshard guardian source</p>\n<hr />\n<p><strong>Effect</strong> The dragonshard guardian's body absorbs the energy entirely, preventing the damage from harming the construct. Its body reverberates and transforms the absorbed energy before projecting it outward in a @Template[type:burst|distance:60].</p>\n<p>Each creature within the burst takes an amount of fire damage equal to the amount of energy damage absorbed by the triggering attack, including any damage resisted by the guardian's resistances and additional damage from its weakness (@Check[type:reflex|dc:45|basic:true] save).</p>\n<p>This fire damage doesn't harm objects or constructs.</p>"
				}
			}
		},
		"Dragonstorm": {
			"name": "Dragonstorm",
			"disable": "<p>The dragonstorm can't be disabled-only endured. It ends only once the attack on Breachill and Citadel Altaerein is over.</p>",
			"hazarddescription": "<p>A massive storm stirs in the skies above Breachill and Citadel Altaerein. As specific events begin during the three waves of the manifestation's retribution, the dragonstorm wreaks localized havoc.</p>",
			"stealthdetails": "<p>(legendary)</p>",
			"data":{},
			"items":{
				"Localized Dragonstorm":{
					"name": "Localized Dragonstorm",
					"description": "<p><strong>Trigger</strong> A new wave begins</p>\n<hr />\n<p><strong>Effect</strong> Roll [[/r 1d10]] to determine which effect manifests from the following possibilities. The placement of these effects is guided by Dahak's will, and they should manifest in the most detrimental locations possible to the PCs.</p>"
				},
				"1-2 Acid Rain":{
					"name": "1-2 Acid Rain",
					"description": "<p>A torrent of acid drenches creatures in a 20-foot burst. Creatures in the area take [[/r {6d10}[acid]]]{6d10 acid damage} (@Check[type:reflex|dc:42|basic:true] save). Creatures that critically fail also take [[/r {5}[persistent,acid]]] @UUID[Compendium.pf2e.conditionitems.lDVqvLKA6eF3Df60]{Persistent Acid Damage}.</p>"
				},
				"3-4 Freezing Wind":{
					"name": "3-4 Freezing Wind",
					"description": "<p>A barrage of freezing wind and hail assaults all creatures in a 20-foot burst. Creatures in the area take [[/r {3d10}[cold]]]{3d10 cold damage} and [[/r {3d10}[bludgeoning]]]{3d10 bludgeoning damage} (@Check[type:reflex|dc:42|basic:true] save). Creatures that critically fail are @UUID[Compendium.pf2e.conditionitems.xYTAsEpcJE1Ccni3]{Slowed 1} for 1 round.</p>"
				},
				"5-6 Bolts of Lightning":{
					"name": "5-6 Bolts of Lightning",
					"description": "<p>Several bolts of lightning strike all creatures in a 20-foot burst. Creatures in the area take [[/r {6d10}[electricity]]]{6d10 electricity damage} (@Check[type:reflex|dc:42|basic:true] save). Creatures that critically fail their saves become @UUID[Compendium.pf2e.conditionitems.XgEqL1kFApUbl5Z2]{Blinded} and @UUID[Compendium.pf2e.conditionitems.9PR9y0bi4JPKnHPR]{Deafened} for 1 round.</p>"
				},
				"7-8 Flaming Vortex":{
					"name": "7-8 Flaming Vortex",
					"description": "<p>Gouts of flame fall on all creatures in a 20-foot burst. Creatures in the area take [[/r {6d10}[fire]]]{6d10 fire damage} (@Check[type:reflex|dc:42|basic:true] save). Creatures that critically fail their saves also take [[/r {5}[persistent,fire]]] @UUID[Compendium.pf2e.conditionitems.lDVqvLKA6eF3Df60]{Persistent Fire Damage}.</p>"
				},
				"9-10 Poison Miasma":{
					"name": "9-10 Poison Miasma",
					"description": "<p>Poisonous mist rolls forth, covering a 20-foot burst for 1 round. Creatures within the mist become @UUID[Compendium.pf2e.conditionitems.DmAIPqOBomZ7H95W]{Concealed}, and creatures outside it become concealed to creatures within it. Creatures within the mist take [[/r {6d10}[poison]]]{6d10 poison damage} (@Check[type:fortitude|dc:42|basic:true] save). Creatures that critically fail their saves become @UUID[Compendium.pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 2}.</p>"
				}
			}
		},
		"Dragonstorm Fire Giant": {
			"name": "Dragonstorm Fire Giant",
			"data":{},
			"items":{
				"Dragonstorm Blade":{
					"name": "Dragonstorm Blade",
					"description": "<p>The dragonstorm fire giant raises one hand to the sky, channeling dragonstorm energy into the blade held in the other. The giant makes a greatsword Strike with a -2 circumstance penalty against each creature within its reach. It makes only one attack roll and compares the result against each creature's AC. This Strike deals an additional [[/r {1d8}[acid]]]{1d8 acid}, [[/r {1d8}[cold]]]{1d8 cold}, [[/r {1d8}[electricity]]]{1d8 electricity}, [[/r {1d8}[fire]]]{1d8 fire}, and [[/r {1d8}[poison]]]{1d8 poison damage} and counts as two attacks for the giant's multiple attack penalty.</p>"
				}
			}
		},
		"Duergar Slave Lord": {
			"name": "Duergar Slave Lord",
			"data":{},
			"items":{
				"equipment-Key to the Temple of All Gods":{
					"name": "Key to the Temple of All Gods"
				},
				"Improved Evasion":{
					"name": "Improved Evasion",
					"description": "<p>When a duergar slave lord rolls a success on a Reflex save, they get a critical success instead. When they roll a critical failure on a Reflex save, they get a failure instead. Finally, when they fail a Reflex save against a damaging effect, they take half damage.</p>"
				},
				"Hunt Prey":{
					"name": "Hunt Prey",
					"description": "<p>The slave lord designates as its prey a single creature that they can see or hear or that they are Tracking. They gain a +2 circumstance bonus to Perception checks when they <span data-pf2-action=\"seek\" data-pf2-glyph=\"A\">Seek</span> their prey and a +2 circumstance bonus to <span data-pf2-action=\"track\" data-pf2-glyph=\"A\">Track</span> their prey. They also ignore the penalty for making ranged attacks within their second range increment against their prey.</p>\n<p>The first time a slave lord hits their hunted prey in a round, they deal [[/r {2d8}[precision]]]{2d8 additional precision damage}. A slave lord can have only one prey designated at a time.</p>"
				},
				"Hunter's Flurry":{
					"name": "Hunter's Flurry",
					"description": "<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p><strong>Effect</strong> The slave lord makes two bow Strikes or two melee Strikes, each using a different weapon. These Strikes must target the slave lord's prey. If both Strikes hit, combine their damage for the purpose of resistances and weaknesses.</p>"
				}
			}
		},
		"Echoes of Betrayal": {
			"name": "Echoes of Betrayal",
			"disable": "<p>@Check[type:religion|dc:35|name:Exorcise|traits:haunt,complex] (master) three times to exorcise the spirits or @Check[type:diplomacy|dc:39|name:Talk Down|traits:haunt,complex] (expert) three times to talk them down.</p>",
			"hazarddescription": "<p>Malevolent spirits led by a ghostly image of Ludika rise and begin a deadly brawl. These spirits attempt to overwhelm living creatures, forcing them to join the battle.</p>",
			"reset": "<p>After 24 hours, the haunt returns. The spirits are permanently put to rest only if a lawfully appointed judge from Saggorak (or Kovlar) comes into the prison, takes damage from the haunt, and survives the attack.</p>",
			"routine": "<p>(1 action) As 1 action, the haunt causes a barrage of ghostly fists to lash from the walls, floors, and ceiling. The haunt attempts a spectral fist Strike against each creature in area <strong>H10</strong>.</p>",
			"stealthdetails": "<p>(master) to hear the quiet murmurs of angry spirits</p>",
			"data":{},
			"items":{
				"Confuse":{
					"name": "Confuse",
					"description": "<p><strong>Trigger</strong> At least three creatures enter area <strong>H10</strong>.</p>\n<hr />\n<p><strong>Effect</strong> The haunt takes control of all creatures in the prison, affecting them with <em>@UUID[Compendium.pf2e.spells-srd.LiGbewa9pO0yjbsY]{Confusion}</em> (8th level, @Check[type:will|dc:37] save).</p>"
				},
				"strike-Spectral Fist":{
					"name": "Spectral Fist",
					"description": "<p>On hit the creature must attempt a new @Check[type:will|dc:37|name:Spectral Fist Confusion] save against <em>@UUID[Compendium.pf2e.spells-srd.LiGbewa9pO0yjbsY]{Confusion}</em> if it's not already @UUID[Compendium.pf2e.conditionitems.yblD8fOR1J8rDwEQ]{Confused}.</p>"
				}
			}
		},
		"Ekujae Guardian": {
			"name": "Ekujae Guardian",
			"data":{},
			"items":{
				"Double Slice":{
					"name": "Double Slice",
					"description": "<p>The Ekujae guardian makes two Strikes against the same target, one with each of their daggers. The guardian combines the damage of any attacks that hit and applies precision damage, resistance, and weaknesses only once. Both attacks count toward the guardian's multiple attack penalty, but the penalty increases only after both attacks.</p>"
				},
				"Sneak Attack":{
					"name": "偷袭 Sneak Attack",
					"description": "<p>[[/r {1d6}[precision]]]{1d6 precision}</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.SneakAttack]</p>"
				},
				"Woodland Stride":{
					"name": "Woodland Stride",
					"description": "<p>The Ekujae guardian ignores difficult terrain from plants.</p>"
				}
			}
		},
		"Emaliza Zandivar": {
			"name": "Emaliza Zandivar",
			"data":{},
			"items":{
				"Contingency":{
					"name": "Contingency",
					"description": "<p><strong>Trigger</strong> Emaliza is attacked</p>\n<hr />\n<p><strong>Effect</strong> A 5th-level <em>@UUID[Compendium.pf2e.spells-srd.VlNcjmYyu95vOUe8]{Dimension Door}</em> spell is cast on Emaliza; she uses this to escape an attack that she fears would incapacitate or kill her.</p>"
				},
				"Drain Bonded Item":{
					"name": "Drain Bonded Item",
					"description": "<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> Emaliza hasn't acted yet on this turn</p>\n<hr />\n<p><strong>Effect</strong> Emaliza can cast one prepared spell she has already cast today without spending a spell slot.</p>"
				},
				"Warded Casting":{
					"name": "Warded Casting",
					"description": "<p><strong>Frequency</strong> once per round</p>\n<p><strong>Trigger</strong> Emaliza Casts a Spell</p>\n<hr />\n<p><strong>Effect</strong> Emaliza's magic creates a small defensive aura around her. She gains 20 temporary Hit Points and resistance 20 to either acid, cold, electricity, or fire damage. The defensive aura remains until the beginning of her next turn.</p>"
				}
			}
		},
		"Emperor Bird": {
			"name": "Emperor Bird",
			"publicNotes": "<p>The emperor bird is native to the jungles of the Mwangi Expanse and known for its brilliant plumage and innate magic. While it usually feeds on lizards, big insects, and other small creatures, the emperor bird is highly territorial and not afraid to attack larger prey. Its beak, resembling that of the much smaller peafowl, is exceptionally sharp, but its deadliest weapon is its tail-the long, whiplike blades of bone hidden among its tail feathers are a nasty surprise for any predator trying to sneak up on the bird.</p>\n<p>The emperor bird was given its current name 2,000 years ago when Taldor's Sixth Army of Exploration ventured into the Mwangi Expanse. When the legion spotted this 6-foot-long bird with its spectacular multicolored feathers trailing from its tail, wings, and crest, the soldiers thought the bird regal enough to suit their emperor, disregarding the name the Mwangi had given to the bird generations before, bebaki.</p>\n<p>Keeping an emperor bird was, for many years, a sign of prestige among the nobility of Taldor. That was long ago, however, and emperor birds eventually fell out of fashion. Inevitably their former owners forgot about their colorful pets, and hundreds of neglected emperor birds were released back into the wild by weary servants. While many such freed birds perished quickly in the unfamiliar woodlands of Avistan, some managed to hold out, and emperor birds can still be encountered in the Verduran Forest.</p>\n<p>The emperor bird uses its brilliant, iridescent plumage for mating displays as well as for intimidating rival suitors and potential predators. Not only are the feathers beautiful, but they are actually magical-a fact that has piqued the interest of alchemists and wizards alike, many of whom have spent decades capturing and breeding emperor birds in the hope of unlocking their arcane secrets. Mages stationed in the Mwangi Expanse will pay a pretty penny for intact feathers from these majestic creatures-or better yet, live specimens.</p>",
			"data":{},
			"items":{
				"Dazzling Display":{
					"name": "Dazzling Display",
					"description": "<p>The emperor bird flaps its mesmerizing wings. Each creature within @Template[type:emanation|distance:15]{15 feet} that can see the emperor bird must attempt a @Check[type:will|dc:19] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is @UUID[Compendium.pf2e.conditionitems.TkIyaNPgTZFBCCuh]{Dazzled} for 1 round.</p>\n<p><strong>Failure</strong> The creature is dazzled for [[/br 1d4 #Dazzled Duration]]{1d4 rounds}.</p>\n<p><strong>Critical Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.yblD8fOR1J8rDwEQ]{Confused} for [[/br 1d4 #Confused Duration]]{1d4 rounds}.</p>"
				},
				"Tail Lash":{
					"name": "Tail Lash",
					"description": "<p>The emperor bird makes tail Strikes against two different creatures within reach. The emperor bird's multiple attack penalty does not increase until it has finished both attacks.</p>"
				}
			}
		},
		"Endless Elven Aging": {
			"name": "Endless Elven Aging",
			"hp": "per square (squares must be destroyed to disable the haunt 6)",
			"disable": "<p>@Check[type:occultism|dc:38|name:Calm the Restless Energies|traits:haunt,magical] (master) or @Check[type:religion|dc:38|name:Calm the Restless Energies|traits:haunt,magical] (master) to calm the restless energies and suppress the haunt for 1 hour; a critical success deactivates the haunt permanently.</p>",
			"hazarddescription": "<p>A haunted mural fascinates characters and swiftly drains their vitality.</p>",
			"reset": "<p>The haunt continues its routine until there are no targets within 30 feet of the room. It then resets over the course of 1 minute and is able to activate again.</p>",
			"routine": "<p>(2 actions) The haunt lures creatures into area A2 using Captivate. Any actions it hasn't used to Captivate are used to drain a living creature in the room with Live a Thousand Lives.</p>",
			"stealthdetails": "<p>(master)</p>",
			"data":{},
			"items":{
				"Lifelike Scintillation":{
					"name": "Lifelike Scintillation",
					"description": "<p><strong>Trigger</strong> A living creature examines the mural or enters the room</p>\n<hr />\n<p><strong>Effect</strong> The haunt activates and rolls initiative.</p>"
				},
				"Captivate":{
					"name": "Captivate",
					"description": "<p>The faintly moving images compel one creature within 30 feet of the room to move into the room. The creature attempts a @Check[type:will|dc:38|traits:charm] save.</p>\n<hr />\n<p><strong>Success</strong> The target is unaffected.</p>\n<p><strong>Failure</strong> The target must spend all its actions on its next turn moving into the room, and is then @UUID[Compendium.pf2e.conditionitems.6uEgoh53GbXuHpTF]{Paralyzed} until the end of its next turn.</p>\n<p><strong>Critical Failure</strong> As failure, and the target is also @UUID[Compendium.pf2e.conditionitems.e1XGnhKNSQIm5IXg]{Stupefied 2} for 1 minute.</p>"
				},
				"Live a Thousand Lives":{
					"name": "Live a Thousand Lives",
					"description": "<p>The haunt causes a living creature in the room to experience a full elven life, weathering every wound, misfortune, loss, and consequence of aging centuries in a matter of seconds. The target must attempt a @Check[type:fortitude|dc:38] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target becomes @UUID[Compendium.pf2e.conditionitems.HL2l2VRSaQHu9lUw]{Fatigued}.</p>\n<p><strong>Failure</strong> The target becomes @UUID[Compendium.pf2e.conditionitems.4D2KBtexWXa6oUMR]{Drained 1} (or its drained value increases by 1, to a maximum of drained 3), and it is @UUID[Compendium.pf2e.conditionitems.6uEgoh53GbXuHpTF]{Paralyzed} until the end of its next turn.</p>\n<p><strong>Critical Failure</strong> As failure, but the target also becomes @UUID[Compendium.pf2e.conditionitems.3uh1r86TzbQvosxv]{Doomed 1} (or its doomed value increases by 1).</p>"
				}
			}
		},
		"Falrok": {
			"name": "Falrok",
			"allSaves": "lazurite-infused flesh",
			"data":{},
			"items":{
				"Lazurite-Infused Flesh":{
					"name": "Lazurite-Infused Flesh",
					"description": "<p>Falrok's flesh is infused with lazurite, and he gains the benefits undead creatures gain from this mineral at all times. When in an area infused with lazurite, such as the Sanctum of the Starved, these benefits increase to a +3 circumstance bonus to saving throws against positive effects. This infusion also grants Falrok his resistance to positive damage.</p>"
				},
				"Opportune Backstab":{
					"name": "Opportune Backstab",
					"description": "<p><strong>Trigger</strong> A creature within Falrok's melee reach is hit by a melee attack from one of his allies.</p>\n<hr />\n<p><strong>Effect</strong> When Falrok's enemy is hit by one of his allies, he capitalizes upon the distraction, making a Strike against the triggering creature.</p>"
				},
				"Stench":{
					"name": "Stench",
					"description": "<p>@Template[type:emanation|distance:10]{10 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>A creature entering the aura or starting its turn in the aura must succeed at a @Check[type:fortitude|dc:34] save or become @UUID[Compendium.pf2e.conditionitems.fesd1n5eVhpCSS18]{Sickened 1} (plus @UUID[Compendium.pf2e.conditionitems.xYTAsEpcJE1Ccni3]{Slowed 1} as long as it's sickened on a critical failure).</p>\n<p>While within the aura, the creature takes a -2 circumstance penalty to saves against disease and to recover from the sickened condition. A creature that succeeds at its save is temporarily immune for 1 minute.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.wX9L6fbqVMLP05hn]{Effect: Stench}</p>"
				},
				"Consume Flesh":{
					"name": "Consume Flesh",
					"description": "<p><strong>Requirements</strong> Falrok is adjacent to the corpse of a creature that died within the last hour.</p>\n<hr />\n<p><strong>Effect</strong> Falrok devours a chunk of the corpse and regains [[/r {8d6}[healing]]]{8d6 Hit Points}.</p>\n<p>He can regain Hit Points from any given corpse only once.</p>"
				},
				"Ghast Fever":{
					"name": "Ghast Fever",
					"description": "<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:34]</p>\n<hr />\n<p><strong>Stage 1</strong> carrier with no ill effect (1 day)</p>\n<p><strong>Stage 2</strong> [[/r {3d8}[negative]]]{3d8 negative damage} and regains half as many Hit Points from all healing (1 day)</p>\n<p><strong>Stage 3</strong> as stage 2 (1 day)</p>\n<p><strong>Stage 4</strong> [[/r {3d8}[negative]]]{3d8 negative damage} and gains no benefit from healing (1 day)</p>\n<p><strong>Stage 5</strong> as stage 4 (1 day)</p>\n<p><strong>Stage 6</strong> dead, and rises as a @UUID[Compendium.pf2e.pathfinder-bestiary.VC7rtYR4hLxwg7WZ]{Ghast} the next midnight</p>"
				},
				"Paralysis":{
					"name": "Paralysis",
					"description": "<p>Any living creature hit by a ghast's attack must succeed at a @Check[type:fortitude|dc:34] save or become @UUID[Compendium.pf2e.conditionitems.6uEgoh53GbXuHpTF]{Paralyzed}. It can attempt a new save at the end of each of its turns, and the DC cumulatively decreases by 1 on each such save.</p>"
				},
				"Scoundrel":{
					"name": "Scoundrel",
					"description": "<p>When Falrok successfully @UUID[Compendium.pf2e.actionspf2e.QNAVeNKtHA0EUw4X]{Feints}, the target is @UUID[Compendium.pf2e.conditionitems.AJh5ex99aV6VTggg]{Flat-Footed} against melee attacks he attempts against it until the end of his next turn. On a critical success, the target is flat-footed against all melee attacks until the end of their next turn, not just Falrok's.</p>"
				},
				"Sneak Attack":{
					"name": "偷袭 Sneak Attack",
					"description": "<p>[[/r {4d6}[precision]]]{4d6 Precision}</p>\n<p>When the monster Strikes a creature that has the @UUID[Compendium.pf2e.conditionitems.AJh5ex99aV6VTggg]{Flat-Footed} condition with an agile or finesse melee weapon, an agile or finesse unarmed attack, or a ranged weapon attack, it also deals the listed precision damage. For a ranged attack with a thrown weapon, that weapon must also be an agile or finesse weapon.</p>"
				},
				"Swift Leap":{
					"name": "Swift Leap",
					"description": "<p>Falrok jumps up to half his Speed. This movement doesn't trigger reactions.</p>"
				}
			}
		},
		"Forge-Spurned": {
			"name": "Forge-Spurned",
			"hp": "eternal damnation, 负能量治疗",
			"publicNotes": "<p>Evil dwarves who die having failed to live up to the exacting standards of the duergar god Droskar are sometimes forced to return to the material world as undead abominations known as forge-spurned.</p>",
			"data":{},
			"items":{
				"equipment-Soul Chain":{
					"name": "+1  强击炽焰  Soul Chain",
					"description": "<p>This 4-foot-long length of chain is covered with barbs and has spikes on one or both ends. Some feature metal hoops used as handgrips.</p>\n<p>A forge-spurned wields a soul chain: a cursed +1 striking flaming spiked chain. Any other creature that has a soul chain must succeed at a @Check[type:will|dc:22|name:Soul Chain Transformation] save each day at sundown or transform into a forge-spurned permanently. A forge-spurned stops at nothing to retrieve its soul chain if it's lost.</p>"
				},
				"Enternal Damnation":{
					"name": "Enternal Damnation",
					"description": "<p>As long as its <em>soul chain</em> remains intact, a forge-spurned can't be truly destroyed. It rises again fully healed at the next sundown, even if its physical body was destroyed.</p>"
				},
				"Searing Heat":{
					"name": "Searing Heat",
					"description": "<p>A creature that touches the forge-spurned (including @UUID[Compendium.pf2e.actionspf2e.PMbdMWc2QroouFGD]{Grappling} it or hitting it with an unarmed attack) takes [[/r {2d6}[fire]]]{2d6 fire damage} (@Check[type:reflex|dc:21|basic:true] save).</p>"
				},
				"Forge Breath":{
					"name": "Forge Breath",
					"description": "<p>The forge-spurned breathes a cloud of stinging soot, ash, and glowing embers. This can affect either a @Template[type:cone|distance:30] or a @Template[type:burst|distance:20] centered on the forge-spurned and persists for [[/br 1d4 #rounds]]{1d4 rounds}.</p>\n<p>Each creature that moves into or starts their turn in the area takes [[/r {6d6}[fire]]]{6d6 fire damage}, with a @Check[type:reflex|dc:21|basic:true] save. A creature that fails its save is also @UUID[Compendium.pf2e.conditionitems.XgEqL1kFApUbl5Z2]{Blinded} for 1 minute.</p>\n<p>Creatures within the cloud are @UUID[Compendium.pf2e.conditionitems.DmAIPqOBomZ7H95W]{Concealed}, though not from the forge-spurned.</p>\n<p>The forge-spurned can't use Forge Breath again until it has used Inflate Bellows.</p>"
				},
				"Inflate Bellows":{
					"name": "Inflate Bellows",
					"description": "<p><strong>Requirements</strong> The forge-spurned has used Forge Breath.</p>\n<hr />\n<p><strong>Effect</strong> The forge-spurned re-inflates its flaccid lungs, enabling it to use Forge Breath again.</p>"
				},
				"Soul Chain":{
					"name": "Soul Chain",
					"description": "<p>If a creature is slain by an attack from the <em>soul chain</em> and the forge-spurned is able to retain the creature's corpse, it can bind the creature's soul into the soul chain (as <em>@UUID[Compendium.pf2e.spells-srd.GYmXvS9NJ7QwfWGg]{Bind Soul}</em>) with a day of work at a forge and a @Check[type:crafting|dc:20|name:Soul Chain Bind] check.</p>\n<p>An individual whose soul is bound in this way can't be resurrected unless the soul chain is destroyed (Hardness 10, 40 HP, BT 20).</p>"
				}
			}
		},
		"Gerhard Pendergrast": {
			"name": "Gerhard Pendergrast",
			"blurb": "Male human explorer",
			"data":{},
			"items":{
				"Whiplash":{
					"name": "Whiplash",
					"description": "<p><strong>Trigger</strong> A creature within 10 feet of Gerhard uses an action with the move trait to leave a square.</p>\n<hr />\n<p><strong>Effect</strong> Gerhard attempts to @UUID[Compendium.pf2e.actionspf2e.ge56Lu1xXVFYUnLP]{Trip} the triggering creature. On a success, the creature also takes damage as if Gerhard hit with his whip Strike, and if the creature was flying, it falls 30 feet.</p>"
				},
				"Manly Left Hook":{
					"name": "Manly Left Hook",
					"description": "<p>A creature struck by Gerhard's punch must succeed at a @Check[type:fortitude|dc:23] save or be @UUID[Compendium.pf2e.conditionitems.dfCMdR4wnpbYNTix]{Stunned 1} (or @UUID[Compendium.pf2e.conditionitems.dfCMdR4wnpbYNTix]{Stunned 3} on a critical failure).</p>"
				},
				"Shoddy Blunderbuss":{
					"name": "Shoddy Blunderbuss",
					"description": "<p>Gerhard fires an explosive shot from his blunderbuss that deals [[/r {4d6}[bludgeoning]+{2d10}[fire]]]{4d6 bludgeoning damage plus 2d10 fire damage} to all creatures in a @Template[type:cone|distance:30] (@Check[type:reflex|dc:26|basic:true]).</p>\n<p>When firing the blunderbuss, Gerhard must succeed at a @Check[type:crafting|dc:20] or @Check[type:engineering-lore|dc:20]{Engineering Lore} check or the weapon explodes, damaging him for the same amount as the creatures in the cone and destroying itself. If someone other than Gerhard uses the weapon, they must critically succeed at the check. A successful @Check[type:crafting|dc:22] check is enough to confirm the weapon's unstable nature if someone examines it beforehand.</p>\n<p>Reloading the blunderbuss takes 3 Interact actions: adding 1 dose of gunpowder, adding 1 grapeshot canister, and packing the contents.</p>"
				},
				"Whip Swing":{
					"name": "Whip Swing",
					"description": "<p><strong>Requirement</strong> Gerhard is in a jungle, dense forest, or an area with numerous overhead beams.</p>\n<hr />\n<p><strong>Effect</strong> Gerhard uses his whip to lash upward to wrap around an overhanging tree branch; he then swings up to 30 feet in a straight line, and must end the movement on solid ground or fall.</p>"
				}
			}
		},
		"Gloomglow Mushrooms": {
			"name": "Gloomglow Mushrooms",
			"disable": "<p>@Check[type:survival|dc:22|name:Clear Patch of Mushrooms|traits:environmental,fungus,hazard] (expert) to remove a 5-foot-patch without triggering the mushrooms.</p>",
			"hazarddescription": "<p>A field of grass-like fungal filaments amid clusters of softly glowing, long-stalked mushrooms.</p>",
			"stealthdetails": "<p>(expert)</p>",
			"data":{},
			"items":{
				"Glowing Spores":{
					"name": "Glowing Spores",
					"description": "<p><strong>Trigger</strong> A creature moves into the mushrooms' space or damages the mushrooms. The mushrooms can't use this reaction if the damage was cold damage.</p>\n<hr />\n<p><strong>Effect</strong> The triggering creature and all creatures within 10 feet are sprayed with itchy, distracting, glowing spores and must attempt a @Check[type:reflex|dc:22|traits:environmental,fungus,hazard] save. On a failed save, the creatures become @UUID[Compendium.pf2e.conditionitems.fesd1n5eVhpCSS18]{Sickened 1} and @UUID[Compendium.pf2e.conditionitems.e1XGnhKNSQIm5IXg]{Stupefied 1} (or @UUID[Compendium.pf2e.conditionitems.fesd1n5eVhpCSS18]{Sickened 2} and @UUID[Compendium.pf2e.conditionitems.e1XGnhKNSQIm5IXg]{Stupefied 2} on a critical failure) and take a -4 penalty to Stealth checks until the spores lose potency in 24 hours or are removed. This requires washing them off by bathing in water for a minute, a <em>@UUID[Compendium.pf2e.spells-srd.Qw3fnUlaUbnn7ipC]{Prestidigitation}</em> spell, or a similar measure allowed by the GM.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.eZL4B1P4H8hr1CAn]{Effect: Glowing Spores}</p>"
				}
			}
		},
		"Grauladon": {
			"name": "Grauladon",
			"publicNotes": "<p>Grauladons are vicious predators that appear crocodilian in form, but are in fact distant offshoots of dragonkind. They make their dens in the shallows of fetid ponds or isolated corners of larger bodies of water, usually in rural swamps or woodlands. Driven almost entirely by their base desire to feed, grauladons spend most of their time swimming leisurely underwater looking for prey such as fish or waterfowl. Possessed of a greed befitting their more majestic dragon cousins, grauladons often take down prey larger than they need, jealously guarding the corpses to keep scavengers away even as the meat rots. A typical grauladon is 16 feet long from its snout to the tip of its tail and weighs 1,500 pounds.</p>\n<p>A grauladon's stench may seem supernaturally disgusting, but it is simply the result of the creature's fetid habitat and diet of rotting, waterlogged meat. As grauladons' exhalations bear a passing resemblance to dragons' breath, they have earned the nickname \"mud drakes\" from rural folk.</p>\n<p>Grauladons can be found in both fresh and brackish water in most temperate climates. They prefer to lair in shallow waters, particularly where reeds or other foliage conceal their bulk from unsuspecting prey. Grauladons are highly territorial and won't tolerate other predators living or hunting near their homes.</p>",
			"data":{},
			"items":{
				"Reactive Breath":{
					"name": "Reactive Breath",
					"description": "<p><strong>Trigger</strong> The grauladon takes damage from an adjacent creature.</p>\n<hr />\n<p><strong>Effect</strong> The grauladon uses Noxious Breath, including the triggering creature in the area.</p>"
				},
				"Body Slam":{
					"name": "Body Slam",
					"description": "<p><strong>Requirements</strong> More than one enemy is adjacent to the grauladon.</p>\n<hr />\n<p><strong>Effect</strong> The grauladon swings its tail at each adjacent enemy and attempts to <span data-pf2-action=\"trip\" data-pf2-glyph=\"A\">Trip</span> each creature adjacent to it. It rolls only a single Athletics check and compares the result to the Fortitude DC of each target.</p>"
				},
				"Deep Breath":{
					"name": "Deep Breath",
					"description": "<p>A grauladon can hold its breath for 225 rounds (22-1/2 minutes).</p>"
				},
				"Noxious Breath":{
					"name": "Noxious Breath",
					"description": "<p>The grauladon hisses and unleashes a nauseating cloud of halitosis in a @Template[type:cone|distance:15]. Each creature in the area must succeed at a @Check[type:fortitude|dc:18] saving throw or be @UUID[Compendium.pf2e.conditionitems.fesd1n5eVhpCSS18]{Sickened 1} (@UUID[Compendium.pf2e.conditionitems.fesd1n5eVhpCSS18]{Sickened 2} on a critical failure).</p>\n<p>The grauladon can't use Noxious Breath or Reactive Breath again for [[/br 1d4 #Noxious Breath Cooldown]]{1d4 rounds}.</p>"
				}
			}
		},
		"Graveshell": {
			"name": "Graveshell",
			"ac": "(while withdrawn into its shell 19)",
			"publicNotes": "<p>The graveshell is a dangerous predator that draws scavengers and explorers into its grasp using a morbid lure: the corpse of a former victim impaled upon the spikes that protrude from its large, turtle-like shell. Aside from its shell, the monster resembles no known animal. Small but bright yellow eyes watch from the sagging flesh of its head, the most prominent feature of which is a curiously shaped, toothy maw twisted into a perpetual grin. Its stubby arms and legs are impractical for both walking and swimming, though the algae-caked claws tipping each limb are deadly weapons.</p>\n<p>Graveshells are intelligent-a fact that surprises many who encounter them-and surrender rather than fight to the death. These monsters have little to offer in exchange for their lives, though the waterlogged treasures on their collection of corpses may entice opportunists.</p>",
			"data":{},
			"items":{
				"equipment-Shell":{
					"name": "Shell",
					"description": "<p>A graveshell's shell has a Hardness of 6, 10 Hit Points, and a Broken Threshold of 5. If its shell is broken, the graveshell can't attack with shell spikes, nor can it use Shell Game. If the shell is destroyed, the graveshell's AC is reduced to 16. As long as a graveshell is alive, its shell naturally repairs itself after a week.</p>"
				},
				"strike-Shell Spikes":{
					"name": "Shell Spikes"
				},
				"Corpse Disguise":{
					"name": "Corpse Disguise",
					"description": "<p>The graveshell conceals its true nature over the course of a few minutes by impaling a corpse (typically humanoid) on its spiky shell before partially submerging itself in water. It has an automatic result of 22 on Deception checks and DCs to pass as a corpse floating in the water.</p>"
				},
				"Shell Block":{
					"name": "Shell Block",
					"description": "<p><strong>Trigger</strong> The graveshell takes damage from a physical attack while withdrawn into its shell</p>\n<hr />\n<p><strong>Effect</strong> The graveshell reduces the damage from the attack by an amount equal to its shell's Hardness. A graveshell's shell has a Hardness of 6, 10 Hit Points, and a Broken Threshold of 5. If its shell is broken, the graveshell can't attack with shell spikes, nor can it use Shell Game. If the shell is destroyed, the graveshell's AC is reduced to 16. As long as a graveshell is alive, its shell naturally repairs itself after a week.</p>"
				},
				"Deep Breath":{
					"name": "Deep Breath",
					"description": "<p>The graveshell can hold its breath for 200 rounds (20 minutes).</p>"
				},
				"Shell Game":{
					"name": "Shell Game",
					"description": "<p>The graveshell withdraws into its shell, gaining a +2 circumstance bonus to AC and allowing it to use Shell Block. This lasts until the graveshell moves or attacks with any attack other than its shell spikes. The graveshell can't take this action or get any benefit from it if its shell is @UUID[Compendium.pf2e.conditionitems.6dNUvdb1dhToNDj3]{Broken}.</p>"
				}
			}
		},
		"Grippli Archer": {
			"name": "Grippli Archer",
			"publicNotes": "<p>Frog-like humanoids who make their homes in the treetops of tropical jungles and forests, gripplis are uniquely adapted to their environment. Their oversized eyes give them keen vision in both light and dark, and their large toes allow them to easily scale the trees atop which they reside. Gripplis vary widely in physical appearance, their physiologies largely determined by their surrounding environment; those who live in verdant forests, for example, typically have bright green skin and red eyes. In contrast, gripplis who live in regions of rot and decay have mottled brown coloration, and those who dwell near lakes or streams may bear bright blue and orange stripes. Typical gripplis are just over 2 feet tall and weigh approximately 30 pounds.</p>\n<p>Whatever region they come from, gripplis tend to be peaceful hunter-gatherers. Due to their modest understanding of agriculture, gripplis don't raise crops in the traditional sense, although they do cultivate mushroom patches and gather a wide array of fruits from the surrounding wilderness. The jungle also contains rivers and lakes filled with silver-scaled fish, which gripplis harvest in a sustainable manner to ensure their future supply, as well as fatty insects that grow much larger than in other parts of the world. Some of the most advanced grippli societies capture and breed these insects, nurturing herds of giant dragonflies or beetles that are eventually slaughtered for food for the rest of the village. Particularly enterprising gripplis even seek out and tame huge flying insects to use as mounts during their hunts. The rearing of such massive insects is no easy feat, however, so gripplis who manage to do so are often heralded as local heroes.</p>\n<p>The treetop settlements of the grippli are difficult to spot from the forest floor. Gripplis obscure their holdings with broad leaves and thick branches, and they riddle the surrounding forest with labyrinthine trails that only they know how to navigate. Their villages are usually constructed among the densest populations of trees, with thin rope bridges strung between wide wooden platforms built around each trunk.</p>\n<p>These sharpshooters are renowned for their patience and their accuracy.</p>",
			"data":{},
			"items":{
				"Hail of Arrows":{
					"name": "Hail of Arrows",
					"description": "<p>The grippli archer makes three ranged Strikes with their shortbow, all against a single target. Combine the damage of any Strikes that hit for the purpose of resistances and weaknesses.</p>"
				},
				"Jungle Stride":{
					"name": "Jungle Stride",
					"description": "<p>A grippli ignores difficult terrain in forests and jungles.</p>"
				}
			}
		},
		"Grippli Greenspeaker": {
			"name": "Grippli Greenspeaker",
			"publicNotes": "<p>Frog-like humanoids who make their homes in the treetops of tropical jungles and forests, gripplis are uniquely adapted to their environment. Their oversized eyes give them keen vision in both light and dark, and their large toes allow them to easily scale the trees atop which they reside. Gripplis vary widely in physical appearance, their physiologies largely determined by their surrounding environment; those who live in verdant forests, for example, typically have bright green skin and red eyes. In contrast, gripplis who live in regions of rot and decay have mottled brown coloration, and those who dwell near lakes or streams may bear bright blue and orange stripes. Typical gripplis are just over 2 feet tall and weigh approximately 30 pounds.</p>\n<p>Whatever region they come from, gripplis tend to be peaceful hunter-gatherers. Due to their modest understanding of agriculture, gripplis don't raise crops in the traditional sense, although they do cultivate mushroom patches and gather a wide array of fruits from the surrounding wilderness. The jungle also contains rivers and lakes filled with silver-scaled fish, which gripplis harvest in a sustainable manner to ensure their future supply, as well as fatty insects that grow much larger than in other parts of the world. Some of the most advanced grippli societies capture and breed these insects, nurturing herds of giant dragonflies or beetles that are eventually slaughtered for food for the rest of the village. Particularly enterprising gripplis even seek out and tame huge flying insects to use as mounts during their hunts. The rearing of such massive insects is no easy feat, however, so gripplis who manage to do so are often heralded as local heroes.</p>\n<p>The treetop settlements of the grippli are difficult to spot from the forest floor. Gripplis obscure their holdings with broad leaves and thick branches, and they riddle the surrounding forest with labyrinthine trails that only they know how to navigate. Their villages are usually constructed among the densest populations of trees, with thin rope bridges strung between wide wooden platforms built around each trunk.</p>\n<p>The unofficial healers of gripplikind are known as greenspeakers.</p>",
			"data":{},
			"items":{
				"Green Empathy":{
					"name": "Green Empathy",
					"description": "<p>The greenspeaker can use Diplomacy to @UUID[Compendium.pf2e.actionspf2e.OX4fy22hQgUHDr0q]{Make an Impression} on and make very simple Requests of plants and fungi.</p>"
				},
				"Jungle Stride":{
					"name": "Jungle Stride",
					"description": "<p>A grippli ignores difficult terrain in forests and jungles.</p>"
				}
			}
		},
		"Hellcrown": {
			"name": "Hellcrown",
			"publicNotes": "<p>The life of a Hellknight is bloody, brutal, and often short. Many who perish in service to a Hellknight order are glad to rest after having served their masters so faithfully, but others seek to continue their work even in death. When a Hellknight is decapitated, the ghostly undead known as a hellcrown is an occasional result. Consumed by the desire to bring about order by inflicting cruelty, hellcrowns haunt battlefields and abandoned castles, slaying all they encounter. A strange fusion of spirit and steel, a hellcrown has no corporeal form by itself, but instead inhabits the helmet it so proudly wore in life. Dangling from the helmet like a shroud is a shadow of the former Hellknight's spine, adding to the creature's terrifyingly gruesome appearance. Hellknights regard hellcrowns with a mixture of disgust and respect, considering the individuals who transform into these floating undead to have been resolute in purpose but weak in body.</p>\n<p>A hellcrown usually manifests hours or longer after its body's death, and only when its body is unattended; this might even take days if the Hellknight perished in a major battle. Typically, no recognizable fragment of the Hellknight's former personality survives the grisly transformation into a hellcrown, but in rare and particularly tragic cases a hellcrown might remember its life and hold grudges against those it views as the cause of its death. Regardless of whether they retain memories of their lives or have lost all former sense of self, hellcrowns linger around the site of their death, reminding all they encounter of the merciless principles of their order.</p>",
			"data":{},
			"items":{
				"Bleeding Nail":{
					"name": "Bleeding Nail",
					"description": "<p>If the hellcrown hits with a nail Strike, the target must attempt a @Check[type:fortitude|dc:16] save. On a failure, the nail is embedded in the creature, making it @UUID[Compendium.pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 1} for 1 minute and giving it [[/r {1}[persistent,bleed]]] @UUID[Compendium.pf2e.conditionitems.lDVqvLKA6eF3Df60]{Persistent Bleed Damage} (@UUID[Compendium.pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 2} and @Localize[PF2E.PersistentDamage.Bleed1d4.success] on a critical failure). Each additional embedded nail increases the enfeebled value by 1 (to a maximum of enfeebled 4) and the bleed damage by 1. A creature can remove a nail with an Interact action to reduce the enfeeblement and amount of bleed damage. Pulling out the last nail removes both conditions.</p>"
				},
				"Terrifying Stare":{
					"name": "Terrifying Stare",
					"description": "<p>All creatures that can see the hellcrown and are suffering from its bleeding nail must attempt a @Check[type:will|dc:16] saving throw. A creature that fails is @UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{Frightened 1}, and on a critical failure becomes @UUID[Compendium.pf2e.conditionitems.sDPxOjQ9kx2RZE8D]{Fleeing} for as long as it's frightened. Any creature that attempts a save is then temporarily immune for 10 minutes.</p>"
				}
			}
		},
		"Hermean Mutant": {
			"name": "Hermean Mutant",
			"data":{},
			"items":{
				"Constrict":{
					"name": "紧勒 Constrict",
					"description": "<p>[[/r {4d8+10}[bludgeoning]]]{4d8+10 bludgeoning damage}, @Check[type:fortitude|dc:41|basic:true] save</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Constrict]</p>"
				},
				"Grasping Hands":{
					"name": "Grasping Hands",
					"description": "<p>The mutant's various hands stretch and reach out in an attempt to grab nearby creatures. The mutant attempts an Athletics check to <span data-pf2-action=\"grapple\" data-pf2-glyph=\"A\">Grapple</span> all creatures within 10 feet. The mutant's multiple attack penalty doesn't increase until it has made all the Athletics checks that are part of its Grasping Hands. Creatures that are grabbed are pulled to a space adjacent to the mutant. This is forced movement.</p>"
				}
			}
		},
		"Hezle": {
			"name": "Hezle",
			"blurb": "Female kobold researcher",
			"data":{},
			"items":{
				"Kobold Explosives":{
					"name": "Kobold Explosives",
					"description": "<p><strong>Cost</strong> 1 batch of infused reagents.</p>\n<hr />\n<p><strong>Effect</strong> Hezle quickly cobbles together an explosive bomb and lobs it up to 30 feet. All creatures in a @Template[type:burst|distance:5] take [[/r {5d6}[fire]]]{5d6 fire damage} (@Check[type:reflex|dc:26|basic:true|traits:interact] save).</p>"
				},
				"Smoky Retreat":{
					"name": "Smoky Retreat",
					"description": "<p><strong>Cost</strong> 1 batch of infused reagents.</p>\n<p><strong>Requirements</strong> Hezle must be adjacent to at least one enemy.</p>\n<hr />\n<p><strong>Effect</strong> Hezle throws a mix of special powders centered on a corner of her space, creating a plume of smoke filling a @Template[type:burst|distance:5] until the end of her turn that causes her to be @UUID[Compendium.pf2e.conditionitems.iU0fEDdBp3rXpTMC]{Hidden}. She then immediately @UUID[Compendium.pf2e.actionspf2e.VMozDqMMuK5kpoX4]{Sneaks}, but must end her movement in a space that's not adjacent to any enemies.</p>\n<p>All creatures other than Hezle in the smoke cloud must attempt a @Check[type:fortitude|dc:26] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is @UUID[Compendium.pf2e.conditionitems.fesd1n5eVhpCSS18]{Sickened 1}.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.fesd1n5eVhpCSS18]{Sickened 2}.</p>\n<p><strong>Critical Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.fesd1n5eVhpCSS18]{Sickened 3} and @UUID[Compendium.pf2e.conditionitems.dfCMdR4wnpbYNTix]{Stunned 1}.</p>"
				},
				"Sneak Attack":{
					"name": "偷袭 Sneak Attack",
					"description": "<p>[[/r {2d6}[precision]]]{2d6 precision damage}</p>\n<p>@Localize[PF2E.NPC.Abilities.Glossary.SneakAttack]</p>"
				},
				"Staff Mastery":{
					"name": "Staff Mastery",
					"description": "<p>Although Hezle does not cast spells, her obsession with fire and long hours of practice allow her to cast spells from her <em>staff of fire</em> as if she had the spells on her spell list and could cast them. She still must expend charges from the staff normally; when she prepares the staff each morning, she is capable of placing 4 charges in the staff.</p>"
				}
			}
		},
		"Ilgreth": {
			"name": "Ilgreth",
			"data":{},
			"items":{
				"Drain Bonded Item":{
					"name": "Drain Bonded Item",
					"description": "<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> Ilgreth hasn't acted yet on this turn</p>\n<hr />\n<p><strong>Effect</strong> Ilgreth can cast one prepared spell he has already cast today without spending a spell slot. He must still Cast the Spell and meet the spell's other requirements.</p>"
				},
				"Overwhelming Energy":{
					"name": "Overwhelming Energy",
					"description": "<p>If Ilgreth's next action is to Cast a Spell, the spell ignores 20 resistance to acid, cold, electricity, fire, or sonic damage.</p>"
				}
			}
		},
		"Ilssrah Embermead": {
			"name": "Ilssrah Embermead",
			"data":{},
			"items":{
				"equipment-Fleshroaster":{
					"name": "+2  强击炽焰  Fleshroaster",
					"description": "<p>This 4‑foot‑long length of chain is covered with barbs and has spikes on one or both ends. Some feature metal hoops used as handgrips.</p>"
				},
				"strike-Fleshroaster":{
					"name": "Fleshroaster"
				},
				"Efficient Capture":{
					"name": "Efficient Capture",
					"description": "<p><strong>Requirements</strong> Ilssrah has manacles in hand and is adjacent to a creature.</p>\n<hr />\n<p><strong>Effect</strong> Ilssrah attempts to bind the creature's wrists or ankles with the manacles. If she succeeds at an attack roll with a [[/r 1d20+30 #attack]]{+30} modifier against the target's AC, she applies the manacles.</p>"
				},
				"Hammer the Chained":{
					"name": "Hammer the Chained",
					"description": "<p>Ilssrah attempts a melee Strike with <em>Fleshroaster</em>. If she hits, she also draws her light hammer, makes a melee Strike with it against the same target, and immediately returns it to her belt. She then resumes her grip on <em>Fleshroaster</em>. Both Strikes count toward Ilssrah's multiple attack penalty, but the penalty doesn't increase until both Strikes have been made. If the hammer Strike hits, it deals damage as normal and the target must attempt a @Check[type:fortitude|dc:35] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is @UUID[Compendium.pf2e.conditionitems.i3OJZU2nk64Df3xm]{Clumsy 1} and @UUID[Compendium.pf2e.conditionitems.e1XGnhKNSQIm5IXg]{Stupefied 1} for 1 round.</p>\n<p><strong>Failure</strong> The creature is clumsy 1 and stupefied 1 for 1 minute.</p>\n<p><strong>Critical Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.i3OJZU2nk64Df3xm]{Clumsy 2} and @UUID[Compendium.pf2e.conditionitems.e1XGnhKNSQIm5IXg]{Stupefied 2} for 1 minute.</p>"
				}
			}
		},
		"Immortal Ichor": {
			"name": "Immortal Ichor",
			"publicNotes": "<p>An immortal ichor is an intelligent mass of blood from a dead evil deity. The cultists who perform the ritual to create immortal ichor typically seal up the sentient ooze in an underground or remote chamber that blocks its magical abilities, but over time these seals break or weaken, freeing the unholy monster.</p>",
			"data":{},
			"items":{
				"Immortality":{
					"name": "Immortality",
					"description": "<p>The immortal ichor doesn't age, nor does it need to eat or breathe. It can die only as a result of violence.</p>"
				},
				"Corrupt Ally":{
					"name": "Corrupt Ally",
					"description": "<p>A creature that fails to save against an immortal ichor's charm spell becomes @UUID[Compendium.pf2e.conditionitems.e1XGnhKNSQIm5IXg]{Stupefied 1}. The stupefied value reduces by 1 every 24 hours. The first time each day a creature stupefied by the ichor's charm fails to save against another casting of the ichor's charm, the value of the condition increases by [[/r 1d4]]{1d4}. If the stupefied condition ever equals the creature's Wisdom score, it becomes controlled by the ichor permanently; if it dies, it rises the next round as a zombie (of the GM's choice) under the ichor's control. If the ichor is killed, these zombies are destroyed.</p>"
				},
				"Dead Spells":{
					"name": "Dead Spells",
					"description": "<p>An immortal ichor can cast an initial and advanced domain spell of a domain that belonged to the dead deity from which the ichor arose (the domain spells presented here are from the destruction domain).</p>"
				},
				"Mental Erosion":{
					"name": "Mental Erosion",
					"description": "<p>A creature hit by the ichor's pseudopod is @UUID[Compendium.pf2e.conditionitems.e1XGnhKNSQIm5IXg]{Stupefied 2} for 1 day unless it succeeds at a @Check[type:will|dc:35] save.</p>"
				},
				"Resanguinate":{
					"name": "Resanguinate",
					"description": "<p>The immortal ichor draws blood from the pores of living creatures around it. Any living creature within 30 feet that has blood takes [[/r {4d6}]]{4d6 damage} (@Check[type:fortitude|dc:33|basic:true] save). The immortal ichor regains HP equal to the total damage dealt. A creature that fails its save is also @UUID[Compendium.pf2e.conditionitems.4D2KBtexWXa6oUMR]{Drained 1} (or @UUID[Compendium.pf2e.conditionitems.4D2KBtexWXa6oUMR]{Drained 2} on a critical failure).</p>"
				}
			}
		},
		"Ingnovim Tluss": {
			"name": "Ingnovim Tluss",
			"data":{},
			"items":{
				"equipment-Syringe Filled with Unstable Mutagen":{
					"name": "Syringe Filled with Unstable Mutagen"
				},
				"Infused Items":{
					"name": "Infused Items",
					"description": "<p>Ingnovim carries</p>\n<p>4 @UUID[Compendium.pf2e.equipment-srd.GttLYMT2welSpwCd]{Acid Flask (Major)}</p>\n<p>4 @UUID[Compendium.pf2e.equipment-srd.cLZrOihPht5M7eTw]{Alchemist's Fire (Major)}</p>\n<p>2 @UUID[Compendium.pf2e.equipment-srd.nS75vsM3x5jxlUqn]{Bestial Mutagen (Major)}</p>\n<p>4 @UUID[Compendium.pf2e.equipment-srd.rpbbfkexLhtadBDV]{Bottled Lightning (Major)}</p>\n<p>4 @UUID[Compendium.pf2e.equipment-srd.4DJQID8GIlxQ7b9C]{Frost Vial (Major)}</p>\n<p>2 @UUID[Compendium.pf2e.equipment-srd.1kNp6yOS0aZPBPzZ]{Juggernaut Mutagen (Major)}</p>\n<p>4 @UUID[Compendium.pf2e.equipment-srd.qK964kZz1ALcysOa]{Elixir of Life (True)}</p>\n<p>These items last for 24 hours or until the next time he makes his daily preparations.</p>"
				},
				"Inject Unstable Mutagen":{
					"name": "Inject Unstable Mutagen",
					"description": "<p><strong>Trigger</strong> Ingnovim damages a creature with a syringe Strike</p>\n<hr />\n<p><strong>Effect</strong> The creature injected with unstable mutagen must attempt a @Check[type:fortitude|dc:41] save to resist the injection.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target is @UUID[Compendium.pf2e.conditionitems.fesd1n5eVhpCSS18]{Sickened 2}.</p>\n<p><strong>Failure</strong> The target's body shifts and mutates, growing difficult to control; the target is @UUID[Compendium.pf2e.conditionitems.i3OJZU2nk64Df3xm]{Clumsy 2} and @UUID[Compendium.pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 2} for 24 hours.</p>\n<p><strong>Critical Failure</strong> The target's body completely distorts into a shuddering blob of warped flesh that is incapable of action; the target is @UUID[Compendium.pf2e.conditionitems.6uEgoh53GbXuHpTF]{Paralyzed}. Every 24 hours, the target may attempt a new saving throw against this effect; on a critical success, the paralysis ends.</p>"
				},
				"Mutagenic Adaptation":{
					"name": "Mutagenic Adaptation",
					"description": "<p>Ingnovim's body has adapted to the constant use of his mutagens. He does not suffer the drawback of any bestial mutagens but is still affected normally by other mutagens.</p>"
				},
				"Quick Bomber":{
					"name": "Quick Bomber",
					"description": "<p>Ingnovim draws an alchemical bomb with an Interact action and throws it as a ranged Strike.</p>"
				}
			}
		},
		"Ingnovim's Assistant": {
			"name": "Ingnovim's Assistant",
			"data":{},
			"items":{
				"Death Throes":{
					"name": "Death Throes",
					"description": "<p>When one of Ingnovim's assistants dies, it bursts open in a foul-sounding and smelling explosion of toxic viscera and poisonous vapors. All creatures within a @Template[type:burst|distance:20] must attempt a @Check[type:fortitude|dc:38] save to resist this blast of poison.</p>/n/n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is @UUID[Compendium.pf2e.conditionitems.fesd1n5eVhpCSS18]{Sickened 2}.</p>\n<p><strong>Failure</strong> The creature takes [[/r {7d8}[poison]]]{7d8 poison damage}.</p>\n<p><strong>Critical Failure</strong> The creature takes [[/r {14d8}[poison]]]{14d8 poison damage} and @Localize[PF2E.PersistentDamage.Poison2d8.success].</p>"
				}
			}
		},
		"Inizra Arumelo": {
			"name": "Inizra Arumelo",
			"data":{},
			"items":{
				"Attack of Opportunity":{
					"name": "借机攻击 Attack of Opportunity",
					"description": "<p>Inizra can use Attack of Opportunity when a creature within her reach uses a concentrate action, in addition to its normal trigger. She can disrupt triggering concentrate actions, and she disrupts actions on any hit, not just a critical hit.</p><hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.AttackOfOpportunity]</p>"
				},
				"Boundless Reprisals":{
					"name": "Boundless Reprisals",
					"description": "<p>Inizra gains a reaction at the start of each enemy's turn that she can use only during that turn.</p>"
				},
				"Mirror Shield":{
					"name": "Mirror Shield",
					"description": "<p><strong>Requirements</strong> You have a shield raised.</p>\n<p><strong>Trigger</strong> An opponent casting a spell that targets you critically fails a spell attack roll against your AC.</p>\n<hr />\n<p><strong>Effect</strong> You reflect the spell back against the triggering opponent. Make a ranged attack against the triggering creature using your highest proficiency with a ranged weapon. If you can cast spells, you can make a spell attack roll instead. If you succeed, your opponent takes the effects of a successful spell attack roll for their own spell (or the effects of a critical success if your attack roll was a critical success).</p>"
				},
				"Paragon's Guard Stance":{
					"name": "Paragon's Guard Stance",
					"description": "<p>Inizra always has her shield raised as if she had used the Raise a Shield action, as long as she meets that action's requirements.</p>"
				},
				"Weapon Supremacy":{
					"name": "Weapon Supremacy",
					"description": "<p>Inizra is permanently @UUID[Compendium.pf2e.conditionitems.nlCjDvLMf2EkV2dl]{Quickened 1}. She can use her extra action only to Strike.</p>"
				}
			}
		},
		"Ishti": {
			"name": "Ishti",
			"data":{},
			"items":{
				"Change Shape":{
					"name": "变身 Change Shape",
					"description": "<p>Ishti can take on the appearance of a Medium humanoid. This doesn't change her Speed or her attack and damage modifiers with her Strikes, but it does prevent them from using her cursed touch. Ishti has a fixed humanoid form-they cannot adopt a different appearance each time they use this ability, and the appearance resembles that of their upper torso when in their true form.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>"
				},
				"Matriarch's Caress":{
					"name": "Matriarch's Caress",
					"description": "<p>Ishti touches a creature, who must succeed at a @Check[type:will|dc:40] save or become @UUID[Compendium.pf2e.conditionitems.e1XGnhKNSQIm5IXg]{Stupefied 1} (@UUID[Compendium.pf2e.conditionitems.e1XGnhKNSQIm5IXg]{Stupefied 2} if it critically fails).</p>\n<p>If the target fails additional saves against this ability, the condition value increases by 1 (or 2 if it critically fails) (to a maximum of stupefied 4). This condition value decreases by 1 every 24 hours.</p>"
				},
				"Poison Weapon":{
					"name": "Poison Weapon",
					"description": "<p>Ishti applies a poison to a piercing or slashing weapon of her choice.</p>"
				},
				"Quick Dervish Strike":{
					"name": "Quick Dervish Strike",
					"description": "<p>Ishti makes a dagger attack against each enemy within reach. Each attack counts toward her multiple attack penalty, but the penalty does not increase until after all the attacks. The first enemy she damages is subject to matriarch's caress.</p>"
				}
			}
		},
		"Jahsi": {
			"name": "Jahsi",
			"blurb": "Male elf hero",
			"data":{},
			"items":{
				"Divine Providence":{
					"name": "Divine Providence",
					"description": "<p><strong>Trigger</strong> Jahsi rolls a success on a Will save against an enemy's effect.</p>\n<hr />\n<p><strong>Effect</strong> Jahsi gets a critical success instead.</p>"
				},
				"Glimpse of Redemption":{
					"name": "Glimpse of Redemption",
					"description": "<p><strong>Trigger</strong> An enemy damages one of Jahsi's allies within 15 feet of him.</p>\n<hr />\n<p><strong>Effect</strong> The foe must choose one: The ally is unharmed by the triggering damage, or the ally gains resistance 10 against the triggering damage, and the enemy is @UUID[Compendium.pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 2} until the end of its next turn.</p>"
				},
				"Woodland Stride":{
					"name": "Woodland Stride",
					"description": "<p>Jahsi ignores difficult terrain from plants.</p>"
				}
			}
		},
		"Kelda Halrig": {
			"name": "Kelda Halrig",
			"data":{},
			"items":{
				"Master Smith":{
					"name": "Master Smith",
					"description": "<p>As the most skillful blacksmith in Kovlar, Kelda's abilities far surpass those of typical smiths. She can Craft items as if she were 16th level. Additionally, she knows how to make a vast catalog of items, including numerous uncommon formulas and several rare formulas. The exact formulas she knows can be tailored to fit the needs of each particular group of PCs, but most are for weapons, armor, and other items that could reasonably be made in a forge.</p>"
				}
			}
		},
		"King Harral": {
			"name": "King Harral",
			"data":{},
			"items":{
				"Counterspell":{
					"name": "Counterspell",
					"description": "<p><strong>Trigger</strong> A creature casts a spell King Harral has prepared.</p>\n<hr />\n<p><strong>Effect</strong> The king expends a prepared spell to counter the triggering creature's casting of that same spell. He can then attempt to dispel the triggering spell.</p>"
				},
				"Frightful Presence":{
					"name": "气势凶猛 Frightful Presence",
					"description": "<p>@Template[type:emanation|distance:60]{60 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.v61oEQaDdcRpaZ9X]{Aura}, @Check[type:will|dc:33]</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.FrightfulPresence]</p>"
				},
				"Rejuvenation":{
					"name": "Rejuvenation",
					"description": "<p>24 hours after King Harral is destroyed, his body rebuilds itself on his throne (or, if the throne is destroyed, on the site where the throne once sat), similarly to how a lich's body is restored via its phylactery. If all of Saggorak's buildings are destroyed, or if heroes perform a great service in saving Saggorak, King Harral loses this ability.</p>"
				},
				"Steady Spellcasting":{
					"name": "Steady Spellcasting",
					"description": "<p>If another creature's reaction would disrupt King Harral's spell, he attempts a @Check[type:flat|dc:15]. If he succeeds, the spell isn't disrupted.</p>"
				}
			}
		},
		"Kralgurn": {
			"name": "Kralgurn",
			"data":{},
			"items":{
				"Intimidating Attack of Opportunity":{
					"name": "Intimidating Attack of Opportunity",
					"description": "<p>Kralgurn's Attacks of Opportunity not only wound creatures, but also shatter their confidence. If Kralgurn hits and deals damage with an Attack of Opportunity, the target is @UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{Frightened 2}, or @UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{Frightened 4} on a critical hit.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.AttackOfOpportunity]</p>"
				},
				"Fearsome Brute":{
					"name": "Fearsome Brute",
					"description": "<p>When Kralgurn attacks a @UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{Frightened} creature, he gains a circumstance bonus to damage equal to three times the target's frightened value.</p>"
				}
			}
		},
		"Lazurite-Infused Stone Golem": {
			"name": "Lazurite-Infused Stone Golem",
			"data":{},
			"items":{
				"Golem Antimagic":{
					"name": "Golem Antimagic",
					"description": "<p>harmed by <em>cold</em> and <em>positive</em> ([[/r {5d10}]]{5d10 damage}, [[/r {2d8}]]{2d8 damage} from areas or persistent damage); healed by <em>negative</em> (area [[/r {2d8}[healing]]]{2d8 Hit Points}); slowed by <em>earth</em></p>\n<hr />\n<p>A golem is immune to spells and magical abilities other than its own, but each type of golem is affected by a few types of magic in special ways. These exceptions are listed in shortened form in the golem's stat block, with the full rules appearing here. If an entry lists multiple types (such as \"cold and water\"), either type of spell can affect the golem.</p>\n<ul>\n<li><strong>Harmed By</strong> Any magic of this type that targets the golem causes it to take the listed amount of damage (this damage has no type) instead of the usual effect. If the golem starts its turn in an area of magic of this type or is affected by a persistent effect of the appropriate type, it takes the damage listed in the parenthetical.</li>\n<li><strong>Healed By</strong> Any magic of this type that targets the golem makes the golem lose the slowed condition and gain HP equal to half the damage the spell would have dealt. If the golem starts its turn in an area of this type of magic, it gains the HP listed in the parenthetical.</li>\n<li><strong>Slowed By</strong> Any magic of this type that targets the golem causes it to be @UUID[Compendium.pf2e.conditionitems.xYTAsEpcJE1Ccni3]{Slowed 1} for [[/r 2d6 #rounds]]{2d6 rounds} instead of the usual effect. If the golem starts its turn in an area of this type of magic, it's slowed 1 for that round.</li>\n<li><strong>Vulnerable To</strong> Each golem is vulnerable to one or more specific spells, with the effects described in its stat block.</li>\n</ul>"
				},
				"Necrotic Field":{
					"name": "Necrotic Field",
					"description": "<p>@Template[type:emanation|distance:30]{30 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>Positive energy effects within the golem's necrotic field deal only half their normal damage. Additionally, all undead within its aura deal an additional [[/r {1d6}[negative]]]{1d6 negative damage} with their natural attacks.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.kjP0J97hhoIhbF3M]{Effect: Necrotic Field}</p>"
				},
				"Vulnerable to Stone to Flesh":{
					"name": "Vulnerable to Stone to Flesh",
					"description": "<p>A <em>@UUID[Compendium.pf2e.spells-srd.Pr1ruNTbzGn3H9w5]{Stone to Flesh}</em> spell negates the golem's antimagic and its resistance to physical damage for 1 round. A <em>@UUID[Compendium.pf2e.spells-srd.znv4ECL7ZtuiagtA]{Flesh to Stone}</em> spell reverses this effect immediately.</p>"
				},
				"Inexorable March":{
					"name": "Inexorable March",
					"description": "<p>The golem Strides up to its Speed, pushing back each creature whose space it moves into and damaging them if they try to stop its movement. A creature can bar the way by succeeding at a @Check[type:fortitude|dc:36] save. On a critical success, the resisting creature takes no damage; otherwise, it takes damage equal to that dealt by the golem's fist Strike</p>"
				},
				"Necrotic Affliction":{
					"name": "Necrotic Affliction",
					"description": "<p><strong>Trigger</strong> The golem hits a slowed creature.</p>\n<hr />\n<p><strong>Effect</strong> The creature must succeed at a @Check[type:fortitude|dc:34] save or become @UUID[Compendium.pf2e.conditionitems.4D2KBtexWXa6oUMR]{Drained 1} (or @UUID[Compendium.pf2e.conditionitems.4D2KBtexWXa6oUMR]{Drained 2} on a critical failure) as the golem's lazurite leeches vital energies and causes wounds to rot.</p>"
				},
				"Necrotic Pulse":{
					"name": "Necrotic Pulse",
					"description": "<p>Each creature in a @Template[type:emanation|distance:10] must succeed at a @Check[type:fortitude|dc:32|name:Necrotic Pulese] save or take [[/r {1d6}[persistent,necrotic]]] @UUID[Compendium.pf2e.conditionitems.lDVqvLKA6eF3Df60]{Persistent Necrotic Damage} and be @UUID[Compendium.pf2e.conditionitems.xYTAsEpcJE1Ccni3]{Slowed 1} for 1 minute as their flesh and bones temporarily atrophy.</p>\n<p data-visibility=\"owner\">The golem can't use Necrotic Pulse again for [[/br 1d4 #rounds]]{1d4 rounds}.</p>"
				}
			}
		},
		"Lesser Dragonstorm": {
			"name": "Lesser Dragonstorm",
			"disable": "<p>@Check[type:religion|dc:40|name:Call for Divine Intervention] (legendary) to call out to a non-evil deity for direct intervention to disperse the lesser dragonstorm (prayers to Apsu allow characters who are masters in Religion to attempt the check as if they were legendary instead), @Check[type:thievery|dc:42|name:Deactivate Vengegate|traits:action:disable-a-device] (legendary) to deactivate Vengegate while the manifestation is forcing it open, or a successful <em>@UUID[Compendium.pf2e.spells-srd.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (10th level; DC 40) to counteract the lesser dragonstorm.</p>",
			"hazarddescription": "<p>A small-scale version of a dragonstorm-a churning vortex of wind infused with fire, acid, lightning, poison, and ice-fills Alseta's Ring.</p>",
			"routine": "<p>(1 action) On its initiative, the lesser dragonstorm reaches out and blasts all creatures within Alseta's Ring. Affected creatures take [[/r {2d8}[acid] + {2d8}[cold] + {2d8}[fire] + {2d8}[electricity + {2d8}[poison]]]{10d8 damage} (@Check[type:reflex|dc:46|basic:true]), evenly split between acid, cold, fire, electricity, and poison. Creatures that fail their save are pulled 20 feet toward the center of Alseta's Ring (or are knocked prone and pulled 30 feet on a critical failure). After 10 rounds, the lesser dragonstorm is destroyed, but a much greater dragonstorm manifests in the surrounding region-see The Dragonstorm.</p>",
			"stealthdetails": "<p>(legendary)</p>",
			"data":{},
			"items":{
				"Manifest Lesser Dragonstorm":{
					"name": "Manifest Lesser Dragonstorm",
					"description": "<p><strong>Trigger</strong> A creature attempts to activate Vengegate</p>\n<hr />\n<p><strong>Effect</strong> The chamber within Alseta's Ring fills with a dragonstorm. Creatures within this area take [[/r {2d8}[acid] + {2d8}[cold] + {2d8}[fire] + {2d8}[electricity + {2d8}[poison]]]{10d8 damage}, equally split between acid, cold, electricity, fire, and poison.</p>"
				}
			}
		},
		"Lesser Manifestation Of Dahak": {
			"name": "Lesser Manifestation Of Dahak",
			"data":{},
			"items":{
				"Smoke Vision":{
					"name": "Smoke Vision",
					"description": "<p>Smoke doesn't impair a red dragon's vision; it ignores the concealed condition from smoke.</p>"
				},
				"Attack of Opportunity (Jaws Only)":{
					"name": "Attack of Opportunity (Jaws Only)",
					"description": "<p>Jaws only</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.AttackOfOpportunity]</p>"
				},
				"Dragon Heat":{
					"name": "Dragon Heat",
					"description": "<p>@Template[type:emanation|distance:10]{10 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>[[/r {6d6}[fire]]]{6d6 fire damage} (@Check[type:reflex|dc:42|basic:true|name:Draconic Heat|traits:divine] save)</p>"
				},
				"Frightful Presence":{
					"name": "气势凶猛 Frightful Presence",
					"description": "<p>@Template[type:emanation|distance:90]{90 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.v61oEQaDdcRpaZ9X]{Aura}, @Check[type:will|dc:42] save</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.FrightfulPresence]</p>"
				},
				"Redirect Energy":{
					"name": "Redirect Energy",
					"description": "<p><strong>Trigger</strong> A creature within 100 feet casts an acid, cold, fire, electricity, or poison spell, or such a spell otherwise comes into effect from a source within 100 feet</p>\n<hr />\n<p><strong>Effect</strong> The manifestation of Dahak makes all the choices to determine the targets, destination, or other effects of the spell, as though it were the caster.</p>"
				},
				"Breath Weapon":{
					"name": "Breath Weapon",
					"description": "<p>The manifestation of Dahak breathes a blast of dragonstorm energy that deals [[/r {5d6}[acid] + {5d6}[cold] +{5d6}[electricity] +{5d6}[fire] +{5d6}[poison]]]{5d6 acid, 5d6 cold, 5d6 electricity, 5d6 fire, and 5d6 poison damage} in a @Template[type:cone|distance:60] (@Check[type:reflex|dc:46|basic:true|name:Dragonstorm Breath|traits:fire,acid,cold,electricity,poison] save).</p>\n<p>It can't use Dragonstorm Breath again for [[/br 1d4 #rounds]]{1d4 rounds}.</p>"
				},
				"Draconic Frenzy":{
					"name": "Draconic Frenzy",
					"description": "<p>The dragon makes two claw Strikes and one wing Strike in any order.</p>"
				},
				"Draconic Momentum":{
					"name": "Draconic Momentum",
					"description": "<p>The dragon recharges its Breath Weapon whenever it scores a critical hit with a Strike.</p>"
				},
				"Manipulate Energy":{
					"name": "Manipulate Energy",
					"description": "<p>The manifestation attempts to take control of a magical acid, cold, electricity, fire, or poison spell within 100 feet. If it succeeds at a counteract check (counteract level 10, counteract modifier [[/r 1d20+36 #Manipulate Energy]]{+36}), the original caster loses control of the spell, control is transferred to the manifestation, and the manifestation counts as having Sustained the Spell with this action (if applicable). The manifestation can end the spell instead of taking control, if it chooses.</p>"
				}
			}
		},
		"Lifeleech Crystal Patches": {
			"name": "Lifeleech Crystal Patches",
			"disable": "<p>@Check[type:religion|dc:30|name:Lifeleech Crystal Patch Disable|traits:environmental,magical] (expert) to utter prayers that quell the crystals' necromantic compulsion to drink blood</p>",
			"hazarddescription": "<p>Sharp, bloodthirsty crystals make walking through this chamber treacherous.</p>",
			"stealthdetails": "<p>(expert) or <em>@UUID[Compendium.pf2e.spells-srd.gpzpAAAJ1Lza2JVl]{Detect Magic}</em> to note the presence of necromantic energies suffusing the crystals.</p>",
			"data":{},
			"items":{
				"Slice Legs":{
					"name": "Slice Legs",
					"description": "<p><strong>Trigger</strong> A creature with blood moves through a patch of lifeleech crystals.</p>\n<hr />\n<p><strong>Effect</strong> The crystals twist and slash, animating and cutting into the creature as it walks, dealing [[/r {5d8}[slashing]]]{5d8 slashing damage}. The creature must attempt a @Check[type:reflex|dc:28|traits:damaging-effect,environmental,magical] saving throw.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes full damage and is @UUID[Compendium.pf2e.conditionitems.4D2KBtexWXa6oUMR]{Drained 1}.</p>\n<p><strong>Failure</strong> The creature takes double damage and is @UUID[Compendium.pf2e.conditionitems.4D2KBtexWXa6oUMR]{Drained 2}.</p>\n<p><strong>Critical Failure</strong> As failure, plus the creature's blood causes fresh growth. A new 10-foot-square patch of lifeleech crystals grows in an adjacent space to the current patch of crystals.</p>"
				}
			}
		},
		"Living Sap": {
			"name": "Living Sap",
			"publicNotes": "<p>The tall sharinga trees of the Mwangi Expanse leak golden sap from their swollen, bulbous trunks, which coagulates when exposed to air. The toxic resin, which has a bitter taste, protects the tree from herbivorous insects and other animals, but in rare cases-usually in areas awash in positive energy or the influence of the First World-the sap gains a life of its own. Such \"living sap\" is a mindless ooze that attempts to smother and engulf just about anything that moves, from the bugs and small beasts that feed on its sharinga tree to larger creatures unlucky enough to stumble upon it. Due to its immunities to most forms of physical damage and its protectiveness of its mother tree, a living ooze is a nuisance to communities that rely on the sap of sharinga trees to make resin, rubber, and glue.</p>\n<p>Jungle-dwelling alchemists such as gripplis cherish the sap of the sharinga tree for its unique adhesive properties. The sap has been used for centuries to create tanglefoot bags, glue, and hard resin. Residue collected from a living sap is even more fascinating from an alchemical standpoint. Though harvesting a living sap is very dangerous, some alchemists will risk death in order to procure these easily worked ingredients. To increase the odds of a successful harvest, such employers are often willing to supply offensive aids such as lesser frost vials; living sap hunters learned long ago that cold energy is effective against these creatures and luckily doesn't harm the harvestable reagents.</p>",
			"data":{},
			"items":{
				"Motion Sense 60 feet":{
					"name": "Motion Sense 60 feet",
					"description": "<p>Living sap can sense nearby motion through vibration and air movement.</p>"
				},
				"Adhesive Body":{
					"name": "Adhesive Body",
					"description": "<p>A creature that Strikes a living sap with a melee weapon must succeed at a @Check[type:reflex|dc:24] save or be disarmed of that weapon. If the creature critically fails, the weapon ends up in the living sap's space. A creature that hits a living sap with an unarmed attack must succeed at a @Check[type:reflex|dc:24] save or become @UUID[Compendium.pf2e.conditionitems.kWc1fhmv9LBiTuei]{Grabbed} by the living sap until the end of its next turn.</p>"
				},
				"Engulf":{
					"name": "包卷 Engulf",
					"description": "<p>@Check[type:reflex|dc:22|traits:damaging-effect] save, [[/r {2d6}[acid]]]{2d6 acid}, @UUID[Compendium.pf2e.actionspf2e.SkZAQRkLLkmBQNB9]{Escape} DC 24, Rupture 10</p>\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Engulf]</p>"
				},
				"Entangling Residue":{
					"name": "Entangling Residue",
					"description": "<p>A creature hit by a living sap's pseudopod Strike must succeed at a @Check[type:reflex|dc:24] save or become @UUID[Compendium.pf2e.conditionitems.kWc1fhmv9LBiTuei]{Grabbed} until the end of the living sap's next turn.</p>"
				}
			}
		},
		"Luminous Ward": {
			"name": "Luminous Ward",
			"disable": "<p>@Check[type:thievery|dc:40|name:|traits:action:disable-a-device] (master) to disable the wards or <em>@UUID[Compendium.pf2e.spells-srd.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (9th level; counteract DC 38) to counteract the ward</p>",
			"hazarddescription": "<p>A burst of radiance explodes from the door.</p>",
			"reset": "<p>The trap resets after 1 hour.</p>",
			"stealthdetails": "<p>(master)</p>",
			"data":{},
			"items":{
				"Radiant Explosion":{
					"name": "Radiant Explosion",
					"description": "<p><strong>Trigger</strong> A creature touches the door</p>\n<hr />\n<p><strong>Effect</strong> All creatures within 20 feet of the door are scorched with brilliant light, taking [[/r {20d6}[fire]]]{20d6 fire damage} (@Check[type:reflex|dc:40|basic:true] save). A creature that fails this save is @UUID[Compendium.pf2e.conditionitems.XgEqL1kFApUbl5Z2]{Blinded} for 1 hour (or permanently on a critical failure).</p>"
				}
			}
		},
		"Malarunk": {
			"name": "Malarunk",
			"blurb": "Male charau-ka cleric 5",
			"data":{},
			"items":{
				"strike-Cinderclaw Gauntlet":{
					"name": "Cinderclaw Gauntlet",
					"description": "<p>[[/r {1d6}[fire]]]{1d6 fire damage} on a critical hit</p>"
				},
				"Channel Smite":{
					"name": "Channel Smite",
					"description": "<p><strong>Cost</strong> Expend a <em>@UUID[Compendium.pf2e.spells-srd.wdA52JJnsuQWeyqz]{Harm}</em> or <em>@UUID[Compendium.pf2e.spells-srd.rfZpqmj0AIIdkVIs]{Heal}</em> spell.</p>\n<hr />\n<p>Malarunk siphon's the destructive energies of positive or negative energy through a melee attack and into his foe.</p>\n<p>Make a melee Strike and add the spell's damage to the Strike's damage.</p>\n<p>This is negative damage if Malarunk expended a <em>harm</em> spell or positive damage if he expended a <em>heal</em> spell. The spell is expended with no effect if his Strike fails or hits a creature that isn't damaged by that energy type (such as if he hit a non-undead creature with a <em>heal</em> spell).</p>"
				},
				"Shrieking Frenzy":{
					"name": "Shrieking Frenzy",
					"description": "<p><strong>Trigger</strong> Malarunk's turn begins.</p>\n<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p><strong>Effect</strong> Malarunk is @UUID[Compendium.pf2e.conditionitems.nlCjDvLMf2EkV2dl]{Quickened} until the end of his turn, and can use the extra action to Stride or Strike. Due to his loud wailing while in a shrieking frenzy, Malarunk can't speak and automatically critically fails all Stealth checks.</p>"
				},
				"Thrown Weapon Mastery":{
					"name": "Thrown Weapon Mastery",
					"description": "<p>When Malarunk throws a weapon, the weapon gains the deadly d6 weapon trait. Furthermore, when Malarunk throws an improvised weapon, it doesn't take the -2 penalty for using an improvised weapon, nor does he take the penalty for using that weapon to make a lethal attack instead of a nonlethal attack.</p>"
				}
			}
		},
		"Manifestation Of Dahak": {
			"name": "Manifestation Of Dahak",
			"data":{},
			"items":{
				"Imprisoned":{
					"name": "Imprisoned",
					"description": "<p>Dahak's manifestation can't physically exit the Adamantine Fen until conditions are right. Planar travel effects do not allow it to escape, nor can they banish it from the Adamantine Fen.</p>"
				},
				"Smoke Vision":{
					"name": "Smoke Vision",
					"description": "<p>Smoke doesn't impair a red dragon's vision; it ignores the concealed condition from smoke.</p>"
				},
				"Attack of Opportunity (Jaws Only)":{
					"name": "Attack of Opportunity (Jaws Only)",
					"description": "<p>Jaws only</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.AttackOfOpportunity]</p>"
				},
				"Dragonstorm Aura":{
					"name": "Dragonstorm Aura",
					"description": "<p>@Template[type:emanation|distance:10]{10 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>[[/r {2d6}[acid] + {2d6}[cold] +{2d6}[electricity] +{2d6}[fire] +{2d6}[poison]]]{10d6 damage split evenly between acid, cold electricity, fire, and poison}.</p>"
				},
				"Frightful Presence":{
					"name": "气势凶猛 Frightful Presence",
					"description": "<p>@Template[type:emanation|distance:120]{120 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.v61oEQaDdcRpaZ9X]{Aura} @Check[type:will|dc:45]</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.FrightfulPresence]</p>"
				},
				"Redirect Energy":{
					"name": "Redirect Energy",
					"description": "<p><strong>Trigger</strong> A creature within 100 feet casts an acid, cold, fire, electricity, or poison spell, or such a spell otherwise comes into effect from a source within 100 feet</p>\n<hr />\n<p><strong>Effect</strong> The manifestation of Dahak makes all the choices to determine the targets, destination, or other effects of the spell, as though it were the caster.</p>"
				},
				"Constrict":{
					"name": "紧勒 Constrict",
					"description": "<p>[[/r {2d10+10}[bludgeoning]+{2d6}[fire]]]{2d10+10 bludgeoning damage plus 2d6 fire damage}, @Check[type:fortitude|dc:48|basic:true]</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Constrict]</p>"
				},
				"Draconic Frenzy":{
					"name": "Draconic Frenzy",
					"description": "<p>The dragon makes two claw Strikes and one wing Strike in any order.</p>"
				},
				"Draconic Momentum":{
					"name": "Draconic Momentum",
					"description": "<p>The dragon recharges its Breath Weapon whenever it scores a critical hit with a Strike.</p>"
				},
				"Dragonstorm Breath":{
					"name": "Dragonstorm Breath",
					"description": "<p>The manifestation of Dahak breathes a blast of dragonstorm energy that deals [[/r {5d6}[acid] + {5d6}[cold] +{5d6}[electricity] +{5d6}[fire] +{5d6}[poison]]]{5d6 acid, 5d6 cold, 5d6 electricity, 5d6 fire, and 5d6 poison damage} in a @Template[type:cone|distance:60] (@Check[type:reflex|dc:48|basic:true|traits:fire,acid,cold,electricity,poison] save). It can't use Dragonstorm Breath again for [[/br 1d4 #rounds]]{1d4 rounds}.</p>"
				},
				"Focused Breath Weapon":{
					"name": "Focused Breath Weapon",
					"description": "<p>The manifestation breathes a blast of energy that deals [[/r {12d12}]]{12d12 damage} in a @Template[type:line|distance:90] (@Check[type:reflex|dc:44|basic:true] save). The type of damage this Breath Weapon deals can be acid, cold, electricity, fire, or poison, as chosen by the manifestation when it attacks. The manifestation can't use its focused Breath Weapon again for 2 rounds, and the next time it uses its Breath Weapon, it must deal a different type of damage than the previous usage.</p>"
				}
			}
		},
		"Mengkare": {
			"name": "Mengkare",
			"data":{},
			"items":{
				"Attack of Opportunity (Jaws only)":{
					"name": "Attack of Opportunity (Jaws only)",
					"description": "<p>Jaws only</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.AttackOfOpportunity]</p>"
				},
				"Contingency":{
					"name": "Contingency",
					"description": "<p><strong>Trigger</strong> Mengkare fails a saving throw against a spell.</p>\n<hr />\n<p><strong>Effect</strong> <em>@UUID[Compendium.pf2e.spells-srd.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (7th level) attempts to counteract the triggering spell.</p>"
				},
				"Extra Reaction":{
					"name": "Extra Reaction",
					"description": "<p>Mengkare gains 2 reactions at the start of his turn each round.</p>"
				},
				"Frightful Presence":{
					"name": "气势凶猛 Frightful Presence",
					"description": "<p>@Template[type:emanation|distance:90]{90 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.v61oEQaDdcRpaZ9X]{Aura}, @Check[type:will|dc:43] save</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.FrightfulPresence]</p>"
				},
				"Golden Luck":{
					"name": "Golden Luck",
					"description": "<p><strong>Trigger</strong> Mengkare fails a saving throw.</p>\n<hr />\n<p><strong>Effect</strong> Mengkare improves his result by one degree of success, turning a failure into a success or a critical failure into a normal failure.</p>\n<p>Mengkare can't use this ability again for [[/br 1d4 #rounds]]{1d4 rounds}.</p>"
				},
				"Breath Weapon":{
					"name": "Breath Weapon",
					"description": "<p>Mengkare breathes in one of two ways. He can't use Breath Weapon again for [[/br 1d4 #rounds]]{1d4 rounds}.</p>\n<ul>\n<li><strong>Flame</strong> (arcane,evocation,fire); Mengkare breathes a blast of flame in a @Template[type:cone|distance:80] that deals [[/r {24d6}[fire]]]{24d6 fire damage} (@Check[type:reflex|dc:46|basic:true|name:Breath Weapon (Flame)] save).</li>\n<li><strong>Weakening Gas</strong> (arcane,necromancy); The dragon breathes a blast of weakening gas. Each creature within a @Template[type:cone|distance:30] must succeed at a @Check[type:fortitude|dc:46|name:Breath Weapon (Weakening Gas)] save or become @UUID[Compendium.pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 4} for 1 minute (or @UUID[Compendium.pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 5} on a critical failure).</li>\n</ul>"
				},
				"Change Shape":{
					"name": "变身 Change Shape",
					"description": "<p>Mengkare assumes a Medium humanoid form, posing as the human wizard Lamond Breachton.</p>\n<hr />\n<p>The dragon takes on the appearance of any Small or Medium humanoid. This doesn't change its Speed or attack and damage bonuses with its Strikes, but might change the damage type its Strikes deal (typically to bludgeoning).</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>"
				},
				"Draconic Frenzy":{
					"name": "Draconic Frenzy",
					"description": "<p>Mengkare makes two claw Strikes and one horns Strike in any order</p>"
				},
				"Draconic Momentum":{
					"name": "Draconic Momentum",
					"description": "<p>When Mengkare scores a critical hit with a strike, he recharges his Breath Weapon.</p>"
				},
				"Explosive Breath":{
					"name": "Explosive Breath",
					"description": "<p>When Mengkare uses Breath Weapon, he can expel an explosive orb of flame instead of a cone. When he does, he fires the orb at the corner of a square within 60 feet. The orb immediately detonates and deals [[/r {24d6}[fire]]]{24d6 fire damage} (@Check[type:reflex|dc:48|basic:true|name:Explosive Orb|traits:fire] save) to all creatures within a @Template[type:burst|distance:30]. Creatures that critically fail their save catch on fire and take [[/r {4d6}[persistent,fire]]] @UUID[Compendium.pf2e.conditionitems.lDVqvLKA6eF3Df60]{Persistent Fire Damage}.</p>"
				}
			}
		},
		"Mental Scream Trap": {
			"name": "Mental Scream Trap",
			"disable": "<p>@Check[type:arcana|dc:41|name:Suppress the Magic|traits:magical,trap] to suppress the magic or @Check[type:thievery|dc:41|name:Scratch Out the Ward|traits:magical,trap] to scratch out the ward</p>",
			"hazarddescription": "<p>A psychic scream disorients creatures in the area.</p>",
			"stealthdetails": "<p>(master)</p>",
			"data":{},
			"items":{
				"Psychic Screech":{
					"name": "Psychic Screech",
					"description": "<p><strong>Trigger</strong> A creature enters the marked area</p>\n<hr />\n<p><strong>Effect</strong> A psychic wail affects all creatures within 10 feet of the marked area, requiring them to attempt a @Check[type:will|dc:41] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target is @UUID[Compendium.pf2e.conditionitems.dfCMdR4wnpbYNTix]{Stunned 2}.</p>\n<p><strong>Failure</strong> The target is @UUID[Compendium.pf2e.conditionitems.6uEgoh53GbXuHpTF]{Paralyzed} for 1 round, then stunned 2 when the paralysis ends.</p>\n<p><strong>Critical Failure</strong> The target is paralyzed for 4 rounds. At the end of each of its turns, it can attempt a new Will save to reduce the remaining duration by 1 round, or end it entirely on a critical success.</p>"
				}
			}
		},
		"Mud Spider": {
			"name": "Mud Spider",
			"speed": "mudwalking",
			"publicNotes": "<p>Tarantulas are ambush predators, but will attack prey in the open.</p>",
			"blurb": "Variant giant tarantula",
			"data":{},
			"items":{
				"Mudwalking":{
					"name": "Mudwalking",
					"description": "<p>The mud spiders ignore difficult terrain from mud.</p>"
				},
				"Giant Tarantula Venom":{
					"name": "Giant Tarantula Venom",
					"description": "<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:23]</p>\n<p><strong>Maximum Duration</strong> 8 rounds</p>\n<p><strong>Stage 1</strong> 1d6 poison (1 round)</p>\n<p><strong>Stage 2</strong> 1d6 poison, flat-footed, and clumsy 1 (1 round)</p>\n<p><strong>Stage 3</strong> 1d6 poison, flat-footed, and clumsy 2 (1 round)</p>\n<p><strong>Stage 4</strong> 1d6 poison and paralyzed (1 round).</p>"
				},
				"Hair Barrage":{
					"name": "Hair Barrage",
					"description": "<p>The tarantula flicks its legs, flinging spiky hairs in a @Template[type:cone|distance:15]. This deals [[/r {4d6}[piercing]]]{4d6 piercing damage} with a @Check[type:reflex|dc:25|basic:true] save.</p>"
				}
			}
		},
		"Nketiah": {
			"name": "Nketiah",
			"data":{},
			"items":{
				"Arborean Arm":{
					"name": "Arborean Arm",
					"description": "<p>This magical limb functions in all ways as Nketiah's original arm. The arm can extend a vine to attack in melee, and using the arm, Nketiah has a climb Speed of 20 feet and Climbs as if she had master proficiency in Athletics. Finally, the arm's primal magic allows her to use the spells from her verdant staff as if she had all of those spells on her spell list.</p>"
				},
				"Woodland Elf":{
					"name": "Woodland Elf",
					"description": "<p>Nketiah can move at half her Speed on a successful Climb check and at full Speed on a critical success. She can always @UUID[Compendium.pf2e.actionspf2e.ust1jJSCZQUhBZIz]{Take Cover} within forest terrain to gain cover, even if she's not next to a wall or obstacle.</p>"
				},
				"Woodland Stride":{
					"name": "Woodland Stride",
					"description": "<p>Nketiah ignores difficult terrain caused by plants.</p>"
				}
			}
		},
		"Promise Guard": {
			"name": "Promise Guard",
			"data":{},
			"items":{
				"Attack of Opportunity":{
					"name": "借机攻击 Attack of Opportunity",
					"description": "<p>A Promise Guard can use Attack of Opportunity when a creature within her reach uses a concentrate action, in addition to its normal trigger. They can disrupt triggering concentrate actions, and they disrupt actions on any hit, not just a critical hit.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.AttackOfOpportunity]</p>"
				},
				"Promise Guard Stance":{
					"name": "Promise Guard Stance",
					"description": "<p>A promise guard always has her shield raised as if they had used the Raise a Shield action, as long as they meet that action's requirements.</p>"
				},
				"Shield Warden":{
					"name": "Shield Warden",
					"description": "<p>A Promise guard can use their Shield Block reaction to prevent damage to an adjacent ally.</p>"
				},
				"Shield Shove":{
					"name": "Shield Shove",
					"description": "<p>The Promise guard makes a Strike with their longsword, then attempts to push the target back. If the Strike hits, the target is @UUID[Compendium.pf2e.conditionitems.AJh5ex99aV6VTggg]{Flat-Footed} until the start of the guard's next turn, and the guard can automatically Shove the target, with the same benefits as the Shove action (including the critical success effect if the Strike was a critical hit). If the guard moves to follow the target, this movement doesn't trigger reactions. In addition, if the target has to stop moving because it would hit an object, it takes damage equal to the guard's Strength modifier.</p>"
				},
				"Sudden Charge":{
					"name": "Sudden Charge",
					"description": "<p>The Promise guard Strides up to double their Speed. If the guard ends their movement within melee reach of at least one enemy, they can make a melee Strike against that enemy.</p>"
				}
			}
		},
		"Racharak": {
			"name": "Racharak",
			"blurb": "Female charau-ka guardian",
			"data":{},
			"items":{
				"Tail Swipe":{
					"name": "Tail Swipe",
					"description": "<p><strong>Trigger</strong> A creature within reach of Racharak's tail uses a move action or leaves a square during a move action it's using.</p>\n<hr />\n<p><strong>Effect</strong> Racharak makes a tail Strike at the creature with a -2 penalty. If it hits, she disrupts the creature's action.</p>"
				},
				"Breath Weapon":{
					"name": "Breath Weapon",
					"description": "<p>Racharak breathes flames that deals [[/r {9d6}[fire]]]{9d6 fire damage} to all creatures in a @Template[type:cone|distance:30] (@Check[type:reflex|dc:26|basic:true] save).</p>\n<p>She can't use Breath Weapon again for [[/br 1d4 #rounds]]{1d4 rounds}</p>"
				},
				"Draconic Frenzy":{
					"name": "Draconic Frenzy",
					"description": "<p>Racharak makes two claw Strikes and one bite Strike in any order.</p>"
				},
				"Shrieking Frenzy":{
					"name": "Shrieking Frenzy",
					"description": "<p><strong>Trigger</strong> Racharak's turn begins.</p>\n<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p><strong>Effect</strong> Racharak is @UUID[Compendium.pf2e.conditionitems.nlCjDvLMf2EkV2dl]{Quickened} until the end of her turn, and can use the extra action to Stride or Strike. While in the frenzy, Racharak can't speak and automatically critically fails Stealth checks, due to her loud wailing.</p>"
				},
				"Thrown Weapon Mastery":{
					"name": "Thrown Weapon Mastery",
					"description": "<p>When Racharak throws a weapon, the weapon gains the deadly d6 weapon trait. When she throws an improvised weapon, she doesn't take the -2 penalty for using an improvised weapon, nor does she take the penalty for using that weapon to make a lethal attack instead of a nonlethal attack.</p>"
				}
			}
		},
		"Renali": {
			"name": "Renali",
			"data":{},
			"items":{
				"Anadi Venom":{
					"name": "Anadi Venom",
					"description": "<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:20]</p>\n<hr />\n<p><strong>Maximum Duration</strong> 4 rounds</p>\n<p><strong>Stage 1</strong> [[/r {1d6}[poison]]]{1d6 poison damage} and @UUID[Compendium.pf2e.conditionitems.AJh5ex99aV6VTggg]{Flat-Footed} (1 round)</p>\n<p><strong>Stage 2</strong> [[/r {1d6}[poison]]]{1d6 poison damage}, flat-footed, and @UUID[Compendium.pf2e.conditionitems.i3OJZU2nk64Df3xm]{Clumsy 1} (1 round)</p>"
				},
				"Change Shape":{
					"name": "变身 Change Shape",
					"description": "<p>Renali changes into her true form, spider form, or human form. The above statistics assume Renali is in her true form. While in their human form, Renali can't use her fangs attack and loses her climb Speed. When in spider form, she can't use weapons.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>"
				},
				"Spin Silk":{
					"name": "Spin Silk",
					"description": "<p>By spending several minutes, an anadi can produce silk to craft items made of cloth. A single anadi can produce enough silk in a day to craft a single garment.</p>"
				}
			}
		},
		"Rinnarv Bontimar": {
			"name": "Rinnarv Bontimar",
			"data":{},
			"items":{
				"Attack of Opportunity":{
					"name": "借机攻击 Attack of Opportunity",
					"description": "<p>Rinnarv can use Attack of Opportunity when a creature within his reach uses a concentrate action, in addition to its normal trigger. He can disrupt triggering concentrate actions, and he disrupts actions on any hit, not just a critical hit.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.AttackOfOpportunity]</p>"
				},
				"Blood Magic":{
					"name": "Blood Magic",
					"description": "<p>When Rinnarv casts one of his bloodline spells or a spell from his list of granted spells, he creates an aura that protects himself or one of the targets of the spell. The aura grants a +1 status bonus to saving throws for 1 round.</p>"
				},
				"Spell Strike":{
					"name": "Spell Strike",
					"description": "<p><strong>Frequency</strong> once per round</p>\n<p><strong>Trigger</strong> Rinnarv begins to Cast a Spell that targets at least 1 creature</p>\n<hr />\n<p><strong>Effect</strong> Rinnarv channels his spell through his blade. He makes a Strike with his blade against a target within reach. If the Strike is successful, the target is automatically subject to the spell. If the spell required an attack roll, the target is hit. If the spell required a saving throw, the target takes a -4 status penalty to its saving throw instead. If the spell could target multiple creatures, it targets only the creature Rinnarv hit with his Strike.</p>"
				}
			}
		},
		"Saggorak Poltergeist": {
			"name": "Saggorak Poltergeist",
			"data":{},
			"items":{
				"Site Bound":{
					"name": "Site Bound",
					"description": "<p>The Saggorak poltergeist cannot travel more than 120 feet from area <strong>F2</strong>.</p>"
				},
				"Natural Invisibility":{
					"name": "Natural Invisibility",
					"description": "<p>A poltergeist is naturally @UUID[Compendium.pf2e.conditionitems.zJxUflt9np0q4yML]{Invisible}. It becomes visible only when it uses Frighten.</p>"
				},
				"Rejuvenation":{
					"name": "Rejuvenation",
					"description": "<p>When a ghost is destroyed, it re-forms after [[/br 2d4 #days]]{2d4 days} within the location it's bound to, fully healed. A ghost can be permanently destroyed only if someone determines the reason for its existence and sets right whatever prevents the spirit from resting.</p>"
				},
				"Telekinetic Defense":{
					"name": "Telekinetic Defense",
					"description": "<p><strong>Trigger</strong> A creature approaches within 10 feet of the poltergeist.</p>\n<hr />\n<p><strong>Effect</strong> The poltergeist makes a telekinetic object Strike against the triggering creature.</p>"
				},
				"Frighten":{
					"name": "Frighten",
					"description": "<p><strong>Requirement</strong> The poltergeist must be @UUID[Compendium.pf2e.conditionitems.zJxUflt9np0q4yML]{Invisible}.</p>\n<hr />\n<p><strong>Effect</strong> The poltergeist becomes visible, appearing as a skeletal, ghostlike humanoid. Each creature within 30 feet must attempt a @Check[type:will|dc:33] save, becoming @UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{Frightened 2} on a failure. On a critical failure, it's also @UUID[Compendium.pf2e.conditionitems.sDPxOjQ9kx2RZE8D]{Fleeing} for as long as it's frightened. On a success, the creature is temporarily immune for 1 minute.</p>\n<p>At the start of its next turn, the poltergeist becomes invisible again.</p>"
				},
				"Telekinetic Storm":{
					"name": "Telekinetic Storm",
					"description": "<p>The poltergeist telekinetically throws numerous small and jagged chunks of stone rubble, either spreading them out among multiple foes or directing them at one target.</p>\n<ul>\n<li>When this effect is spread out among multiple foes, the poltergeist makes a telekinetic object Strike at a -2 penalty against each creature within 30 feet. These count as one attack for the poltergeist's multiple attack penalty, and the penalty doesn't increase until after all the attacks.</li>\n<li>When this effect has only one target, the poltergeist makes a telekinetic object Strike against the target, and the damage increases to 6d12. It deals [[/r 2d12 #Telekinetic Storm Failure]]{2d12 damage} on a failure, and no damage on a critical failure.</li>\n</ul>"
				}
			}
		},
		"Scarlet Triad Agent": {
			"name": "Scarlet Triad Agent",
			"data":{},
			"items":{
				"equipment-Ruby and Sapphire ring":{
					"name": "Ruby and Sapphire ring"
				},
				"Efficient Capture":{
					"name": "Efficient Capture",
					"description": "<p><strong>Requirements</strong> The Scarlet Triad agent has manacles in hand and is adjacent to a creature.</p>\n<hr />\n<p><strong>Effect</strong> The Scarlet Triad agent attempts to bind the creature's wrists or ankles with the manacles. If they succeed at an attack roll with a [[/r 1d20+24]]{+24 modifier} against the target's AC, they apply the manacles.</p>"
				},
				"Precise Debilitations":{
					"name": "Precise Debilitations",
					"description": "<p><strong>Trigger</strong> The Scarlet Triad agent's Strike hits a flat-footed creature and deals damage.</p>\n<hr />\n<p><strong>Effect</strong> The Scarlet Triad agent applies one of the following debilitations to the creature, which lasts until the end of their next turn.</p>\n<ul>\n<li><em>Brow Gash</em> The target becomes @UUID[Compendium.pf2e.conditionitems.AJh5ex99aV6VTggg]{Flat-Footed}.</li>\n<li><em>Deep Cut</em> The target takes an additional [[/r 2d6[precision]]]{2d6 precision damage} from the Scarlet Triad agent's attacks.</li>\n<li><em>Hamstring</em> The target takes a -10-foot status penalty to its Speeds.</li>\n<li><em>Low Blow</em> The target becomes @UUID[Compendium.pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 1}.</li>\n</ul>\n<p>@UUID[Compendium.pf2e.bestiary-effects.otUESSH8BDdPKHtb]{Effect: Hamstring}</p>"
				},
				"Sneak Attack":{
					"name": "偷袭 Sneak Attack",
					"description": "<p>[[/r {3d6}[precision]]]{3d6 precision damage}</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.SneakAttack]</p>"
				},
				"Weapon Trick":{
					"name": "Weapon Trick",
					"description": "<p>When the Scarlet Triad agent critically succeeds at an attack roll against a @UUID[Compendium.pf2e.conditionitems.AJh5ex99aV6VTggg]{Flat-Footed} creature, they apply the critical specialization effect for the weapon they are wielding.</p>"
				}
			}
		},
		"Scarlet Triad Boss": {
			"name": "Scarlet Triad Boss",
			"data":{},
			"items":{
				"Return Fire":{
					"name": "Return Fire",
					"description": "<p><strong>Trigger</strong> The Scarlet Triad boss is the target of a physical ranged attack</p>\n<hr />\n<p><strong>Effect</strong> They gain a +4 circumstance bonus to AC against the triggering attack. If the attack misses and the boss has their shortbow in hand, the boss Strikes the attacker with their shortbow.</p>"
				},
				"Darting Shot":{
					"name": "Darting Shot",
					"description": "<p>The Scarlet Triad boss <span data-pf2-action=\"feint\" data-pf2-glyph=\"A\">Feints</span> a target, Strides up to their Speed, and makes a Strike with their shortbow in any order. They can Feint any target within 30 feet when using this ability.</p>"
				},
				"Sneak Attack":{
					"name": "偷袭 Sneak Attack",
					"description": "<p>[[/r {4d6}[precision]]]{4d6 additional precision damage}</p>\n<hr />\n<p>When the monster Strikes a creature that has the @UUID[Compendium.pf2e.conditionitems.AJh5ex99aV6VTggg]{Flat-Footed} condition with an agile or finesse melee weapon, an agile or finesse unarmed attack, or a ranged weapon attack, it also deals the listed precision damage. For a ranged attack with a thrown weapon, that weapon must also be an agile or finesse weapon.</p>"
				}
			}
		},
		"Scarlet Triad Enforcer": {
			"name": "Scarlet Triad Enforcer",
			"data":{},
			"items":{
				"Stunning Retort":{
					"name": "Stunning Retort",
					"description": "<p><strong>Trigger</strong> An enemy critically fails a Strike against the enforcer</p>\n<hr />\n<p><strong>Effect</strong> The enforcer Strikes with their sap against that enemy if they're within reach; otherwise, the enforcer attempts an Intimidation check to <span data-pf2-action=\"demoralize\" data-pf2-glyph=\"A\">Demoralize</span> that enemy.</p>"
				},
				"Dual Abuse":{
					"name": "Dual Abuse",
					"description": "<p>The enforcer uses the pain of one attack as an opening to deal a devastating second blow. The enforcer makes two attacks against the same target: a scimitar Strike and sap Strike (in any order) or two composite shortbow Strikes. If both attacks hit, the second attack deals an additional [[/r {3d6}]]{3d6 damage}, and the enforcer gives the target one of the following conditions until the end of the enforcer's next turn: @UUID[Compendium.pf2e.conditionitems.TkIyaNPgTZFBCCuh]{Dazzled}, @UUID[Compendium.pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 2}, @UUID[Compendium.pf2e.conditionitems.AJh5ex99aV6VTggg]{Flat-Footed}, or @UUID[Compendium.pf2e.conditionitems.xYTAsEpcJE1Ccni3]{Slowed 1}.</p>\n<p>This counts as two attacks when calculating the enforcer's multiple attack penalty, but the penalty doesn't increase until after both attacks.</p>"
				},
				"Efficient Capture":{
					"name": "Efficient Capture",
					"description": "<p><strong>Requirements</strong> The enforcer has manacles in hand and is adjacent to a creature</p>\n<hr />\n<p><strong>Effect</strong> The enforcer attempts to bind the creature's wrists or ankles with the manacles. If the enforcer succeeds at an attack roll with a [[/r 1d20+30 #Manacles]]{+30 modifier} against the target's AC, they apply the manacles.</p>"
				}
			}
		},
		"Scarlet Triad Mage": {
			"name": "Scarlet Triad Mage",
			"data":{},
			"items":{}
		},
		"Seismic Spears Trap": {
			"name": "Seismic Spears Trap",
			"disable": "<p>@Check[type:thievery|dc:43|name:Disable the Wards|traits:magical,trap] (master) to disable the wards or <em>@UUID[Compendium.pf2e.spells-srd.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (9th level; counteract DC 38) to counteract the ward.</p>",
			"hazarddescription": "<p>Lines of searing lava lance through the area, causing targets to shake as if caught in an earthquake and potentially become petrified.</p>",
			"reset": "<p>The trap resets after 1 minute.</p>",
			"stealthdetails": "<p>(master)</p>",
			"data":{},
			"items":{}
		},
		"Skeletal Hellknight": {
			"name": "Skeletal Hellknight",
			"data":{},
			"items":{}
		},
		"Soulbound Ruin": {
			"name": "Soulbound Ruin",
			"publicNotes": "<p>Those who tread in ruined places sometimes speak of a sense that a supernatural presence is there alongside them, as if the spirits of the dead were watching intently. Such presences can be very real, often taking the form of ghosts or other shades of undead that cannot let go of their attachment to the Material Plane. But sometimes, instead of manifesting as distinct spirits, the souls of the dead infuse the very stone and mortar around them. When enough souls attach themselves to a single place-be it a home, crypt, or castle-it can take on a life of its own, becoming a soulbound ruin.</p>",
			"data":{},
			"items":{}
		},
		"Spiked Doorframe": {
			"name": "Spiked Doorframe",
			"disable": "<p>@Check[type:thievery|dc:20|name:Deactivate Trigger|traits:hazard,mechanical,trap,action:disable-a-device] (trained) to deactivate a trigger built into the door's handle</p>",
			"hazarddescription": "<p>Spikes lance out of the doorframe to skewer anyone who attempts to open the door.</p>",
			"stealthdetails": "<p>(trained)</p>",
			"data":{},
			"items":{}
		},
		"Spiritbound Aluum": {
			"name": "Spiritbound Aluum",
			"publicNotes": "<p>Whereas most aluums are animated by the souls of volunteers loyal to Katapesh, the Pactmasters created a handful of more capable (and deadly) aluums powered by the souls of a dozen or more dangerous criminals. These spiritbound aluums are rarely used as peacekeepers, instead serving as assassins, elite bodyguards, or riot control during times of martial law.</p>\n<p>A spiritbound aluum has a dull blue crystalline focus that stores constituent souls, surrounded by a host of smaller gems used for trapping souls the Pactmasters wish to deny from entering the Great Beyond. Spiritbound aluums rarely use this soul-binding ability except when instructed by their masters. However, the murderous or embittered souls within the aluum sometimes exert control and willfully consume a departing soul either out of malice or to incorporate it into the construct's core. If not relieved of its trapped souls in a timely manner, a spiritbound aluum can develop enough will to overcome its masters' orders and even awaken to full sentience. These rogue aluums typically lose the mindless trait, are evil, have an Intelligence modifier of -2 or higher, and gain several skills with bonuses ranging from +25 to +32.</p>\n<hr />\n<p>Aluums are powerful metal and stone constructs originally created by the Pactmasters to maintain order in Katapesh. The construction of each aluum includes the creation of an <em>@UUID[Compendium.pf2e.equipment-srd.bU731I8njNmSAQhQ]{Aluum Charm}</em>, a brass pendant set with a blue crystal designed to control that particular construct. The charm constructed at the same time as an aluum is called its linked charm.</p>",
			"data":{},
			"items":{}
		},
		"Talamira": {
			"name": "Talamira",
			"data":{},
			"items":{}
		},
		"Tarrasque, The Armageddon Engine": {
			"name": "Tarrasque, The Armageddon Engine",
			"publicNotes": "<p>The most powerful spawn is Tarrasque, whose legend spread across countless worlds beyond Golarion. Its destruction of the nation of Ninshabur and its march across Avistan in -632 AR culminated in the destruction of the flying Shory city of Kho before this spawn was sealed away in a remote cavern.</p>\n<hr />\n<p>The spawn are titanic terrors of immense size and strength that live only to destroy. Tarrasque and Xotani are but two of Rovagug's spawn. Others, including Chemnosit (the Monarch Worm), Kothogaz (the Dance of Disharmony), and Volnagur (the End-Singer) hold places of horror in the history of various regions, but the most famed is Ulunat (the Unholy First), whose beetle-like carcass remains sprawled in Sothis, the capital of Osirion.</p>",
			"data":{},
			"items":{}
		},
		"Teyam Ishtori": {
			"name": "Teyam Ishtori",
			"publicNotes": "<p>Demiliches are formed when a lich, through carelessness or by accident, loses its phylactery. As years pass, the lich's body crumbles to dust, leaving only the skull as the seat of its necromantic power. The lich enters a sort of torpor, its mind left wandering the planes in search of ever greater mysteries. The lich gradually loses the ability to cast spells and its magic items slowly subsume into its new form. Negative energy concentrates around the skull, causing some of its bones and teeth to petrify with power and turn into blight crystals. The resulting lich skull, embedded with arcane gemstones and suffused with palpably powerful magic, forms a creature called a demilich.</p>\n<p>Despite its near-constant state of inactivity, a demilich grows restless from time to time, especially when living creatures draw near. Only then does the demilich's hunger for life stir once more, causing it to lash out with terrifying bursts of power in attempts to consume vital energy. Unlike an ordinary lich, should the demilich's skull be destroyed, its bond to the world is permanently severed, although some theorize that even then it is not truly slain. Rather, some think that once the demilich is destroyed, its foul and tormented mind is finally free to wander the planes and find new ways to enact its will. For the short-lived common folk of the Material Plane, this is good enough, though eons later a demilich may reappear in the region it once inhabited with a new—and even more insidious—agenda.</p>\n<hr />\n<p>To gain more time to complete their goals, some desperate spellcasters pursue immortality by embracing undeath. After long years of research and the creation of a special container called a phylactery, a spellcaster takes the final step by imbibing a deadly concoction or casting dreadful incantations that transform them into a lich. While most undertake this drastic plan to continue their work or fulfill some long-term plan, others become liches because they fear death or to fulfill some malevolent purpose, such as long-sworn revenge. Regardless, the result is permanent and carries with it the potential to alter history—both that of those who transform themselves and of the countless mortals that will inevitably suffer as a result of a lich's new power.</p>\n<p>After its metamorphosis, a lich often finds some quiet place to dwell, typically protected by a variety of guardians and traps, for two primary purposes. First, a lich requires solitude in order to plan its elaborate schemes, and second, few mortals (if any) deign to interact with these legendarily corrupt necromancers. One reason begets the other, as the self-imposed isolation of a lich often drives the lich insane, further solidifying its separation from civilization. The longer a lich lives, the more meticulous a planner it becomes, secreting itself within a labyrinth of deadly puzzles, misdirection, and monsters. A lich's servants and guardians are absolutely loyal, either due to their nature (such as constructs or other undead) or as a result of compulsion using powerful magic. Many liches go mad, in time, and the nature of a lich's lair is a good indicator of the undead's current mental state.</p>\n<p>For all the protections it arrays around itself, a lich will go to greater lengths to guard its phylactery, as it knows that the destruction of this magical container spells doom for the lich. A lich is notoriously difficult to bargain with, though the threat of damaging its phylactery is a sure way to gain the upper hand in such a negotiation.</p>",
			"data":{},
			"items":{}
		},
		"Tixitog": {
			"name": "Tixitog",
			"publicNotes": "<p>Tixitogs are a species of bizarre aberrations that make their homes in the dens of giant spiders. Immune to poison and able to traverse sticky webs thanks to the thick slime that covers their bodies, tixitogs steal food cocooned in spider lairs and prey on spiders themselves, but they are careful never to kill so many that their food supply runs out. Their favorite meal, however, is the odd adventurer or spelunker who stumbles into their nest.</p>\n<p>These strange creatures have oblong bodies coated in a viscous and transparent slime, three large black eyes, and eight thick, multi-jointed limbs, four of which are inverted and point upward, allowing the monster to easily crawl on either the ceiling or floor of narrow caverns and squeeze through narrow spaces. Their jaws appear small and tubular when closed but peel apart and stretch to terrifying proportions when opened, as their dozens of pointed teeth part to reveal a freakishly long tongue.</p>\n<p>A tixitog usually hides from the spiders in the lair it has claimed, not out of fear but to keep the spiders from abandoning the lair and moving elsewhere. When a tixitog emerges from the shadows, most spiders flee from it rather than attack, and the tixitog uses this behavior to direct entire swarms of spiders where it pleases. This is typically bad news for bands of adventurers who find themselves within a tixitog's lair; in the mass hysteria caused by a skittering swarm of spiders headed straight toward them, spelunkers typically fail to notice the more dangerous threat that follows closely behind.</p>",
			"data":{},
			"items":{}
		},
		"Town Hall Fire": {
			"name": "Town Hall Fire",
			"disable": "<p>Eliminating the hazard requires dousing the flames. Water typically clears a 5-foot square if the amount is small (such as that from <em>@UUID[Compendium.pf2e.spells-srd.WzLKjSw6hsBhuklC]{Create Water}</em> or <em>@UUID[Compendium.pf2e.spells-srd.jfVCuOpzC6mUrf6f]{Hydraulic Push}</em>). Larger amounts of water, such as a full bucket, typically douse a @Template[type:line|distance:10|width:10]{10-foot-by-10-foot area} (or 4 squares in some other shape). Throwing a bucket of water on flames requires an Interact action. A waterskin doesn't contain enough water to put out even 1 square of fire. Cold can also put out fire, but only if the cold can affect an area; cold is usually less effective than water, so a @UUID[Compendium.pf2e.equipment-srd.EpxmUtLpCkE8R6KJ]{Frost Vial} typically puts out 1 square of fire, and <em>@UUID[Compendium.pf2e.spells-srd.gYjPm7YwGtEa1oxh]{Ray of Frost}</em> is ineffective.</p>\n<p>Fountain Circle, located outside town hall, has several working water pumps. These are far enough away that it's impractical for a PC to bring water back and forth. However, a PC might instruct the more steely nerved spectators to create a bucket brigade. It takes 15 spectators (which can include those rescued by councilors as well as by PCs) to set this up, and 2 rounds for the townspeople to line up and begin pumping water from Fountain Circle. As of the 3rd round, there is a bucket of water available for the PCs to use at the chamber's southern entrance at the beginning of each PC's turn. Members of a bucket brigade are lined up outside the chamber, and don't take damage from smoke inhalation.</p>\n<p>If a PC does want to carry the water, it's 150 feet from the chamber's southern door to a pump, so it 6 actions are usually needed to reach the pumps or return. Filling a bucket requires an Interact action.</p>\n<p>Other methods might also help control the fire, as you determine. For example, the PCs might be able to find something to barricade the fire with to control its path, or use a cloak to beat out some of the fire.</p>",
			"hazarddescription": "<p>A fire engulfs the western door and a @Template[type:line|distance:10|width:10]{10-foot-by-10-foot area} immediately east of it, then spreads on each of its turns.</p>",
			"routine": "<p>On its turn, the fire spreads into a number of additional squares equal to half the number of squares the fire currently occupies, with a minimum of 1 square. You determine the squares the fire spreads into-typically those with the most flammable materials. Any creature that ends its turn next to the flames takes [[/r {1d6}[fire]]]{1d6 fire damage}, and any creature within the flames takes [[/r {4d6}[fire]]]{4d6 fire damage}. Both of these have a @Check[type:reflex|dc:17|basic:true|traits:complex,environmental,fire,hazard] save. A creature can take damage from flames only once per round. (For simplicity, track damage only for the NPCs and their allies, not for the spectators; Turn 5 and Turn 7 have instructions regarding the spectators' health).</p>\n<p>The fire has an additional effect on each of its turns after the first.</p>\n<p><strong>Turn 2</strong> The chamber's northern door flies open and flames burst through, igniting the @Template[type:line|distance:10|width:10]{10-foot-by-10-foot area} in front of the door. All fires spread on subsequent turns, at the same rate listed above. Any fires that join together become one fire for this purpose.</p>\n<p><strong>Turn 4+</strong> Creatures in the room take [[/r 1d6 #Smoke Inhalation Damage]]{1d6 damage} from smoke inhalation at the ends of their turns. Anyone who uses an Interact action to tie a wet rag around their nose and mouth (or uses another creative solution) halves the damage.</p>\n<p><strong>Turn 5</strong> Spectators still inside the room fall @UUID[Compendium.pf2e.conditionitems.fBnFDH2MTzgFijKf]{Unconscious} from burns and smoke inhalation.</p>\n<p><strong>Turn 7</strong> Spectators still in the room die.</p>",
			"stealthdetails": "<p>Initiative modifier is [[/r 1d20+5 #Initiative]]{+5}</p>",
			"data":{},
			"items":{}
		},
		"Uri Zandivar": {
			"name": "Uri Zandivar",
			"data":{},
			"items":{}
		},
		"Vazgorlu": {
			"name": "Vazgorlu",
			"publicNotes": "<p>The arthropod monstrosity known as a vazgorlu makes its home on the Astral Plane or inside of a stable portal, ambushing creatures that travel there using dimensional magic.</p>",
			"data":{},
			"items":{}
		},
		"Veshumirix": {
			"name": "Veshumirix",
			"data":{},
			"items":{}
		},
		"Vision of Dahak": {
			"name": "Vision of Dahak",
			"disable": "<p>@Check[type:religion|dc:26|name:Counteract Dahak With Prayers|traits:complex,fire,magical,trap,hazard] (expert) to utter prayers to a non-evil deity to counteract Dahak's presence (prayers to Apsu allow this check to be made if the character is merely trained in Religion), @Check[type:thievery|dc:30|name:Divert the Hazard's Energy Back|traits:complex,fire,magical,trap,hazard] (expert) to divert the hazard's energies back upon themselves, or a successful <em>@UUID[Compendium.pf2e.spells-srd.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (4th level; counteract DC 26).</p>",
			"hazarddescription": "<p>Blasts of fire and smoke pour out of the tunnel walls to coalesce into the burning form of Dahak himself; a PC who succeeds at a @Check[type:religion|dc:20|name:Recognize Depiction of Dahak|traits:hazard,complex,fire,magical,trap,action:recall-knowledge] check to Recall Knowledge notes that the fiery dragon closely resembles classical depictions of the draconic god of destruction.</p>",
			"reset": "<p>The vision of Dahak deactivates and resets automatically once no creatures remain within the Huntergate way station.</p>",
			"routine": "<p>(2 actions) The vision of Dahak manifests next to the creature that is closest to the center of the way station, then uses its Breath Weapon in a direction that catches the most possible targets in its area.</p>",
			"stealthdetails": "<p>(expert)</p>",
			"data":{},
			"items":{}
		},
		"Voz Lirayne": {
			"name": "Voz Lirayne",
			"data":{},
			"items":{}
		},
		"Wailing Crystals": {
			"name": "Wailing Crystals",
			"disable": "<p>@Check[type:thievery|dc:29|name:Fracture the Crystals|traits:hazard,complex,environmental,magical] (master) to carefully fracture the crystals or @Check[type:crafting|dc:27|name:Stop the Resonance|traits:hazard,complex,environmental,magical] (expert) to place objects to stop the resonance, both disabling one 5-foot patch of crystals.</p>",
			"hazarddescription": "<p>Three clusters of gleaming, colorful crystals are corrupted with necromantic energy that causes them to reflect negative emotions. All three must be disabled or destroyed to negate the hazard.</p>",
			"reset": "<p>The wailing crystals deactivate and reset once no living creatures are within 20 feet.</p>",
			"routine": "<p>(3 actions) The hazard uses each action for an Anguished Shriek. The wailing crystals lose 1 action for each 5-foot patch of crystals that is broken or destroyed.</p>",
			"stealthdetails": "<p>(master) or @Check[type:perception|dc:37|name:Notice Ghostly Faces|traits:hazard,complex,environmental,magical] (master) to notice what appear to be screaming ghostly faces in the crystals</p>",
			"data":{},
			"items":{}
		},
		"Warbal Bumblebrasher": {
			"name": "Warbal Bumblebrasher",
			"data":{},
			"items":{}
		},
		"Weathered Wail": {
			"name": "Weathered Wail",
			"data":{},
			"items":{}
		},
		"Wrath of the Destroyer": {
			"name": "Wrath of the Destroyer",
			"disable": "<p>@Check[type:thievery|dc:29|name:Disrupt the Divine Magic|traits:complex,magical,trap,hazard] (expert) to disrupt the divine magic, @Check[type:religion|dc:29|name:Placate Wrathful Energies|traits:complex,magical,trap,hazard] (expert) to placate the wrathful energies, or <em>@UUID[Compendium.pf2e.spells-srd.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (5th level; counteract DC 26).</p>",
			"hazarddescription": "<p>These heavy doors, carved with an image of Dahak, echo with a hatred so powerful that it can kill anyone who comes nearby, manifesting a vision of Dahak's head emerging from the doors to strike at a foe.</p>",
			"reset": "<p>The trap deactivates and resets if 1 minute passes without any creature being in range.</p>",
			"routine": "<p>(1 action) On its initiative, the wrath of the destroyer targets the closest target in area <strong>C6</strong> with Face of the Fatal Divine.</p>",
			"stealthdetails": "<p>(expert) to notice subtle vapors of magical energy seething across the doors</p>",
			"data":{},
			"items":{}
		},
		"Xevalorg": {
			"name": "Xevalorg",
			"publicNotes": "<p>A gug's most horrid feature is its barrel-shaped head, which splits vertically to reveal numerous rows of sharp, yellow teeth and an open throat. Its eyes on either side of its head-jaw are small but keen. Bony ridges protect its eyes from the frantic flailing of its prey, as it prefers meals of raw and writhing meat over fungi and molds. It grips said prey with powerful arms that split at the elbow into a pair of forearms, giving it four clawed paws. These monstrous brutes are covered with shaggy black fur, often crusted with blood and gore.</p>\n<p>Although gugs may seem bestial, they have keen and wicked intellects. Gugs lair far underground, but they sometimes come to the surface to hunt during dark nights, either alone or in small groups. As they possess voracious appetites, most gugs consume the creatures they catch, but some instead kidnap their victims and retreat below the surface, leaving only a lingering stench and odd, clawed paw-prints. Victims are taken to rancid lairs marked with strange runes and sacrificed to the gugs' wicked gods of blood, darkness, and nightmares. Dire rumors tell of lightless gug cities made of titanic blocks of stone far underground, where powerful gug leaders preach their vile doctrines to mobs of howling gugs.</p>\n<p>Gugs have a strange relationship with ghouls, which seems to date from their shared origin in a distant subterranean world. Gugs live in fear of ghouls, despite towering over them; however, this strange fear doesn't apply to ghasts, whom gugs consume as voraciously as they do other creatures.</p>\n<p>Gugs stand 16 feet tall and weigh 2,000 pounds, although they have an eerie, graceful gait that belies their immense size. Their light step and ability to squeeze through very small crannies makes gugs common bogeymen in tales of strange disappearances or bloody massacres.</p>\n<p>Some particularly bloodthirsty gugs gain awful powers as gifts from their eldritch patrons. These monsters are known as savants, are never less than 12th level in power, and gain several occult innate spells. Though each savant's precise mix of spells varies, normally, these spells grant invisibility, offer power to manipulate and change rock, or invoke awful and destructive energies upon living flesh.</p>",
			"blurb": "Male gug savant",
			"data":{},
			"items":{}
		},
		"Xotani, The Firebleeder": {
			"name": "Xotani, The Firebleeder",
			"publicNotes": "<p>A monstrosity of living flame and magma, Xotani may be the weakest of Rovagug's spawn, but it remains a formidable threat. Xotani was slain in 2104 AR by an alliance of spellcasters, but recently its deathlike slumber was interrupted. Its corpse twitches, signaling that it might be close to returning.</p>\n<hr />\n<p>The spawn are titanic terrors of immense size and strength that live only to destroy. Tarrasque and Xotani are but two of Rovagug's spawn. Others, including Chemnosit (the Monarch Worm), Kothogaz (the Dance of Disharmony), and Volnagur (the End-Singer) hold places of horror in the history of various regions, but the most famed is Ulunat (the Unholy First), whose beetle-like carcass remains sprawled in Sothis, the capital of Osirion.</p>",
			"data":{},
			"items":{}
		},
		"Xotanispawn": {
			"name": "Xotanispawn",
			"data":{},
			"items":{}
		},
		"Zephyr Guard": {
			"name": "Zephyr Guard",
			"data":{},
			"items":{}
		},
		"Zuferian": {
			"name": "Zuferian",
			"blurb": "Female human",
			"data":{},
			"items":{}
		},
		"Barushak Il-Varashma": {
			"name": "巴鲁沙克·依克瓦什玛 Barushak Il-Varashma",
			"data":{},
			"items":{
				"yggAbFpFmUKjj7Bz":{
					"name":"汲取连结物品 Drain Bonded Item",
					"description":"<p><strong>频率</strong> 每天一次</p>\n<p><strong>需求</strong> 巴鲁沙克本回合还未行动</p>\n<hr />\n<p><strong>效果</strong> 本回合，巴鲁沙克能施放一个他在当日已经施放过的已准备法术而不会消耗法术位。他仍需施法（CasttheSpell）并满足法术的其他要求。</p>"
				},
				"0z7Fxpm5UuCECxe5":{
					"name":"高效抓捕 Efficient Capture",
					"description":"<p><strong>需求</strong> 巴鲁沙克的手中有镣铐（manacles）而且与 1 名生物相邻</p>\n<hr />\n<p><strong>效果</strong> 巴鲁沙克尝试用镣铐束缚该生物的手腕或脚踝。他必须成功通过一次调整值为[[/r 1d20+21 #Manacles]]{+21}的攻击检定对抗目标的 AC。</p>"
				},
				"pIKbKs8nTXF2nUAm":{
					"name":"魔族召唤师 Fiend Summoner",
					"description":"<p>巴鲁沙克能以奥术法术施放<em>@Compendium[pf2e.spells-srd.29ytKctjg7qSW2ff]{召唤魔族 Summon Fiend}</em>。每当他这么做时，污秽的能量会流经他的躯体，他的双眼会放出红光并让他在 3 轮内获得@Compendium[pf2e.conditionitems.nlCjDvLMf2EkV2dl]{迅捷 Quickened}状态。他只能使用额外动作来维持法术（Sustain the Spell）</p>"
				},
				"MYgT9dmiyGDI48Hx":{
					"name":"高阶召唤师 Superlative Summoner",
					"description":"<p>若其他生物的反应动作（reaction）将要打断巴鲁沙克的施法动作（spellcasting action），巴鲁沙克能尝试 1 次 @Check[type:flat|dc:15]检定。若他检定成功，则该动作不会被打断。</p>"
				},
				"equipment-Keys to Each Dormitory Door and Slave Manacles":{
					"name":"能开启每扇宿舍门和奴隶镣铐的钥匙 Keys to Each Dormitory Door and Slave Manacles"
				}
			}
		},
		"Barzillai's Hounds": {
			"name": "巴基莱的猎犬 Barzillai's Hounds",
			"data":{},
			"hazarddescription": "<p>Hell hounds invisible to all but their lone target burn their chosen victim.</p>",
			"disable":"<p>@Check[type:religion|dc:24|name:Exorcise the Hounds|traits:complex,haunt,hazard]4（专家）来驱魔（这么做需要 2 个动作）</p>",
			"description":"<p>对除了受害者以外所有人来说都是隐形的地狱犬（Hell hound）将会焚烧他们的目标</p>",
			"reset": "<p>若指定目标死亡或者猎犬无法在 1 回合内触及到指定目标，猎犬便会消失在令人生厌的烟雾中，但它们会在下次日落之后再次出现在这座城市的其他地点</p>",
			"routine": "<p>（2 个动作） 猎犬会使用它的第一个动作行走（Stride），若指定目标在它的触及范围，则用第二个动作对其指定目标作出啃咬打击（jaws Strike）。若目标不在触及范围内，猎犬便会重置（resets）</p>",
			"items":{
				"1sYunHFicjStIbRN":{
					"name":"开始狩猎 Begin the Hunt",
					"description":"<p><strong>触发</strong> 一名没有公开佩戴阿斯摩蒂斯（Asmodeus）徽记的生物进入距离作祟初始位置 60 尺范围内时</p>\n<hr />\n<p><strong>效果</strong> 猎犬出现在被选择的目标面前，并开始疯狂地嚎叫并追赶该生物。作祟投掷先攻。其他人无法听到或看到狂吠的猎犬而且必须进行@Compendium[pf2e.actionspf2e.BlAOM2X92SI6HMtJ]{搜索 Seek}来判断猎犬的位置</p>"
				},
				"hI3zcHdUBaFLeoZX":{"name":"啃咬 Jaws"}
			}
		},
		"Belmazog": {
			"name": "贝尔玛佐格 Belmazog",
			"data":{},
			"items":{
				"6XZ1oUx9X7nxnnLP":{
					"name":"吐息 Breath Weapon",
					"description":"<p>贝尔玛佐格喷出 30 尺锥形的酸液，造成10d6 酸液伤害（DC28 基础反射豁免）。贝尔玛佐格在 1d4 轮内无法再次吐息。</p>"
				},
				"naVs815EnCcnoaW1":{
					"name":"淹没之音 Drowning Drone",
					"description":"<p><strong>触发</strong> 贝尔玛佐格或他的60尺内的1名盟友尝试豁免检定对抗听觉或音波效果</p>\n<hr />\n<p><strong>效果</strong> 贝尔玛佐格会发出低沉的鸣叫压过其他声音。他要投掷1次表演检定。若贝尔玛佐格和他位于区域内的沼蜍盟友可以进行选择，在贝尔玛佐格的表演检定和他们的豁免结果中取较高的数值，并以此来判断对抗听觉或音波效果后产生的效果</p>"
				},
				"zRPB5eZcHteseFIt":{
					"name":"Nul-Acrumi Vazghul Ritual",
					"description":"<p>这个罕见且高度专业化的仪式，是红三一教给贝尔玛佐格的，让她能利用达哈克的化石遗骸增幅周边龙之柱的力量，但在本次冒险中，贝尔玛佐格已经没有时间和资源再次施放此仪式。因此，PC 无法学习该仪，也无法从仪式中受益，所以这里并未打算提供更多和冒险本身无关的更多信息。</p>"
				},
				"SdtmvPS7LAUlE41O":{
					"name":"沼泽奔行 Swamp Stride",
					"description":"<p>贝尔玛佐格能忽略由于沼泽地形特征产生的困难地形</p>"
				},
				"2OGTeZ56MmSCLl9P":{
					"name":"恐惧鸣叫 Terrifying Croak",
					"description":"<p>贝尔玛佐格发出可怕的鸣叫声。30尺范围内的任何非沼蜍人都会陷入@Compendium[pf2e.conditionitems.TBSHQspnbcqxsmjL]{惊惧 Frightened 1}，除非他们能够成功通过@Check[type:will|dc:28]豁免；豁免中掷出大成功的生物会在1分钟内临时免疫该能力。</p>"
				},
				"wqr4H9kTRu8PWkfc":{
					"name":"蛙舌攫抓 Tongue Grab",
					"description":"<p>若贝尔玛佐格用蛙舌命中1个生物，那么该生物会被他@Compendium[pf2e.conditionitems.kWc1fhmv9LBiTuei]{擒抱 Grabbed}。与一般的攫抓不同，该生物不会陷入@Compendium[pf2e.conditionitems.eIcWbB5o3pP6OIMe]{禁足 Immobilized}，但是他也无法移动至贝尔玛佐格的蛙舌触及范围之外。生物可以通过命中AC25并造成至少8点挥砍伤害来切开蛙舌。尽管这么做不会对贝尔玛佐格造成伤害，但它可以使贝尔玛佐格无法再次使用蛙舌打击，直至贝尔玛佐格通过1星期的休息才能够重新使用蛙舌。</p>"
					}
			}
		},
		"Blood Boar": {
			"name": "寻血野猪 Blood Boar",
			"data":{},
			"publicNotes":"<p>寻血野猪是一类由切利亚斯（Cheliax）培育的骇人猪类，其只为一个目的而生：追捕潜逃的奴隶。该物种源自栖息于奈多（Nidal）那阴暗的乌斯克森林（Uskwood）中的一类体型巨大且凶暴的野猪，寻血野猪保留了它们祖先的灰色皮毛、红色眼睛和特殊的感官。为培育寻血野猪所采用的精细化的饲养方式——通过选择性地使用魔法——赋予了它们无与伦比的血液感知，包括精确地探测身上沾血的动物的位置和行动的能力，使得这些野猪能在一英里外追踪猎物。</p>\n<p>寻血野猪的饲养员为它们梳洗并标记，让它们本就令人不安的外表更加可怖。虽然从远处看，寻血野猪可能会被误认为是普通的猪，但靠近了看，它们之间的区别显而易见。血红的眼睛、灰白的鬃毛和非自然的锋利獠牙点缀在组成了了这具躯体的百磅肌肉上，透过这头野猪煞白的血肉，能看见它的一条条血管。锁链、镣铐和尖刺都是寻血野猪身上常见的配饰，用于确保这头野猪尽可能的吓人。</p>\n<p>寻血野猪仅凭目标的血液气味就能追踪猎物的能力一直是许多小偷、强盗、有时候还是一些出轨者的心病，但没有人比追求自由的奴隶更害怕这些野兽。如果寻血野猪已经嗅到了气味，即使洗掉溅出来的血也无法阻止它的追逐。因此，铃花会（Bellflower Network）中的许多半身人热衷于练习卸除武装和非致命的格斗技术，就是为了避免在逃跑期间意外流血。</p>",
			"items":{
				"F2trczQsM5ejlXEm":{"name":"啃咬 Jaws"},
				"RiXHSOTCKfKIONvP":{
					"name":"嗅觉 (暧昧) 30 尺",
					"description":"<p>@Localize[PF2E.NPC.Abilities.Glossary.Scent]</p>"
				},
				"pWNu3N2Ovu0m978Z":{
					"name":"循血追猎 Blood Quarry",
					"description":"<p>当闻到某个生物的血时，寻血野猪可以指定该生物为它的猎物。寻血野猪在一英里外都能闻到该猎物的气味。一头寻血野猪一次只能有一个猎物。</p>"
				},
				"ZYT8B7LGfrmxllL4":{
					"description":"<p>寻血野猪能精确地感知到 60 尺内流血的生物。</p>",
					"name":"血液感知 Bloodsense"
				},
				"GynHyVx5cEZ0vb9p":{
					"name":"追捕 Chase Down",
					"description":"<p>寻血野猪向它的猎物行走，无视困难地形，这次移动在速度上获+10 尺环境加值。</p>"
				},
				"7LPUMs664rIwb4pr":{
					"description":"<p>寻血野猪发出一声令人毛骨悚然的尖叫。30 尺内的生物必须成功通过@Check[type:will|dc:23]豁免否则获得@Compendium[pf2e.conditionitems.TBSHQspnbcqxsmjL]{惊惧 Frightened 1}（大失败获得@Compendium[pf2e.conditionitems.TBSHQspnbcqxsmjL]{惊惧 Frightened 2}）。</p>\n<p>如果寻血野猪在合使用追捕后的同一回使用骇人尖啸，意志豁免DC改为@Check[type:will|dc:25]。</p>",
					"name":"骇人尖啸 Terrifying Squeal"
				}
			}
		},
		"Charau-ka Dragon Priest": {
			"name": "查喀龙牧师 Charau-ka Dragon Priest",
			"data":{},
			"items":{
				"OC3Cenu8w3vfySOp":{
					"name":"卷尾 Twisting Tail",
					"description":"<p><strong>触发</strong> 有生物在龙牧师的尾扫触及范围内使用移动动作（moveaction）或者在他使用的 1 次移动动作的过程中离开一个方格</p>\n<hr />\n<p><strong>效果</strong> 龙牧师对该生物作出1 次承受-2 减值的尾扫打击（tail Strike）。若命中，则会中断该生物的动作</p>"
				},
				"P54JJ58qynLo2URI":{
					"name":"吐息 Breath Weapon",
					"description":"<p>龙牧师喷出火焰对@Template[type:cone|distance:30]区域造成[[/r {7d6}[fire]]]{7d6点火焰伤害}（@Check[type:reflex|dc:23|basic:true]豁免）。</p>\n<p>他在[[/br 1d4 #Recharge Breath Weapon]]{1d4 轮}内无法再次使用喷吐武器。</p>"
				},
				"0rm1ESKWoiQPJPo1":{
					"name":"暴怒尖啸 Shrieking Frenzy",
					"description":"<p><strong>触发</strong> 查咯龙牧师的回合开始</p>\n<p><strong>频率</strong> 每小时1次</p>\n<hr />\n<p><strong>效果</strong> 查咯龙牧师获得@Compendium[pf2e.conditionitems.nlCjDvLMf2EkV2dl]{迅捷 Quickened}状态，直到它的下一回合结束，并且他可以用此额外动作打击或行走。在狂怒生效期间，由于查咯龙牧师不断大声嚎叫，因此无法说话，隐秘检定也会自动失败。</p>"
				},
				"7067hk1ZShJt1wS4":{
					"name":"精通投掷武器 Thrown Weapon Mastery",
					"description":"<p>查咯龙牧师的投掷武器获得“致命D6”特征。此外，如果查咯龙牧师投掷一件临时武器，既不会因此受到-2 减值，也不会因为投掷一件具有非致命特征的临时武器来造成致命伤害而受到减值。</p>"
				},
				"JZbnTWFBrM3l78qS":{
					"name":"地火喷发 Volcanic Eruption",
					"description":"<p><strong>需求</strong> 龙牧师站在地面上。</p>\n<hr />\n<p><strong>效果</strong> 龙牧师用他的拳头猛击地面，让火焰从地面上喷发出来。每个位于@Template[type:emanation|distance:15]区域内、站在地上且不是达哈克信徒的生物都必须成功通过@Check[type:reflex|dc:25|traits:damaging-effect]豁免，失败则会@Compendium[pf2e.conditionitems.j91X7x0XSomq8d60]{倒地 Prone}并承受[[/r {1d6}[bludgeoning]+{2d6}[fire]]]{1d6钝击伤害和2d6火焰伤害}。</p>"
				}
			}
		},
		"Ghastly Bear": {
			"name": "惨白穴熊 Ghastly Bear",
			"data":{},
			"items":{
				"7wgXd0InH2pMtroD":{
					"name":"30 尺灵敏嗅觉（模糊） Scent (Imprecise) 30 feet",
					"description":"<p>@Localize[PF2E.NPC.Abilities.Glossary.Scent]</p>"
				},
				"Am5pbCNVDkDBNz5Y":{
					"name":"恶臭 Stench",
					"description":"<p>@Template[type:emanation|distance:10]{10 尺} @Compendium[pf2e.bestiary-ability-glossary-srd.v61oEQaDdcRpaZ9X]{灵光 Aura}</p>\n<hr />\n<p>有生物进入灵光区域或在其回合开始时位于灵光区域内时，必须成功通过@Check[type:fortitude|dc:26]豁免，失败则会陷入@Compendium[pf2e.conditionitems.fesd1n5eVhpCSS18]{恶心 Sickened 1}（大失败时只要处于它的恶心状态就会附加@Compendium[pf2e.conditionitems.xYTAsEpcJE1Ccni3]{缓慢 Slowed 1}）。</p>\n<p>在处于灵光内时，受影响的生物在对抗疾病的豁免以及从恶心状态恢复的豁免中承受-2 环境减值。成功通过豁免的生物会在 1 分钟内临时免疫该效果。</p>\n<hr />\n<p>@Compendium[pf2e.bestiary-effects.wX9L6fbqVMLP05hn]{效果：恶臭}</p>"
				},
				"DEoIu6kGyGbwbSn3":{
					"name":"啃肉 Consume Flesh",
					"description":"<p><strong>需求</strong> 惨白穴熊与某个在过去 1 小时内死亡的生物的尸体相邻</p>\n<hr />\n<p><strong>效果</strong> 惨白穴熊啃下一大块尸体并恢复[[/r {6d6}[healing]]]{6d6生命值}。</p>\n<p>它只能从每个尸体恢复1次生命值。</p>"
				},
				"j3NCaHUgoOUiHpye":{
					"name":"妖鬼热 Ghast Fever",
					"description":"<p><strong>豁免骰</strong> @Check[type:fortitude|dc:26]</p>\n<hr />\n<p><strong>阶段 1</strong> 携带病原但没有不良效果（1 日）；</p>\n<p><strong>阶段 2</strong> [[/r {3d8}[negative]]]{3d8负能量伤害}且从任何治疗获得的生命值恢复均减半（1日）</p>\n<p><strong>阶段 3</strong> 同阶段2（1 日）</p>\n<p><strong>阶段 4</strong> [[/r {3d8}[negative]]]{3d8负能量伤害}且无法从治疗获得任何好处（1 日）</p>\n<p><strong>阶段 5</strong> 同阶段 4（1 日）</p>\n<p><strong>阶段 6</strong> 死亡，并在下一日的午夜以@Compendium[pf2e.pathfinder-bestiary.VC7rtYR4hLxwg7WZ]{妖鬼 Ghast}复生</p>"
				},
				"gncjMzeBqmNqD4vz":{
					"name":"擅长搏击 Mauler",
					"description":"<p>惨白穴熊在对抗被它@Compendium[pf2e.conditionitems.kWc1fhmv9LBiTuei]{擒抱 Grabbed}的生物时，伤害检定获得+4环境加值。</p>"
				},
				"eCRAMtpF3k73LRFd":{
					"name":"麻痹 Paralysis",
					"description":"<p>任何被惨白穴熊的攻击命中的活物必须成功进行@Check[type:fortitude|dc:26]豁免，失败则会陷入@Compendium[pf2e.conditionitems.6uEgoh53GbXuHpTF]{麻痹 Paralyzed}。被麻痹的生物能够在每次自身回合结束时尝试一次新的豁免，每次尝试上述豁免都会使得 DC 累计降低 1 点。</p>"
				}
			}
		},
		"Heuberk Thropp": {
			"name": "霍博克·斯洛普 Heuberk Thropp",
			"data":{},
			"items":{
				"jZFyZg8r1I1EWoBY":{
					"name":"适时扰乱 Timely Distraction",
					"description":"<p><strong>触发</strong> 有霍博克能看到且处于霍博克近战触及范围内的生物对霍博克作出近战打击，但是攻击失手</p>\n<hr />\n<p><strong>效果</strong> 霍博克对该生物尝试@Compendium[pf2e.actionspf2e.QNAVeNKtHA0EUw4X]{虚招 Feint}。若此时并非霍博克的回合而且他的虚招成功，那么该效果适用于他的下个回合</p>"
				},
				"hZNyCnxdujLVMKqb":{
					"name":"寻找突破口 Identify an Opening",
					"description":"<p><strong>需求</strong> 有生物在对抗霍博克的下次近战攻击时陷入@Compendium[pf2e.conditionitems.AJh5ex99aV6VTggg]{措手不及 Flat-Footed}</p>\n<hr />\n<p><strong>效果</strong> 霍博克指出该生物防御上的漏洞。霍博克的所有听到并理解该指令的盟友对该生物尝试的全部近战攻击均会将该生物视为陷入措手不及（flat-footed），持续至霍博克的下个回合开始为止。</p>"
				}
			}
		},
		"Jaggaki": {
			"name": "贾伽基 Jaggaki",
			"data":{},
			"items":{
				"BCcVa7LcDbfMataD":{
					"name":"复生 Rejuvenation",
					"description":"<p>当巫妖被摧毁时，其灵魂会立即转移到内。<em>@Compendium[pf2e.equipment-srd.NEbr7nKuiluJgBHT]{命匣 Soul Cage}</em>只有先找到并摧毁巫妖的<em></em>命匣，才能永久摧毁该命匣对应的巫妖。</p>"
				},
				"gca4Y5kOq7GHUaJp":{
					"name":"石之骨 Bones of Stone",
					"description":"<p><strong>需求</strong> 目标站在石质表面上或者与石质表面相邻</p>\n<p><strong>频率</strong> 每轮一次</p>\n<hr />\n<p><strong>效果</strong> 贾伽基召唤大地中的骚动精魂，让一只由锯齿状的石头构成的巨人骸骨手臂从60尺范围内的石质表面上伸向相邻的 1 名生物。贾伽基通过这支石质手臂作出手摸打击对抗目标，而非使用自己的手臂。若打击命中，它会造成额外[[/r {4d6}[bludgeoning]]]{4d6点钝击伤害}。</p>"
				},
				"T3t1bWcAoYCVuiiE":{
					"name":"汲取命匣 Drain Soul Cage",
					"description":"<p><strong>频率</strong> 每天一次</p>\n<hr />\n<p><strong>效果</strong> 贾伽基释放其<em>@Compendium[pf2e.equipment-srd.NEbr7nKuiluJgBHT]{命匣 Soul Cage's}</em>的力量，以此来施放任意奥术法术，该法术的环级最高为贾伽基自身所能施放法术的最高环级，该法术即便不在贾伽基的已准备法术内也可以施放。</p>\n<p>贾伽基使用该能力不需要其命匣在场。</p>"
				},
				"pLURCvEu8rYktiZE":{
					"name":"麻痹之触 Paralyzing Touch",
					"description":"<p>被贾伽基的手摸打击所伤害的生物必须通过强韧豁免对抗@Check[type:fortitude|dc:29]。</p>\n<p>失败则会陷入@Compendium[pf2e.conditionitems.6uEgoh53GbXuHpTF]{麻痹 Paralyzed}，持续1轮。大失败时，该生物会被永久麻痹，@Compendium[pf2e.conditionitems.j91X7x0XSomq8d60]{倒地 Prone}且看起来与死了无异。通过@Check[type:medicine|dc:25|name:Diagnose Paralysis]检定能揭示出该受害者还活着。</p>"
				},
				"L10IjFT5OxF7Vdtw":{
					"name":"镇定施法 Steady Spellcasting",
					"description":"若其他生物的反应动作将要打断贾伽基的施法动作，贾伽基能尝试DC15的纯骰检定（flat check）。若检定成功，他的动作就不会被打断。"
				}
			}
		},
		"Kalavakus": {
			"name": "缚魂魔 Kalavakus",
			"data":{},
			"publicNotes":"<p>缚魂魔在深渊担任奴隶贩子，这为他们赢得了“贩奴恶魔”的绰号；这些恶魔把捕获的受害者聚集起来，然后卖给其他恶魔或寡廉鲜耻的凡人。对自由或仁慈的请求充耳不闻，因为贩奴恶魔们认为他们能抓住并看牢的任何人都是他们的合法财产，任他们出售。缚灵魔所知的不仅是物理上拘束奴隶的方法；他们还知道如何束缚受害者的灵魂。最成功的贩奴恶魔在深渊里有巨大的奴隶坑，那里保管着（他）囚禁的灵魂。</p>\n<p>贩奴恶魔源自奴隶贩子、在自己的领地上鼓励人口贩卖的暴君、对非法奴隶活动视而不见的官僚们的灵魂。</p>",
			"items":{
				"SlVqql8huNGs1yPM":{"name":"长角 Horns"},
				"53jaWddHn7SXaQse":{"name":"利爪 Claw"},
				"Mo8pDcRqUWKoQzPF":{"name":"颚齿 Jaws"},
				"vEOKWwRMGGUetHuk":{
					"name":"心灵感应100尺 Telepathy 100 feet",
					"description":"<p>@Localize[PF2E.NPC.Abilities.Glossary.Telepathy]</p>"
				},
				"n6SPErVyS2S3b3lv":{
					"name":"长角圈套 Horn Snare",
					"description":"<p><strong>触发</strong> 一个生物对缚魂魔的近战武器打击失手</p>\n<hr />\n<p><strong>效果</strong> 缚魂魔以-2减值来尝试@Compendium[pf2e.actionspf2e.Dt6B1slsBy8ipJu9]{卸武 Disarm}触发打击的武器。若成功，他转而视作获得大成功。恶魔不需要空出手来使用这个能力。</p>"
				},
				"oIJ6ppXsMXZMBfSi":{
					"name":"反感解放 Liberation Vulnerability",
					"description":"<p>每轮中，当一个生物第一次从缚魂魔的奴役灵魂Enslave Soul中逃脱或恶魔目睹一个生物从囚禁或精神奴役中被释放时，恶魔会受到[[/r {3d6}[mental]]]{3d6心灵伤害}。</p>"
				},
				"abiEy2lj68FImtR8":{
					"name":"奴役灵魂 Enslave Soul",
					"description":"<p>恶魔奴役60尺内一个活物的灵魂。目标能进行@Check[type:will|dc:29]豁免来尝试抵抗奴役。</p>\n<p>一个缚魂魔一次只能奴役一个活着的灵魂，并且同一个灵魂不能被超过一个缚魂魔奴役。如果一个奴隶恶魔杀死了一个被它奴役灵魂的生物，这个恶魔将恢复20点生命，并且这个灵魂将在深渊中接受永恒的苦役，加到缚魂魔的灵魂账目上，并允许这个恶魔奴役另一个灵魂。</p>\n<hr />\n<p><strong>成功</strong> 目标避免被奴役，并临时免疫24小时</p>\n<p><strong>失败</strong> 目标被奴役并@Compendium[pf2e.conditionitems.MIRkyAjyBeXivMa7]{力竭 Enfeebled 2}，持续24小时或直到缚魂魔被击杀，取先发生的为准</p>\n<p><strong>大失败</strong> 如同失败，目标还受到等同于<em>@Compendium[pf2e.spells-srd.OsOhx3TGIZ7AhD0P]{命令术 Dominate}</em>豁免失败的效果</p>"
				}
			}
		},
		"Laslunn": {
			"name": "拉斯伦 Laslunn",
			"data":{},
			"items":{
				"equipment-Key Ring (Opens Locks in Summershade Quarry)":{"name":"钥匙串（用来打开蔽夏花岗岩采石场内的锁）"},
				"MyJ5pEba9K3unoCm":{
					"name":"箭术专精 Archery Experience",
					"description":"<p>拉斯伦不会受到远射特征带来的近射减值，并且她的远程打击不会触发反应动作。</p>"
				},
				"wmpfvEE1W9Sses2l":{
					"name":"命令之吠 Bark Orders",
					"description":"<p>拉斯伦大声命令盟友改变阵型。所有能听见她并能听懂她这道命令的盟友能以一个反应动作进行快步（Step）。</p>"
				},
				"Ps0fTafFUadvtLAi":{
					"name":"高效抓捕 Efficient Capture",
					"description":"<p><strong>需求</strong> 拉斯伦手里持握镣铐，并且和一个生物相邻</p>\n<hr />\n<p><strong>效果</strong> 拉斯伦试图用镣铐绑住该生物的手腕或腿部。她进行一次[[/r 1d20+28 #Manacles]]{+28}的攻击骰，对抗目标的AC，如果成功，她将用镣铐捆缚该生物的手腕或腿部。</p>"
				},
				"j95Y0cxi70Mb6UMQ":{
					"name":"如履平地 Rugged Travel",
					"description":"<p>每次当拉斯伦通过快步或行走进入困难地行时，她忽略第一个方格中的困难地形。</p>"
				},
				"tHzRquAwQcwKEsgJ":{
					"name":"出色围攻 Superior Pack Attack",
					"description":"<p>拉斯伦对于任何至少位于她的一个盟友的触及范围内的生物造成额外[[/r {2d8}]]{2d8伤害}。</p>"
				},
				"p9DHIoccyeBea4Yd":{
					"name":"双发连击 Twin Shot",
					"description":"<p>拉斯伦用她的弓，以当前的多重攻击减值进行两次打击。如果两次攻击都击中同一生物，合并伤害后再计算一次目标的抗力和弱点。这在计算她的多重攻击减值时算作两次攻击。</p>"
				}
			}
		},
		"Mercenary Sailor": {
			"name": "雇佣水手 Mercenary Sailor",
			"data":{},
			"speed": "灵活移动, 舷侧的优雅",
			"items":{
				"G04XQpPTsP0scmx5":{
					"name":"舷侧的优雅 Shipboard Grace",
					"description":"<p>雇佣水手身处于船只上时，不会在@Compendium[pf2e.actionspf2e.M76ycLAqHoAgbcej]{保持平衡 Balancing}或@Compendium[pf2e.actionspf2e.pprgrYQ1QnIDGZiy]{攀爬 Climbing}中陷入@Compendium[pf2e.conditionitems.AJh5ex99aV6VTggg]{措手不及 Flat-Footed}。</p>"
				},
				"9RaYMbm66QxVktif":{
					"name":"舷侧巧击 Shipboard Savvy",
					"description":"<p>雇佣水手的近战打击（Strikes）造成[[/r {2d6}[precision]]]{2d6 额外精准伤害}，但前提是雇佣水手和打击目标都身处船只之上</p>"
				},
				"Mobility":{
					"name": "Mobility",
					"description": "<p>When the sailor takes a Stride action to move half their Speed or less, that movement does not trigger reactions.</p>"
				}
			}
		},
		"Mialari Docur": {
			"name": "米拉瑞·多可儿 Mialari Docur",
			"data":{},
			"items":{
				"c68riQyo1R1CLItH":{"name":"+1皮甲 +1 Leather Armor"},
				"kg205YMOcrEz6XQw":{
					"name":"远程手法 Ranged Legerdemain",
					"description":"<p>米拉瑞能以念动执行需要使用贼活技能的动作，射程30尺。但是当她如此做时，其技能检定受到-2环境减值。</p>"
				}
			}
		},
		"Nolly Peltry": {
			"name": "诺利·珀尔翠 Nolly Peltry",
			"speed": "quick movements",
			"data":{},
			"items":{
				"equipment-Nolly's Hoe (+1 Striking Anarchic Halfling Sling Staff)":{
					"name":"诺利的锄头（+1 混沌强击半身人投石杖） Nolly's Hoe (+1 Striking Anarchic Halfling Sling Staff)",
					"description":"<p>木杖末端是Y型分岔，挂着一根吊索。当用双手通过吊索投掷石块或弹丸时，长杖提供了极好的杠杆作用力。</p>"
				},
				"PTLfrf6aBtRzqBS1":{"name":"诺利的锄头 Nolly's Hoe"},
				"g6yamqCVKN9pYELp":{
					"name":"鼓舞人心 Inspiring Presence",
					"description":"<p>@Template[type:emanation|distance:30]{30 尺} @Compendium[pf2e.bestiary-ability-glossary-srd.v61oEQaDdcRpaZ9X]{灵光 Aura}</p>\n<hr />\n<p>诺利周围 30 尺内的盟友在对抗恐惧效果时的豁免检定有+2 环境加值。</p>\n<hr />\n<p>@Compendium[pf2e.bestiary-effects.UxeoSRmPbD5hjiEi]{效果：鼓舞人心}</p>"
				},
				"Nu8j6VpdlorVM75S":{
					"name":"指定铃花会庄稼 Designate Bellflower Crop",
					"description":"<p>诺利把 30 尺内的一个盟友指定为铃花会“庄稼”。诺利能同时拥有 10 个“庄稼”成员；新加入的“庄稼”成员数量如果超过上限，诺利之前添加的“庄稼”成员将会被移除。当诺利或“庄稼”成员对其他成员进行@Compendium[pf2e.actionspf2e.HCl3pzVefiv9ZKQW]{协助 Aids}时成功，他们将得到大成功的结果。</p>\n<p>当诺利 60 尺内的“庄稼”成员在对抗可能导致@Compendium[pf2e.conditionitems.yblD8fOR1J8rDwEQ]{困惑 Confused}或@Compendium[pf2e.conditionitems.6uEgoh53GbXuHpTF]{麻痹 Paralyzed}的效果时豁免检定失败，该“庄稼”成员能以反应动作重新投掷豁免检定，并取两次中较高的结果。这是一个幸运效果。</p>"
				},
				"PcDH3sH6RU74yewe":{
					"name":"解放窍门 Liberating Trick",
					"description":"<p>诺利让自己或触及范围内的盟友从@Compendium[pf2e.conditionitems.kWc1fhmv9LBiTuei]{擒抱 Grabbed}状态中解脱出来。</p>"
				},
				"TpYZfRAOyWTWC5du":{
					"name":"快速行动 Quick Movements",
					"description":"<p>诺利的移动动作或任何需要使用贼活技能的动作不会触发反应动作。</p>"
				},
				"Halfling Luck":{
					"name": "Halfling Luck",
					"description": "<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> Nolly fails a skill check or a saving throw.</p>\n<hr />\n<p><strong>Effect</strong> Nolly rerolls the triggering check, but she must use the new result, even if it's worse.</p>"
				},
				"Sneak Attack":{
					"name": "偷袭 Sneak Attack",
					"description": "<p>Nolly deals an extra 3d6 precision damage to flat-footed creatures.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.SneakAttack]</p>"
				}
			}
		},
		"Phantom Bells": {
			"name": "幽冥丧钟 Phantom Bells",
			"data":{},
			"disable":"<p>@Check[type:religion|dc:27|name:Recite Against the Power of Hell|traits:auditory,complex,haunt,sonic,hazard]（专家）来吟诵经文打破诅咒，对抗来自地狱的钟声（需要 2 个动作），或者@Check[type:performance|dc:22|name:Perform an Opposing Composition|traits:auditory,complex,haunt,sonic,hazard]（专家）来表演（Perform）以对抗这些声音</p>",
			"hazarddescription": "<p>恶魔般的丧钟鸣响回荡，喧嚣的回响使人骨骼震荡</p>",
			"reset": "<p>若 30 尺范围内没有活物，丧钟便会停止鸣响</p>",
			"routine": "<p>（1 个动作） 丧钟鸣响，对@Template[type:emanation|distance:30]{30尺}内的每名活物造成[[/r {4d6}[sonic]]]{4d6音波伤害}（@Check[type:fortitude|dc:24|basic:true|name:Phantom Bells Toll|traits:auditory,complex,haunt,sonic,hazard]豁免）</p>",
			"items":{
				"nPeM50gZBykCKDxe":{
					"name":"悠远钟鸣 Distant Ringing",
					"description":"<p><strong>触发</strong> 一名活物出现在 30 尺范围内</p>\n<hr />\n<p><strong>效果</strong> 随着幽冥丧钟开始摇摆，吱呀作响的金属声充满了这片区域，作祟投掷先攻</p>"
				}
			}
		},
		"Precentor": {
			"name": "伶歌魔 Precentor",
			"data":{},
			"publicNotes":"<p>链魔中的故事讲述者和历史学家们被称为伶歌魔。身后跟随者骇人的合唱团，伶歌魔在执链者们（demagogues）的朝堂上表演。</p>\n<hr />\n<p>居住在影界的链魔通过专注于自残来寻求最终的完美。只有当他们对受害者施加痛苦和恐惧、实施新的酷刑，或让自己来尝试这些痛苦的时候，他们才能超然于自身的禁欲之外。链魔认为自己摆脱了任何道德或禁忌的桎梏，但对于那些受害者来说它们是无情的施虐者，散播虐待和痛苦。这些魔族声称在思想、形式和行为上追求绝对的完美，并且它们不承认那些不需要切除肉体或折磨精神的锻炼方式。</p>\n<p>链魔从极度喜欢施虐或受虐的凡人灵魂中诞生，它们被审判并被送往影界。它们被塑造成各种适合于它们邪恶嗜好的形态，从低级的邪窥魔到制造痛苦和残废的大师邪隐魔。转化过程会进一步扭曲它们的灵魂，其他的链魔会将它们的新成员送到影界数不清的痛苦之室中。</p>",
			"items":{
				"NNXU0f8NQLPkYMva":{
					"name":"痛苦视觉 Painsight",
					"description":"<p>伶歌魔能自动知晓它们能看到的一个生物是否具有@Compendium[pf2e.conditionitems.3uh1r86TzbQvosxv]{毁灭 Doomed}、@Compendium[pf2e.conditionitems.yZRUzMqrMmfLu0V1]{濒死 Dying}和@Compendium[pf2e.conditionitems.Yl48xTdMh3aeQYL2]{受伤 Wounded}状态，以及具体的状态值。</p>"
				},
				"70hKpMI6lW9A6okT":{
					"name":"不安凝视 Unnerving Gaze",
					"description":"<p>@Template[type:emanation|distance:30]{30尺} @Compendium[pf2e.bestiary-ability-glossary-srd.v61oEQaDdcRpaZ9X]{灵光 Aura}</p>\n<hr />\n<p>当一个生物在灵光范围内结束回合时，他必须成功通过@Check[type:will|dc:38]豁免，否则陷入@Compendium[pf2e.conditionitems.3uh1r86TzbQvosxv]{毁灭 Doomed 1}。</p>"
				},
				"Qw4pImBH1KPofsS1":{
					"name":"组建乐团 Assemble Choir",
					"description":"<p>伶歌魔将一个受其折磨之触影响、并位于它尖啸着的合唱团100尺内的生物加入合唱。合唱团中的生物数量不限，但不再受折磨之触影响的生物会立即退团。合唱团里的生物会对伶歌魔和互相间@Compendium[pf2e.conditionitems.AdPVz7rbaVSRxHFg]{迷魂 Fascinated}，他们不能对团员或伶歌魔采取敌对行动。当伶歌魔施放内在神术法术时，它能使该效果从其合唱团的任何成员出而非从自身发出，如常使用伶歌魔的豁免检定DC 和攻击加值。</p>"
				},
				"DPwtg3OqirDYbsrI":{
					"name":"专注凝视 Focus Gaze",
					"description":"<p>伶歌魔凝视30 尺内一个它可以看到的生物。目标必须立即尝试@Check[type:will|dc:38|name:Unnerving Gaze|traits:aura]豁免，以对抗伶歌魔的不安凝视（Unnerving Gaze）。</p>\n<p>此外，如果生物有@Compendium[pf2e.conditionitems.3uh1r86TzbQvosxv]{毁灭 Doomed}值，豁免失败的话，他会看到自己的皮肤被剥开，只要他还拥有@Compendium[pf2e.conditionitems.3uh1r86TzbQvosxv]{毁灭 Doomed}值，就会处于@Compendium[pf2e.conditionitems.yblD8fOR1J8rDwEQ]{困惑 Confused}状态。进行此豁免后，该生物将临时免疫，持续至伶歌魔下回合开始。</p>"
				},
				"AXpLna1FjT83aiYJ":{
					"name":"折磨之触 Tormenting Touch",
					"description":"<p>伶歌魔触碰一个10 尺内的生物，令他持续地因痛苦而尖叫。目标必须进行@Check[type:will|dc:38]豁免。</p>\n<p>当目标因此能力陷入呆滞(stupefied)时，他不断的嚎叫会令其在隐秘鉴定上自动失败。</p>\n<hr />\n<p><strong>大成功</strong> 目标不受影响</p>\n<p><strong>成功</strong> 目标获得@Compendium[pf2e.conditionitems.e1XGnhKNSQIm5IXg]{呆滞 Stupefied 1}</p>\n<p><strong>失败</strong> 目标获得@Compendium[pf2e.conditionitems.e1XGnhKNSQIm5IXg]{呆滞 Stupefied 3}</p>\n<p><strong>大失败</strong> 目标获得@Compendium[pf2e.conditionitems.e1XGnhKNSQIm5IXg]{呆滞 Stupefied 4}</p>\n<p>目标可以在每个回合开始时尝试一次新的意志豁免，每次成功豁免时将呆滞状态减少1。如果目标通过这种方式将其呆滞状态降低为 0，则该目标不再受影响。</p>"
				}
			}
		},
		"Quarry Sluiceway": {
			"name": "采石场泄水道 Quarry Sluiceway",
			"stealthdetails":"<p>(专家)或@Check[type:perception|dc:27|name:Notice Sluice Gates|traits:complex,mechanical,trap,hazard] (专家)才能在被关闭的状态下注意到6 个被巧妙隐藏的水闸门</p>",
			"disable":"<p>2次@Check[type:thievery|dc:28|name:Close a Sluice|traits:complex,mechanical,trap,hazard] (专家)来关闭 1 个水闸门（大成功时可以立即关闭 1 个水闸门）</p>",
			"hazarddescription":"<p>6个水闸门打开，数千加仑的水开始涌入房间。水在房间内搅动，并顺着房间南段的3 个向下倾斜的水槽流出</p>",
			"reset":"<p>6 个泄水道都关闭之后陷阱将会重置。若此情况发生之时水库的水已经被排干了，则需要数月的时间重新补充水库的存水。</p>",
			"routine":"<p>(6个动作) 每个被解除或被摧毁的泄水道会让陷阱失去 1 个动作。每当轮到陷阱的动作时，从水闸奔流而出的水会流经这个房间，形成一条湍急的河流，使得房间内积下数英寸深的水，将房间内的地板变为困难地形（difficult terrain）。房间内的水流不会高于当前高度，因为水流会从房间南侧的斜向水槽流出，并开始灌入采石坑（区域 <strong>J2</strong>）。在陷阱的第二个回合，水流开始涌入区域<strong>J2</strong> 的四个奴隶坑。陷阱的每个动作会让坑内涌入 4 英寸深（若所有泄水道都在运作则为每轮2 尺深）的水。若奴隶坑内涌入了等同于其总深度的 12 尺深的水流，且奴隶坑上的格栅没有被开启的话，奴隶们便会开始溺水，若 5 轮内没有被救出便会陷入濒死（dying）。在奴隶坑被填满后，水流便会在1 小时内缓慢填满采石场的中心区域，直至水库的水被净空并且将区域<strong>J2</strong>淹没至 15 尺深为止。</p>\n<p>根据你的判断，解除或摧毁泄水道之外的其他选项也可以防止洪水淹没采石场。</p>",
			"items":{
				"v5JDDS5HftErPvPh":{
					"name":"开启水闸 Opened Sluices",
					"description":"<p><strong>触发</strong> 1 名生物以@Compendium[pf2e.actionspf2e.pvQ5rY2zrtPI614F]{交互 Interacts}动作拉下主杠杆或者备用杠杆</p>\n<hr />\n<p><strong>效果</strong> 陷阱投掷先攻 </p>"
				}
			}
		},
		"Remnant of Barzillai": {
			"name": "巴基莱残魂 Remnant of Barzillai",
			"data":{},
			"publicNotes":"<p>尽管银渡鸦（the Silver Ravens）在邪恶的暴君巴基莱·斯戎（Barzillai Thrune）完全实现成为（金塔格的）地灵（genius loci）的目标之前将其击败，但他残存的魂魄依然遍布瑞瓦诺（Ravounel）地区。偶尔，这些有知觉的碎片会在附近的一小部分地区内形成一个巴基莱形状的模糊躯体，但当接近作祟之地时，幽灵之力可以从这些作祟的地方抽取灵质，从而聚合成一个更清晰的身体。无论为哪种形态，残魂都会携带着巴基莱的燃焰大锤，在残魂被摧毁一小时后，燃烧大锤会溶解成薄雾。</p>\n<p>巴基莱残魂能在瑞瓦诺（Ravounel）的任何地方显现，甚至在一个残魂被击败后，另一个可能会立即出现。想要让这位亡灵审判者永远安息，只有在他的大锤消失前取回它，然后将它埋于由善良牧师祝圣的地方至少一年，期间不受打扰。</p>\n<p>虽然巴基莱残魂能从任何与它建立联系的作祟中汲取力量，但残魂倾向于在特定作祟附近这么做。明日当焚27-28页上列出的作祟通常与巴基莱残魂有关。然而，这些远不是巴基莱能创造的全部作祟；银渡鸦（the Silver Ravens）的记录提到了许多与不死之物有关的现象，其中一些涉及各种各样的鸟，薄荷和茶叶的香气，以及身披重甲、宛若鬼魅的人型。</p>",
			"items":{
				"wTrhi9PyRoPxh06i":{"name":"燃焰大锤 Burning Mace"},
				"hrt10usZTV3s3uKQ":{
					"name":"作祟形态 Haunted Form",
					"description":"<p>巴基莱残魂汲取作祟中的能量，当他接近作祟时能借此增强自己的力量。巴基莱残魂距一个作祟60尺内时，他的抗力提升至 全伤害 12。当巴基莱60英尺范围内的一个作祟被破坏时，他会因反冲而受到[[/r {20}[force]]]{20点力场伤害}。</p>"
				},
				"zFmXqrFJBmQGs6z5":{
					"name":"创造作祟 Create Haunt",
					"description":"<p><strong>频率</strong> 每日三次</p>\n<p><strong>需求</strong> 巴基莱残魂身处瑞瓦诺（Ravounel）境内</p>\n<hr />\n<p><strong>效果</strong> 巴基莱残魂扰动并增强了此地不安的魂魄，在他现在所处之处创造一个6级或等级更低的作祟。这个作祟永久存在，直到它或巴基莱残魂被摧毁。</p>"
				}
			}
		},
		"Rusty Mae": {
			"name": "拉斯蒂·梅 Rusty Mae",
			"data":{},
			"items":{
				"w481TRk2bURCXIxx":{
					"name":"巫团 Coven",
					"description":"<p>拉斯蒂·梅将<em>@Compendium[pf2e.spells-srd.gPvtmKMRpg9I9D7H]{地缚术 Earthbind}</em>, <em>@Compendium[pf2e.spells-srd.115Xp9E38CJENhNS]{穿墙术 Passwall}</em>和<em>@Compendium[pf2e.spells-srd.8Umt1AzYfFbC4fui]{法力崩裂 Spellwrack}</em>加入到她的巫团法术中。</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Coven]</p>"
				},
				"DH9wyO9XNqPjz1gc":{
					"name":"钢铁囚笼 Bonds of Iron",
					"description":"<p>每日一次，拉斯蒂·梅从最多30尺远的虚空中召唤一个寒铁囚笼，她尝试一次@Compendium[pf2e.actionspf2e.PMbdMWc2QroouFGD]{擒抱 Grapple}检定对抗目标的强韧DC；如果目标有寒铁弱点，拉斯蒂·梅该次检定有+2环境加值。和一般擒抱不同的是，拉斯蒂·梅擒抱的目标不需要在其触及范围内，并且自身可以随意移动。囚笼一直持续直到目标生物成功逃脱（DC 29）并且牢笼化为尘土。任何生物能尝试通过攻击破坏该囚笼。该囚笼的AC 25，硬度14，有56点生命值。</p>"
				},
				"lRGKk5oP862ZMOI3":{
					"description":"<p>拉斯蒂·梅能变化成任意中型女性类人生物。这不会改变她的速度或它打击的攻击加值和伤害加值，但是能改变她打击的伤害类型（例如钝击）。</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>",
					"name":"变身 Change Shape"
				},
				"ODRNG6vG9zjC3Etf":{
					"name":"撕裂 Rend",
					"description":"<p>爪抓 Claw</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Rend]</p>"
				},
				"1mhGkpmF4fQNlduu":{
					"description":"<p>拉斯蒂·梅的爪抓会使得金属迅速锈蚀并遭到腐蚀。若她成功进行爪抓打击（clawsStrike）或@Compendium[pf2e.actionspf2e.Dt6B1slsBy8ipJu9]{卸武 Disarm}，则除了对目标造成她的爪抓伤害之外，还额外会对目标当前穿戴或持用的金属物品造成[[/r {2d6}]]{2d6伤害}（重击翻倍），忽略其硬度。若她命中了一件无主金属物品（unattended metalitem），该物品会自动承受[[/r {2d6}]]{2d6伤害}。若有生物使用金属盾牌进行盾牌格挡（Shield Block）反射动作对抗拉斯蒂·梅的爪抓攻击，盾牌会自动@Compendium[pf2e.conditionitems.6dNUvdb1dhToNDj3]{破损 Broken}，但此次攻击不会影响其他物品。</p>",
					"name":"锈蚀 Rust"
				}
			}
		},
		"Scarlet Triad Bruiser": {
			"name": "红三一莽汉 Scarlet Triad Bruiser",
			"data":{},
			"items":{
				"d8AM5zYWUUZUAdDc":{
					"name":"踩脸 Batter the Fallen",
					"description":"<p>莽汉的脚踢打击对@Compendium[pf2e.conditionitems.j91X7x0XSomq8d60]{倒地 Prone} 的生物造成 [[/r {2d6}]]{2d6 点额外伤害}</p>"
				},
				"hhR7r91njgZuHH4x":{
					"name":"蛮力扫击 Brutal Cleave",
					"description":"<p><strong>触发</strong> 莽汉的近战打击杀死 1 名生物或使其@Compendium[pf2e.conditionitems.fBnFDH2MTzgFijKf]{失去意识 Unconscious}，且有其他敌人与该生物相邻</p>\n<hr />\n<p><strong>效果</strong> 莽汉作出另一次近战打击对抗第二名敌人，此次攻击与触发打击具有相同的多重攻击减值</p>"
				},
				"TF94bqW7ak7QdxKX":{
					"name":"高效抓捕 Efficient Capture",
					"description":"<p><strong>需求</strong> 莽汉的手中有镣铐（manacles）而且与1名生物相邻</p>\n<hr />\n<p><strong>效果</strong> 莽汉尝试用镣铐束缚该生物的手腕或脚踝。他必须成功通过一次调整值为[[/r 1d20+23 #Manacles]]{+23}的攻击检定对抗目标的 AC</p>"
				},
				"v1DFg4W547LdWp1p":{
					"name":"狂怒连打 Pummeling Flurry",
					"description":"<p><strong>频率</strong> 每轮一次</p>\n<hr />\n<p><strong>效果</strong> 莽汉作出 1 次巨木棒打击和1 次脚踢打击。若这 2 次命中了相同的生物，则在判断抗力以及弱点时将 2 者的伤害合并起来进行计算</p>"
				}
			}
		},
		"Scarlet Triad Poisoner": {
			"name": "红三一投毒者 Scarlet Triad Poisoner",
			"data":{},
			"items":{
				"B2pWjBsWDmisLrz0":{
					"name":"疾行毒击 Running Poison Strike",
					"description":"<p><strong>频率</strong> 每天三次</p>\n<hr />\n<p><strong>效果</strong> 投毒者行走（Stride），在移动的过程中给武器涂毒。投毒者移动至多等同于其速度的距离，之后作出 1 次会造成[[/r {2d8}[poison]]]{2d8点额外毒素伤害}的近战打击（Strike）。这对已经能造成毒素伤害的打击没有效果。</p>"
				}
			}
		},
		"Scarlet Triad Sneak": {
			"name": "红三一探子 Scarlet Triad Sneak",
			"data":{},
			"items":{
				"sKH86qpUBKLIW8ls":{
					"description":"<p><strong>需求</strong> 有镣铐在探子的手上且探子与一名生物相邻。</p>\n<hr />\n<p><strong>效果</strong> 探子尝试用镣铐束缚该生物的手腕或脚踝。若探子成功通过[[/r 1d20+16 #Manacles]]{+16}调整值的攻击检定对抗目标的AC，则对其拷上镣铐。</p>",
					"name":"高效抓捕 Efficient Capture"
				},
				"Deny Advantage":{
					"name": "Deny Advantage",
					"description": "<p>The sneak isn't @UUID[Compendium.pf2e.conditionitems.AJh5ex99aV6VTggg]{Flat-Footed} to @UUID[Compendium.pf2e.conditionitems.iU0fEDdBp3rXpTMC]{Hidden}, @UUID[Compendium.pf2e.conditionitems.VRSef5y1LmL2Hkjf]{Undetected}, or flanking creatures of 6th level or lower, or creatures of 6th level or lower using surprise attack.</p>"
				},
				"Mobility":{
					"name": "Mobility",
					"description": "<p>When the sneak takes a Stride action to move half their Speed or less, that movement does not trigger reactions.</p>"
				},
				"Nimble Dodge":{
					"name": "Nimble Dodge",
					"description": "<p><strong>Requirement</strong> A sneak can't use this reaction while encumbered.</p>\n<p><strong>Trigger</strong> The sneak is hit by an attack made by a creature the sneak can see.</p>\n<hr />\n<p><strong>Effect</strong> The sneak gains a +2 circumstance bonus to their Armor Class against the triggering attack.</p>"
				},
				"Sneak Attack":{
					"name": "偷袭 Sneak Attack",
					"description": "<p>[[/r {2d6}[precision]]]{2d6 precision damage}</p>\n<p>@Localize[PF2E.NPC.Abilities.Glossary.SneakAttack]</p>"
				},
				"Surprise Attack":{
					"name": "Surprise Attack",
					"description": "<p>In the first round of combat, creatures that haven't acted yet are @UUID[Compendium.pf2e.conditionitems.AJh5ex99aV6VTggg]{Flat-Footed} to the sneak.</p>"
				}
			}
		},
		"Scarlet Triad Sniper": {
			"name": "红三一狙击手 Scarlet Triad Sniper",
			"data":{},
			"items":{
				"N096jcv77bKpi9xA":{
					"name":"拉弓回击 Backshot",
					"description":"<p><strong>触发</strong> 有个狙击手能看到的生物对狙击手进行远程武器打击并失手。</p>\n<hr />\n<p><strong>效果</strong> 狙击手尝试 1 次远程打击（ranged Strike）对抗触发生物，此次打击会承受-2 减值</p>"
				},
				"w40QDydlY3kEtlQE":{
					"name":"箭雨 Rain of Arrows",
					"description":"<p>狙击手对她选择的@Template[type:burst|distance:15]区域内的每个生物射出1箭。爆发区域的中心必须位于距离狙击手 100 尺的范围内，而且该中心不能位于距离狙击手30 尺的范围内。狙击手要对每个目标分别作出攻击检定。所有攻击都会计入狙击手的多重攻击减值（multipleattackpenalty），但是这些减值要在所有攻击都作出后才会应用。</p>"
				},
				"oBv9CmgE9lFftp0E":{
					"name":"身手灵敏 Swiftness",
					"description":"<p>狙击手的移动不会触发反应动作。</p>"
				},
				"Sneak Attack":{
					"name": "偷袭 Sneak Attack",
					"description": "<p>[[/r {2d6}[precision]]]{2d6精准伤害}</p>\n<p>@Localize[PF2E.NPC.Abilities.Glossary.SneakAttack]</p>"
				}
			}
		},
		"Scarlet Triad Thug": {
			"name": "红三一暴徒 Scarlet Triad Thug",
			"data":{},
			"items":{
				"UxtBtayqxXB5mZip":{
					"description":"<p><strong>触发</strong> 有生物在红三一暴徒的触及范围内对红三一暴徒作出近战打击并失手</p>\n<hr />\n<p><strong>效果</strong> 暴徒以-2减值对触发生物尝试@Compendium[pf2e.actionspf2e.7blmbDrQFNfdT731]{推撞 Shove}。若红三一暴徒骰出大失败，则以失败作为替代。</p>",
					"name":"霸凌推搡 Bully's Push"
				},
				"KqV4dBWVzfi3DXyl":{
					"description":"<p><strong>需求</strong> 有镣铐在暴徒的手上且暴徒与一名生物相邻</p>\n<hr />\n<p><strong>效果</strong> 暴徒尝试用镣铐束缚该生物的手腕或脚踝。暴徒必须成功通过[[/r 1d20+18 #Manacles]]{+18}调整值的攻击检定对抗目标的AC</p>",
					"name":"高效抓捕 Efficient Capture"
				},
				"IFl5ilnFtCXtwx8I":{
					"description":"<p>若任何生物位于暴徒的至少2名盟友的触及范围内，则暴徒对该生物额外造成[[/r {1d8}]]{1d8伤害}</p>",
					"name":"围攻 Pack Attack"
				},
				"Rock Dwarf":{
					"name": "Rock Dwarf",
					"description": "<p>When forced to move 10 feet or more, the thug is moved only half the distance.</p>"
				}
			}
		},
		"Trapped Lathe": {
			"name": "机床陷阱 Trapped Lathe",
			"data":{},
			"stealthdetails":"<p>(专家); @Check[type:perception|dc:29|name:Notice the Line of Cord|traits:complex,mechanical,trap,hazard] 能注意到有一条线绳从机床的触发器上一直延伸至通往区域<strong>A2</strong>的门后。</p>",
			"disable":"<p>@Check[type:thievery|dc:31|name:Release the Spring Tension|traits:complex,mechanical,trap,hazard] (专家) 能够在车床上的弹簧张力施放掉的同时却不触动上面的刀片和齿轮。</p>",
			"hazarddescription":"<p>这台动力机床上的弹簧绷得很紧，当它被推撞或触发时，机床会一下子松开，将刀片、齿轮和锋利的金属片一股脑向着房间各处迸射。</p>",
			"routine":"<p>（4 个动作） 机床尝试 4 次尖锐零件攻击对抗房间内的生物，从区域A1 内所有可选目标中随机选择 1 个目标。陷阱的任何攻击都不会承受多重攻击减值（multiple attack penalties）。随着弹簧的力量被释放出来变得越来越松，陷阱每个回合会失去 1 个动作，最终在只具有0 个动作时便会被解除（disabled）。</p>",
			"items":{
				"Da7jV5DGeFRpV5qb":{
					"name":"零件喷发 Unleash Fragments",
					"description":"<p><strong>触发</strong> 机床被碰撞（jostled）、受到伤害（damaged）或有人从远处拉扯它的触发器。</p>\n<hr />\n<p><strong>效果</strong> 陷阱对区域<strong>A1</strong>内的 1 名随机目标进行尖锐零件打击，之后投掷先攻。</p>"
				},
				"zVCalXk0BtUnOMfM":{
					"name":"尖锐零件 Sharpened Fragment"
				},
				"USQ16Z86qZYqJDkV":{
					"name":"重击时持续流血 Persistent Bleed Critical",
					"description":"<p>尖锐零件重击时额外造成@Localize[PF2E.PersistentDamage.Bleed1d8.success]。</p>"
				}
			}
		},
		"Tree of Dreadful Dreams": {
			"name": "恐怖梦境之树 Tree of Dreadful Dreams",
			"data":{},
			"stealthdetails":"<p>(专家)</p>",
			"disable":"<p>@Check[type:athletics|dc:25|name:Force Open a Branch|traits:complex,magical,trap,hazard,action:force-open]或@Check[type:thievery|dc:25|name:Lever Open a Branch|traits:complex,magical,trap,hazard] (受训)能够用蛮力或用杠杆的方式撬开单根树枝，解除这根树枝并解放被困于其中的任何生物。@Check[type:thievery|dc:29|name:Disrupt the Tree's Magical Animation|traits:complex,magical,trap,hazard] (专家) 能够扰乱柳树的魔法流通，关闭它，并释放所有被困的生物。将<em>梦境石</em>安置在树干上需要 2 个交互（Interact）动作，而这会使陷阱关闭，释放所有被困的生物。若将区域<strong> B4 </strong>内的<em>被诅咒的梦境石</em>放置到树干上反而会将柳树每个回合的动作增加到 4 个，并使它在所有豁免检定以及攻击检定中获得+2 物品加值。</p>",
			"hazarddescription":"<p>柳树雕塑活化起来，它的枝条试图抓住区域<strong>B2</strong>内的任何人。</p>",
			"reset":"<p>当没有生物被陷阱@Compendium[pf2e.conditionitems.kWc1fhmv9LBiTuei]{擒抱 Grabbed}，房间内也没有生物可供攻击时，则陷阱关闭并重置。若未被诅咒的<em>梦境石</em>被安置在树干上，该雕像就不会被再次激活。</p>",
			"routine":"<p>(3个动作) 雕像会使用每个动作来尝试树枝打击（branch Strike）对抗1 名房间内还未被@Compendium[pf2e.conditionitems.kWc1fhmv9LBiTuei]{擒抱 Grabbed}的随机生物。若没有生物可供攻击，但至少有 1 名生物被擒抱的话，它会使用紧勒（Constricts）取代树枝打击动作。该陷阱至多擒抱 6 名生物。</p>",
			"items":{
				"agvYAJn23dKfPmcI":{
					"name":"树枝 Branch"
				},
				"M0hdta5U4NIGRZAD":{
					"name":"恐怖幻象 Terrifying Visions",
					"description":"<p>若生物的回合开始时被陷阱擒抱的话，会体验生动的真实事件的扭曲幻象，必须成功通过@Check[type:will|dc:31|traits:damaging-effect]豁免，失败则会承受 [[/r {4d8}[mental]]]{4d8 点心灵伤害}。大失败时，该生物还会陷入@Compendium[pf2e.conditionitems.3uh1r86TzbQvosxv]{毁灭 Doomed 1}。成功通过豁免的生物会获得持续 24 小时的临时免疫。</p>"
				},
				"KYpQ8TgZcmUrKnjC":{
					"name":"独立枝条 Independent Limbs",
					"description":"<p>任何被树枝 Branch打击的生物都会被@Compendium[pf2e.conditionitems.kWc1fhmv9LBiTuei]{擒抱 Grabbed}。而且树枝 Branch打击不承受多重攻击减值。</p>"
				},
				"Constrict":{
					"name": "紧勒 Constrict",
					"description": "<p>[[/r {1d10+12}[bludgeoning]]]{1d10+12 bludgeoning damage}.</p>\n<p>@Check[type:fortitude|dc:27|basic:true]</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Constrict]</p>"
				},
				"Attack of Opportunity":{
					"name": "借机攻击 Attack of Opportunity",
					"description": "<p>The tree of dreadful dreams can attempt up to six Attacks of Opportunity each round.</p>\n<p>@Localize[PF2E.NPC.Abilities.Glossary.AttackOfOpportunity]</p>"
				}
			}
		},
		"Vaklish": {
			"name": "瓦克利什 Vaklish",
			"data":{},
			"items":{
				"Thxxg6IpvoOEOFZu":{
					"name":"嗤笑神力 Scoff at the Divine",
					"description":"<p><strong>触发</strong> 30尺内的一个生物施放神术魔法或者使用神术能力</p>\n<p><strong>需求</strong> 瓦克利什拥有一个未被使用的法术位可以来施放<em>@Compendium[pf2e.spells-srd.9HpwDN4MYQJnW0LG]{解除魔法 Dispel Magic}</em></p>\n<hr />\n<p><strong>效果</strong> 瓦克利什消耗一个可以用于施放解除魔法的法术位，并且尝试反制触发的法术或能力。</p>\n<p>瓦克利什无法在[[/br 1d4 #Recharge Scoff at the Divine]]{1d4轮}内再次使用嗤笑神力。</p>"
				},
				"QFVHYWU00lctwBwf":{
					"name":"变身 Change Shape",
					"description":"<p>瓦克利什获得任意中型类人生物的外观。这不会改变瓦克利什的速度或是打击中攻击和伤害的调整值，但是可能会改变其打击所造成的伤害类型（通常变为钝击）。他通常会失去尖牙打击，除非该类人形态拥有尖牙或者类似的无武装攻击。</p>"
				},
				"yqO9SHE3AFcvwy0R":{
					"name":"扰心幻视 Disturbing Vision",
					"description":"<p>瓦克利什的双眼中闪烁着绿色的光芒，投射出一股覆盖@Template[type:emanation|distance:30]范围的心灵波动。在该区域中的所有生物都将受到来自于罗刹前世那邪恶堕落的幻视的袭扰。该区域内所有非邪恶生物必须成功通过一次@Check[type:will|dc:32]检定，否则陷入@Compendium[pf2e.conditionitems.fesd1n5eVhpCSS18]{恶心 Sickened 1}（在大失败时候还将@Compendium[pf2e.conditionitems.dfCMdR4wnpbYNTix]{震慑 Stunned 1}）。幻视持续[[/br 1d4 #Disturbing Visions Duration]]{1d4轮}，并且在此期间，瓦克利什和该范围内的所有邪恶生物在所有的检定骰上获得+1状态加值。瓦克利什只有在前一次幻视结束后才能再次使用此能力。</p>\n<hr />\n<p>@Compendium[pf2e.bestiary-effects.AThOnEYzPO9ssYTB]{效果：扰心乱视}</p>"
				}
			}
		}
	}
}
