{
	"label": "动物伙伴进阶战技 CC Advanced Maneuvers",
	"entries": {
		"Badger Rage": {
			"name": "Badger Rage",
			"description": "<p><strong>Requirements </strong>The badger isn&rsquo;t fatigued or raging.</p>\n<hr />\n<p>@Compendium[pf2e-animal-companions.AC-Features.Kgt1NyBesS3rohzb]{Badger Rage}</p>\n<p>The badger enters a state of pure rage that lasts for 1 minute, until there are no enemies it can perceive, or until it falls unconscious, whichever comes first. It can&rsquo;t voluntarily stop raging. While raging, the badger is affected in the following ways.</p>\n<p>It deals 4 additional damage with its bite attacks and 2 additional damage with its claw attacks.</p>\n<p>It takes a &ndash;1 penalty to AC.</p>\n<p>It can&rsquo;t use actions that have the concentrate trait unless they also have the rage trait. The animal companion can Seek even while raging.</p>\n<p>After it has stopped raging, it can&rsquo;t use Badger Rage again for 1 minute.</p>"
		},
		"Bay": {
			"name": "Bay",
			"description": "<p>The shadow hound releases an eerie bay, attempting to <span data-pf2-action=\"demoralize\" data-pf2-glyph=\"A\">Demoralize</span> each foe in a <span data-pf2-effect-area=\"emanation\\\" data-pf2-distance=\"20\">20-foot emanation</span>. These Demoralize attempts don't require a language and don't take any penalty due to not sharing a language.</p>"
		},
		"Bear Hug": {
			"name": "Bear Hug",
			"description": "<p><strong>Requirements </strong>The bear&rsquo;s last action was a successful claw Strike.</p>\n<hr />\n<p>The bear makes another claw Strike against the same target. If this Strike hits, the target is also @Compendium[pf2e.conditionitems.kWc1fhmv9LBiTuei]{Grabbed}, as if the bear had successfully Grappled the target.</p>"
		},
		"Blood Feast": {
			"name": "Blood Feast",
			"description": "<p>Your vampiric animal companion attacks a bleeding foe and drinks its blood. Your companion attempts a Strike against a creature currently taking persistent bleed damage. The Strike deals [[/r {2d8}[additional]]]{2d8 additional damage}. If the Strike hits and deals damage, your vampiric animal companion gains temporary Hit Points equal to half your level that last for up to 1 minute.</p>"
		},
		"Boar Charge": {
			"name": "Boar Charge",
			"description": "<p>The boar Strides twice in a straight line and then makes a tusk Strike. As long as it moved at least 20 feet, it gains a +2 circumstance bonus to its attack roll.</p>"
		},
		"Bony Constriction": {
			"name": "Bony Constriction",
			"description": "<p><strong>需求</strong> The constrictor has a creature @Compendium[pf2e.conditionitems.Grabbed]{Grabbed}.</p>\n<hr />\n<p>The skeletal constrictor deals [[/r {12}[piercing]]]{12 piercing Damage} to the grabbed creature with its sharp ribs; the creature must attempt a @Check[type:fortitude|dc:resolve(12+@actor.level+@actor.abilities.con.mod)|basic:true] save. If the constrictor is a specialized companion, increase this damage to [[/r {20}[piercing]]]{20}. This uses a trained DC using the constrictor's Constitution modifier, or an expert DC (@Check[type:fortitude|dc:resolve(14+@actor.level+@actor.abilities.con.mod)|basic:true]) if the constrictor is specialized.</p>"
		},
		"Bouncing Slam": {
			"name": "Bouncing Slam",
			"description": "<p>The gibtas Leaps toward a Medium or smaller creature, landing in the creature's space and @Compendium[pf2e.actionspf2e.7blmbDrQFNfdT731]{Shoving} the creature. If the Shove fails, the gibtas bounces out of the target's square to an adjacent square of the target's choosing.</p>"
		},
		"Breath Weapon": {
			"name": "Breath Weapon",
			"description": "<p><strong>Frequency </strong>once per hour</p>\n<hr />\n<p>The riding drake breathes a 30-foot cone of fire, dealing 1d6 fire damage for every 2 levels the drake has to all creatures in the area (basic Reflex save). This uses a trained DC using the drake's Constitution modifier or an expert DC if the drake is specialized.</p>"
		},
		"Careful Withdraw": {
			"name": "Careful Withdraw",
			"description": "<p>The legchair carefully extricates you from a dangerous situation. It Steps twice and then Strides.</p>"
		},
		"Cat Pounce": {
			"name": "Cat Pounce",
			"description": "<p>The cat Strides and then Strikes. If it was undetected at the start of its Cat Pounce, it remains undetected until after the attack.</p>"
		},
		"Constrict": {
			"name": "Constrict",
			"description": "<p><strong>Requirements </strong>The snake has a smaller creature grabbed.</p>\n<hr />\n<p>The snake deals [[/r 12]] bludgeoning damage to the grabbed creature; the creature must attempt a basic Fortitude save. If the snake is a specialized animal companion, increase this damage to [[/r 20]].</p>"
		},
		"Darting Attack": {
			"name": "Darting Attack",
			"description": "<p>The raptor Steps up to 10 feet and then Strikes, or Strikes and then Steps up to 10 feet.</p>"
		},
		"Death Roll": {
			"name": "Death Roll",
			"description": "<p><strong>Requirements </strong>The crocodile has a creature grabbed.</p>\n<hr />\n<p>The crocodile tucks its legs and rolls rapidly, twisting its victim. It makes a jaws Strike with a +2 circumstance bonus to the attack roll against the grabbed creature. If it hits, it also knocks the creature @Compendium[pf2e.conditionitems.j91X7x0XSomq8d60]{Prone}. If it misses, it releases the creature.</p>"
		},
		"Defensive Curl": {
			"name": "Defensive Curl",
			"description": "<p>The pangolin coils into a ball to defend itself. It gains a +2 circumstance bonus to AC. Any creature that hits the pangolin with a melee unarmed attack while it's in its Defensive Curl take [[/r {2d6}[persistent,bleed]]]{2d6} @Compendium[pf2e.conditionitems.Persistent Damage]{Persistent bleed Damage}. The pangolin can't move, use its unarmed attacks, or take other actions that require it to use its limbs while in its Defensive Curl, but it can unfurl as a single action, ending the effects of Defensive Curl.</p>"
		},
		"Disgusting Gallop": {
			"name": "Disgusting Gallop",
			"description": "<p>The zombie mount Strides twice, spraying putrid spittle as it runs. Once during this movement, choose a creature adjacent to the zombie mount. The spittle splashes on it, and the creature must succeed at a @Check[type:fortitude|dc:resolve(12+@actor.level+@actor.abilities.con.mod)] save or be @Compendium[pf2e.conditionitems.Sickened]{Sickened 1}. The creature is then temporarily immune to the spittle for 24 hours. This uses a trained DC using the zombie mount's Constitution modifier, or an expert DC (@Check[type:fortitude|dc:resolve(14+@actor.level+@actor.abilities.con.mod)]) if the mount is specialized.</p>"
		},
		"Distracting Spray": {
			"name": "Distracting Spray",
			"description": "<p>The capybara sprays an adjacent target with its scent glands. The target must attempt a Fortitude save. Wiping off the musk takes an Interact action and ends the effect. This uses a trained DC using the capybara's Constitution modifier or an expert DC if the capybara is specialized.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is @Compendium[pf2e.conditionitems.Clumsy]{Clumsy 1} for 1 round.</p>\n<p><strong>Failure</strong> The creature is clumsy 1 for 1 minute.</p>\n<p><strong>Critical Failure</strong> The creature is @Compendium[pf2e.conditionitems.Clumsy]{Clumsy 2} for 1 minute.</p>"
		},
		"Feast on the Fallen": {
			"name": "Feast on the Fallen",
			"description": "<p><strong>Frequency </strong>once per hour</p>\n<p><strong>Trigger </strong>A creature adjacent to the vulture is reduced to 0 Hit Points</p>\n<hr />\n<p>The vulture consumes a piece of the defeated foe, regaining [[/r 18]] Hit Points. If the vulture is a specialized animal companion, increase the Hit Points regained to [[/r 30]].</p>"
		},
		"Flyby Attack": {
			"name": "Flyby Attack",
			"description": "<p>The bird Flies and makes a talon Strike at any point along the way.</p>"
		},
		"Frightening Display": {
			"name": "Frightening Display",
			"description": "<p>Your ape makes a loud and frightening display, throwing a foe off balance. The ape attempts to @Compendium[pf2e.action-macros.nEwqNNWX6scLt4sc]{Demoralize: Intimidation} the target creature; this display gains the visual trait and doesn't require language. While frightened by this ability, the target is @Compendium[pf2e.conditionitems.AJh5ex99aV6VTggg]{Flat-Footed} to your ape.</p>"
		},
		"Gallop": {
			"name": "Gallop",
			"description": "<p>The companion Strides twice at a +10-foot circumstance bonus to Speed.</p>"
		},
		"Gnaw": {
			"name": "Gnaw",
			"description": "<p><strong>Requirements </strong>The animal companion&rsquo;s last action was a successful jaws Strike.</p>\n<hr />\n<p>The Strike&rsquo;s target takes 1d6 @Compendium[pf2e.conditionitems.lDVqvLKA6eF3Df60]{Persistent Damage} bleed damage and takes a &ndash;10-foot status penalty to its Speed until it removes the bleed damage. If the hyena is a specialized animal companion, the persistent bleed damage increases to 2d6.</p>"
		},
		"Grab and Sting": {
			"name": "Grab and Sting",
			"description": "<p>The scorpion holds its foe in place with its pincers in order to sting it. It makes a pincer Strike. If the Strike hits, the target creature automatically becomes @Compendium[pf2e.conditionitems.kWc1fhmv9LBiTuei]{Grabbed} by the scorpion, which then makes a stinger Strike against it. The grabbed condition lasts until the end of your next turn.</p>"
		},
		"Grabbing Trunk": {
			"name": "Grabbing Trunk",
			"description": "<p>The elephant grabs its foe with its trunk and carries it off. The elephant uses Athletics to @Compendium[pf2e.actionspf2e.Grapple]{Grapple} a creature up to two sizes smaller than the elephant in its trunk. If its target is @Compendium[pf2e.conditionitems.Grabbed]{Grabbed} or @Compendium[pf2e.conditionitems.Restrained]{Restrained}, the elephant repositions the target to another space in the elephant's reach.</p>"
		},
		"Grip Throat": {
			"name": "Grip Throat",
			"description": "<p>The hand attempts to @Compendium[pf2e.actionspf2e.Grapple]{Grapple} a Medium or smaller creature by the throat. If the Grapple succeeds, in addition to the normal effects, the creature has difficulty speaking. While it remains @Compendium[pf2e.conditionitems.Grabbed]{Grabbed} or @Compendium[pf2e.conditionitems.Restrained]{Restrained} by the hand, it must spend an extra action to perform any action that has the verbal trait.</p>"
		},
		"Gulp Blood": {
			"name": "饮血 Gulp Blood",
			"description": "<p><strong>需求</strong> 水缚灵上一个动作是一次对敌人的成功啃咬攻击。</p>\n<hr>\n<p>水缚灵获得[[/r 2d8 #Temporary Hit Points]]{2d8}持续1轮的临时生命值，并且敌人受到[[/r {2d6}[persistent,bleed]]]{2d6} @UUID[Compendium.pf2e.conditionitems.lDVqvLKA6eF3Df60]{持续流血伤害}。如果水缚灵具有特化，水缚灵取而代之获得[[/r 3d8 #Temporary Hit Points]]{3d8}临时生命值，并且目标受到[[/r {3d6}[persistent,bleed]]]{3d6} @UUID[Compendium.pf2e.conditionitems.lDVqvLKA6eF3Df60]{持续流血伤害}。如果目标生物完全没有维持生命所需的体液，此能力可能不会生效，由GM决定。</p>"
		},
		"Hustle": {
			"name": "Hustle",
			"description": "<p>The beetle moves at incredible speed. It Strides three times.</p>"
		},
		"Knockdown": {
			"name": "Knockdown",
			"description": "<p><strong>Requirements </strong>The animal companion&rsquo;s last action was a successful jaws Strike.</p>\n<hr />\n<p>The wolf automatically knocks the target of its jaws Strike @Compendium[pf2e.conditionitems.j91X7x0XSomq8d60]{Prone}.</p>"
		},
		"Lumbering Knockdown": {
			"name": "Lumbering Knockdown",
			"description": "<p>Your triceratops Strides up to 10 feet, then makes a horns Strike. On a success, the target is knocked @Compendium[pf2e.conditionitems.j91X7x0XSomq8d60]{Prone}.</p>"
		},
		"Lurching Rush": {
			"name": "Lurching Rush",
			"description": "<p>The monitor lizard Strides and then makes a jaws Strike. If it moved at least 20 feet away from its starting position, it gains a +2 circumstance bonus to this attack roll.</p>"
		},
		"Overwhelm": {
			"name": "Overwhelm",
			"description": "<p>The tyrannosaurus bears down on an enemy and pins it with its jaws. The tyrannosaurus makes a jaws Strike; on a hit, the target is @Compendium[pf2e.conditionitems.Grabbed]{Grabbed}.</p>"
		},
		"Pick at the Meat": {
			"name": "Pick at the Meat",
			"description": "<p><strong>需求</strong> The animal companion's last action was a successful jaws Strike.</p>\n<hr />\n<p>Your bird picks at the wound it just created. The target of its jaws Strike takes [[/r {1d8}[persistent,bleed]]]{1d8 bleed damage}, or [[/r {2d8}[persistent,bleed]]]{2d8 bleed damage} if the bird is specialized.</p>"
		},
		"Pterosaur Swoop": {
			"name": "Pterosaur Swoop",
			"description": "<p>The pterosaur Flies up to its Speed and makes one beak Strike at any point during that movement.</p>"
		},
		"Rhinoceros Charge": {
			"name": "Rhinoceros Charge",
			"description": "<p>The rhino Strides and makes a horn Strike at the end of its Stride. As long as the rhino moved at least 20 feet, the horn Strike deals 1d8 additional piercing damage, or 2d8 additional damage if your rhino is nimble or savage.</p>"
		},
		"Sand Stride": {
			"name": "Sand Stride",
			"description": "<p>The camel Strides twice with a +5-foot circumstance bonus to Speed, ignoring difficult terrain caused by rubble, sand, and uneven ground made of earth and stone.</p>"
		},
		"Screaming Skull": {
			"name": "Screaming Skull",
			"description": "<p>The skeleton removes its skull and throws it, making a jaws Strike with a range of 20 feet. Regardless of whether it hits, the target and all enemies within 10 feet must attempt a Will save or be @Compendium[pf2e.conditionitems.Frightened]{Frightened 1}, or @Compendium[pf2e.conditionitems.Frightened]{Frightened 2} on a critical failure. This uses a trained DC using the skeleton's Charisma modifier or an expert DC if the skeleton is specialized. At the start of the skeleton's next turn, the head bounces, rolls, or flies back to reattach. The skeleton is blind while its head is away.</p>"
		},
		"Shred": {
			"name": "Shred",
			"description": "<p>The shark viciously rips into the wound, dealing additional damage. The target of the shark's Strike takes [[/r 1d8]] slashing damage ([[/r 2d8]] for a mature shark or [[/r 3d8]] for a specialized companion).</p>"
		},
		"Snatch and Zap": {
			"name": "Snatch and Zap",
			"description": "<p>The Ulgrem-Lurann bites down hard and unleashes an electrical discharge. It makes a jaws Strike. If the Strike hits, the target creature automatically becomes @Compendium[pf2e.conditionitems.Grabbed]{Grabbed} by the Ulgrem-Lurann and takes [[/r {1d4}[electricity]]]{1d4 electricity damage} ([[/r {2d4}[electricity]]] for a mature Ulgrem-Lurann or [[/r {3d4}[electricity]]] for a specialized companion). The grabbed condition lasts until the end of your next turn, though the Ulgrem-Lurann can use @Compendium[pf2e.actionspf2e.Grapple]{Grapple} to attempt to extend the duration as normal.</p>"
		},
		"Take a Taste": {
			"name": "Take a Taste",
			"description": "<p><strong>需求</strong> The zombie has a creature @Compendium[pf2e.conditionitems.Grabbed]{Grabbed} or @Compendium[pf2e.conditionitems.Restrained]{Restrained}.</p>\n<hr />\n<p>The zombie tries to grasp and bite a creature. The zombie makes a jaws Strike against the creature. This Strike uses the same statistics as its normal melee Strike, except its damage die is 1d10 and it deals piercing damage.</p>"
		},
		"Tearing Clutch": {
			"name": "Tearing Clutch",
			"description": "<p>The terror bird makes a beak Strike; on a successful hit, the target takes [[/r {2d6}[persistent,bleed]]]{2d6} @Compendium[pf2e.conditionitems.Persistent Damage]{Persistent bleed Damage}.</p>"
		},
		"Telekinetic Assault": {
			"name": "Telekinetic Assault",
			"description": "<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p>Your ghost unleashes a flurry of emotions, causing small objects and debris to fly about in a @Template[type:emanation|distance:20], dealing [[/r {1d6}[bludgeoning]]]{1d6 bludgeoning damage} for every 2 levels the ghost has (basic Reflex save). This uses a trained DC using the ghost's Charisma modifier or an expert DC if the ghost is specialized.</p>"
		},
		"Throw Rock": {
			"name": "Throw Rock",
			"description": "<p>The arboreal sapling Interacts to pick up a rock within reach or retrieve a stowed rock, then throws it with a ranged rock Strike that deals a base of 1d6 bludgeoning damage with a range increment of 30 feet.</p>"
		},
		"Tongue Pull": {
			"name": "Tongue Pull",
			"description": "<p>The cave gecko snaps out its tongue, attempting to pull a foe within 10 feet toward it. The gecko attempts an Athletics check against the foe's Fortitude DC. On a success, the cave gecko pulls the foe next to it. This movement is forced movement. On a critical success, the foe is also @Compendium[pf2e.conditionitems.kWc1fhmv9LBiTuei]{Grabbed} until the beginning of your next turn.</p>"
		},
		"Ultrasonic Scream": {
			"name": "Ultrasonic Scream",
			"description": "<p>The moth flaps its wings and emits ultrasonic squeaks that scramble the senses of nearby creatures. Choose one creature within 30 feet of the moth. That creature must attempt a Fortitude save. This uses a trained DC using the moth's Constitution modifier or an expert DC if the moth is specialized.</p>\n<hr />\n<p><strong>Success</strong> The target treats all creatures as @Compendium[pf2e.conditionitems.Concealed]{Concealed} on its next attack before the start of your next turn.</p>\n<p><strong>Failure</strong> The target treats all creatures as concealed until the start of your next turn.</p>\n<p><strong>Critical Failure</strong> As failure, and the target is also @Compendium[pf2e.conditionitems.Stunned]{Stunned 1}.</p>"
		},
		"Unnerving Screech": {
			"name": "Unnerving Screech",
			"description": "<p>Your skeletal bird of prey makes an earsplitting, unnatural screech, deafening and startling an enemy within 30 feet. The target must attempt a Fortitude save. The target is then temporarily immune for 1 hour. The frightened condition is a mental, emotion, and fear effect, but the creature can still be @Compendium[pf2e.conditionitems.Deafened]{Deafened} if it's immune to these.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target is deafened for 1 round and @Compendium[pf2e.conditionitems.Frightened]{Frightened 1}.</p>\n<p><strong>Failure</strong> The target is deafened for 1 minute and frightened 1.</p>\n<p><strong>Critical Failure</strong> The target is deafened for 10 minutes and @Compendium[pf2e.conditionitems.Frightened]{Frightened 2}.</p>"
		},
		"Wing Thrash": {
			"name": "Wing Thrash",
			"description": "<p>The bat thrashes wildly with its wings, making wing Strikes against up to three adjacent foes. Each attack counts toward the bat's multiple attack penalty, but the penalty only increases after all the attacks have been made.</p>"
		}
	}
}