{
    "label": "霾都狂徒 - 一触即发 Outlaws of Alkenstar - Punks in a Powderkeg",
    "entries": {
        "Punks in a Powderkeg": {
            "description": "<p>一群临时拼凑的枪火狂徒在霾都阿肯斯塔油腻的小巷和威士忌浸泡的沙龙里背上了黑锅。为了报复摧毁他们人生的黑心大亨，狂徒们不得不抢劫一个非法银行，挫败一个狡猾的盾勋执法官，并护送一个隐居的发明家到安全的地方。从头到尾，无数激烈的竞争对手都试图阻止这场行动，并夺取发明家的最新混合物：爆熔雷，一种有可能改变世界状况的爆炸性物质。在一个发条警卫像真正的黄铜一样顽固的城市里，反英雄们需要真正的勇气来伸张正义。</p>",
            "journals": {
                "Punks in a Powder Keg": {
                    "name": "《一触即爆》 Punks in a Powder Keg",
                    "pages": {
                        "Frontmatter": {
                            "name": "前言 Frontmatter",
                            "text": "<img class=\"chapter-image\" src=\"modules/pf2e-ap178-punks-in-a-powderkeg/assets/art/PZO90178_Scene_Hellside_Chase_final.webp\" alt=\"Hellside Chase\" />\n  <h1 class=\"no-toc chapter-heading\">\n    <span>《一触即爆》 Punks in a Powderkeg</span>\n  </h1>\n  <img src=\"modules/pf2e-ap178-punks-in-a-powderkeg/assets/art/OoA Logo.webp\" alt style=\"shape-outside:url('modules/pf2e-ap178-punks-in-a-powderkeg/assets/art/OoA Logo.webp')\" />\n  <h1 class=\"no-toc contents\" style=\"text-align:center\">冒险之路 1 / 3</h1>\n  <p>by Vanessa Hoskins</p>\n  <p>\n         Chapter 1: @UUID[JournalEntry.pf2ap17802reachf.JournalEntryPage.02reachforthes00]{举起手来 Reach for the Sky}\n  </p>\n  <p>\n         Chapter 2: @UUID[JournalEntry.pf2ap17803runand.JournalEntryPage.03runandgun00000]{连跑带射 Run and Gun}\n  </p>\n  <p>\n         Chapter 3: @UUID[JournalEntry.pf2ap17804turnth.JournalEntryPage.04turnthescrew00]{转动螺钉 Turn the Screws}\n  </p>\n  <h1 class=\"no-toc contents\">枪弹酒吧 Barrel &amp; Bullet Saloon</h1>\n  <p>by Stephanie Lundeen</p>\n  <h1 class=\"no-toc contents\">冒险工具箱 Adventure Toolbox</h1>\n  <p>by Vanessa Hoskins</p>\n  <p>     玩家资源 Player Rules</p>\n  <p>\n             \n    @UUID[JournalEntry.pf2ap17806advent.JournalEntryPage.06powderkegpar00]{爆桶朋克随身用具 Powderkeg Paraphernalia}\n  </p>\n  <p>\n             \n    @UUID[JournalEntry.pf2ap17806advent.JournalEntryPage.06alkenstarage00]{阿肯斯塔特工变体 Alkenstar Agent Archetype}\n  </p>\n  <p>\n             \n    @UUID[JournalEntry.pf2ap17806advent.JournalEntryPage.06blackpowderf00]{黑火药专长 Black Powder Feats}\n  </p>\n  <p>\n             \n    @UUID[JournalEntry.pf2ap17806advent.JournalEntryPage.06alkenstarser00]{阿肯斯塔的服务 Alkenstar Services}\n  </p>\n  <p>     Creatures</p>\n  <p>\n             \n    @UUID[JournalEntry.pf2ap17806advent.JournalEntryPage.06alkenstarclo00]{阿肯斯塔发条 Alkenstar Clockworks}\n  </p>\n  <p>\n             \n    @UUID[JournalEntry.pf2ap17806advent.JournalEntryPage.06prairiedrake00]{草原龙兽 Drake, Prairie}\n  </p>\n  <p>          @UUID[JournalEntry.pf2ap17806advent.JournalEntryPage.06yeastooze00000]{泥怪 Ooze}</p>\n  <p>     NPCs</p>\n  <p>\n             \n    @UUID[JournalEntry.pf2ap17806advent.JournalEntryPage.06glazbrickbla00]{格莱兹·“拆墙佬”·尼克斯布里克斯 Glaz \"Brick Blaster\" Nixbrix}\n  </p>\n  <p>\n             \n    @UUID[JournalEntry.pf2ap17806advent.JournalEntryPage.06shomalyzeriu00]{邵马·利泽留斯 Shoma Lyzerius}\n  </p>\n<br />\n  <h1 class=\"no-toc contents\">Credits</h1>\n  <p><strong><strong>Author</strong></strong>: Vanessa Hoskins</p>\n  <p><strong>Additional Writing</strong>: Stephanie Lundeen</p>\n  <p><strong>Developer</strong>: Patrick Renie</p>\n  <p><strong>Additional Development</strong>: James Jacobs</p>\n  <p><strong>Design Lead</strong>: Michael Sayre</p>\n  <p><strong>Editing Lead</strong>: Leo Glass</p>\n  <p><strong><strong>Editors</strong></strong>: Janica Carter, Patrick Hurley, James Jacobs, Avi Kool, Ianara Natividad, K. Tessa Newton, Simone D. Sallé, Shay Snow, and Solomon St. John</p>\n  <p><strong><strong>Cover Artist</strong></strong>: Denis Zhbankov</p>\n  <p><strong>Interior Artists</strong>: Shafi Adams, Tuan Duong Chu, Rael Dionisio, <br />Rob Lazzaretti, Vladislav Orlowski, Ian Perks, Christoph Peters, and Sandra Posada</p>\n  <p><strong><strong>Art Direction</strong></strong>: Sonja Morris and Sarah E. Robinson</p>\n  <p><strong><strong>Graphic Design</strong></strong>: Sonja Morris</p>\n  <p><strong><strong>Publisher</strong></strong>: Erik Mona</p>\n  <p><strong><strong>New Maps</strong></strong>: Alida Saxon</p>\n    <p><strong>VTT Team:</strong> This module was prepared under the direction of Dr. Amy Bliss Marshall by the <a href=\"http://sigil.info/\"> Sigil Entertainment Group</a> VTT Conversion Team, including: Joe Schnurr, Josh Olsen, Christian Brandt, Gunnar Busch, Tim Munsie, Caleb Schnurr, Ian Blackstone, Adrian Morales, Florian Radlberger-Freude and John Stevens.</p>\n\n  <section style=\"text-align:center\">\n  <img class=\"center\" src=\"modules/pf2e-ap178-punks-in-a-powderkeg/assets/art/Correct Paizo Logo.webp\" alt />\n  <p>Paizo Inc.</p>\n  <p>7120 185th Ave NE Ste 120</p>\n  <p>Redmond, WA 98052-0577</p>\n  <p>paizo.com</p>\n  </section>"
                        },
                        "Outlaws of Alkenstar": {
                            "name": "《霾都狂徒》 Outlaws of Alkenstar",
                            "text": "<img class=\"chapter-image\" src=\"modules/pf2e-ap178-punks-in-a-powderkeg/assets/art/chapter-0.webp\" alt=\"Outlaws of Alkenstar\" />\n<h1 class=\"no-toc chapter-heading\">《霾都狂徒》 Outlaws of Alkenstar</h1>\n<div>\n  <p>\n    在《霾都狂徒》冒险之路中，玩家将扮演一群为了共同 的复仇大计而团结在一起的亡命之徒。为了想那个摧毁了他 们生活的卑鄙大亨复仇，主角们必须驰骋于霾都阿肯斯塔 （Alkenstar，the City of Smog）肮脏的街头巷子尾。作 为游戏主持人，你将构建出引人入胜的非玩家角色框架、复 杂的情节以及令人兴奋的遭遇，以便你的玩家能为他们的角 色谱写惊险刺激的故事。在探索这个充满发条装置的威胁和 爆炸性事件的巨大城市的同时，队伍将拆除黄铜构装体、潜 入钢铁，并利用他们反叛者的名声来拯救世界。\n  </p>\n  <h1 class=\"no-toc\">游玩冒险之路 Using this Adventure Path</h1>\n  <p>\n    《霾都狂徒》冒险之路一共三卷，包含能让角色从 1 级 升级到 10 级的全部冒险内容，开拓者 2 版《核心规则书》 和 其 他 提 到 的 规 则 扩 展 可 以 在 Pathfinder Reference Document（paizo.com/prd 或 2e.aonprd.com/）找到在 线版本。冒险之路的每一卷都包含了你作为主持人运行冒险 所需的必要内容，这些内容包括冒险故事本身、拓展战役设 定的文章、以及 @UUID[JournalEntry.pf2ap17806advent.JournalEntryPage.06powderkegpar00]{冒险工具箱 Adventure Toolbox}。工具箱中包含了能让角色更符 合本次冒险风味的全新角色选项，以及众多在冒险中登场的 怪物们的详细介绍。\n  </p>\n  <p>\n    为了游玩本次战役，每个玩家都需要有一本\n    <em>《开拓者：核心规则书》Pathfinder Core Rulebook</em> 以及 <em>《霾都狂徒玩家指南》Outlaws of Alkenstar Player's Guide</em>。后者可以在 <strong>paizo.com.</strong> 免 费下载。 \n  </p>\n  <h1 class=\"no-toc\">战役背景 Campaign Background</h1>\n  <p>\n    在挤满了阿肯斯塔肮脏的工业城区的扭曲管道、烟囱和 砖砌建筑中，新发明不断地从发明家的实验室、化学家的私 人工厂和枪械工匠的作坊中涌现出来。即使是城市中最强的 大脑都无法完成大部分那些令人沸腾的想法，但是有些时候， 来自天才的那一丝灵光是如此具有颠覆性，足以改变整个城 市的命运。\n  </p>\n  <p>\n    这 就 是 古 怪 且 才 华横 溢 的 炼 金 术 士 瓦 申 · 盖 特 比 （Vashon Gattlebee）的最新发明——被他称为“爆熔雷” （pyronite）的极具挥发性的黏稠液体。这玩意儿可不仅仅 是鞭炮，它在制造灾难的潜力上可以和最强的爆炸相媲美， 但它拥有更小的尺寸；它能在一根不比地精前臂大多少的管 子内容纳上百门大炮的爆炸能量。从未有过有如此强大破坏 力的炸药以如此紧凑的形式存在。毫不夸张地说，盖特比的 新发明有望动摇已知世界的基础。\n  </p>\n  <p>\n    盖特比对科学的兴趣可追溯至一场可怕的童年悲剧。当 他还是个孩子的时候，他的父亲带他去法力废土（Mana Wastes）附近一个相对平静的地区打猎。他的父亲告诉他， 怪物、强盗，甚至更糟的东西都威胁着阿肯斯塔的安全，所 以对盖特比来说，最重要的是学会如何对付他们。在他们远 征的第二天，临时租用的长枪发生了炸膛事故，导致瓦申的 父亲当场死亡。不知道他之后经历了什么，总之男孩穿着破 破烂烂、血迹斑斑的衣服回到了阿肯斯塔，但过了好几个星 期才说出发生的事情。\n  </p>\n  <p>\n    瓦申再也没有拿起过任何火器，也没有走出过阿肯斯塔 的城墙。他整日把自己关在实验室里，夜以继日地读书、研 究炼金术、进行实验。一般人认为，经历过这样可怕事故的 幸存者肯定会对各种军火避之不及，但盖特比几乎每天都面 对各种计划内或计划外的爆炸，甚至差点把他家门给炸飞。 所以多年以后，当盖特比考入布莱瑟学院继续它的科学追求 时，几乎没有人感到惊讶。他发誓一定要发明出一种让黑火 药退出历史舞台的新物质。\n  </p>\n  <h2 class=\"no-toc\">连锁反应 Chain Reaction</h2>\n  <p>\n    盖特比如今人到中年，是阿肯斯塔最著名的隐居者之一。他的朋友认为他是个不被理解的天才，而他的批评者则已经 完全理解了他就是个疯子。多年来，他在炼金台上安静、耐 心地工作，终于制造出了一项让他感到自豪的发明——一种 新型爆炸物，他相信它最终会取代传统的黑火药，并为当前 世界带来革命性的变化。\n  </p>\n  <p>\n    在原始状态下，爆熔雷是一种黏稠的半透明胶体，只要 受到轻微撞击就会发生灾难性的爆炸。这种易挥发的物质在 格拉利昂上也不是什么首创，但它不稳定的性质正是使这种 混合物如此罕见和难以处理的原因。盖特比真正的颠覆性突 破在于，他发现可以通过将苏打粉和一种法痕荒漠收集来的 特殊白盐混合，从而帮助稳定化合物。一旦稳定下来之后， 盖特比就能将爆熔雷化合物装入小型球体、圆柱体或盒子中， 并轻松地运输。\n  </p>\n  <p>\n    炼金术士最近在他的母校——阿肯斯塔著名的布莱瑟学院（Blythir College）举办的一次发布会上首次向公众展 示了他的配方。尽管作为演示，他仔细地斟酌了爆融雷的使 用量——他带来了一个比豌豆还小的颗粒——但他的计算 肯定出了岔子。炸药的剂量本应该只炸开一个衣柜般大小的 精金保险柜，但最终却导致学院最大的演讲厅的一半以上被 炸飞。奇迹般地，没有人受伤，除了盖特比自己。他忍受浑 身的擦伤和瘀伤，检查着自己搞砸的演示。跟实验失败的失望和痛苦相比，这位困惑发明家的伤是如此微不足道。\n  </p>\n  <p>\n    尽管发布会搞砸了（或许也正因为如此），“爆熔雷事故”给目睹这件事的学生、教师和企业家们留下了深刻的印 象。对盖特比来说，高薪工作和演讲邀请如潮水般涌来，他 对突如其来的聚光灯毫无准备，由于不胜其扰，他返回了自 己位于蒸汽港（Steamhaven）的私人实验室。就像他这辈 子一贯的那样，他再一次把自己关在实验室里，与世隔绝。\n  </p>\n  <p>\n    可是，发布会的个别观众并不打算让盖特比就这么淡出视野。安布罗斯特·穆格兰（Ambrost Mugland），一个权势滔天的金融巨鳄，立刻意识到爆熔雷在建筑、战争或其他任何他涉足的领域中具有破坏性潜力（以及极大的利润）。这位大亨盘算，最富有的买家就离阿肯斯塔不远：位于大公国南北两侧不断交战的两个法师国家。如果穆格兰能让奈克斯和盖布为了争夺爆熔雷展开持久的战争，或者秘密地将爆熔雷分别卖给两个国家的代理人，他就能从中大赚一笔。\n  </p>\n  <p>\n    另一个在暗中牢牢盯住盖特比的人则是菲比·邓史密斯（Foebe Dunsmith）。虽然菲比最出名的身份是枪弹酒吧（Barrel & Bullet Saloon）的老板，但她实际上是阿肯斯塔政府的高级线人，而这次爆熔雷展示让她深感不安。邓史密斯向女大公崔莉塔·瑞希亚（Grand Duchess Trietta Ricia）报告了盖特比的新发明，并正确地推断，这东西极有可能颠覆加伦德东部地区本已十分脆弱的政治平衡。邓史密斯知道，一些阿肯斯塔的权贵，例如穆格兰，肯定也已经盯上了爆熔雷的配方。如果再次引起公众对这件事的注意，只会让事情变得更加复杂。因此，在女大公的首肯下，邓史密斯开始寻找独立但是可控制的特工来帮她获得配方。一旦制造爆熔雷的秘密得到安全保障，瑞希亚就能在它不可避免扩散到整个世界之前制定一个长期有效的解决方案。\n  </p>\n  <h2 class=\"no-toc\">争分夺秒 Clock's Ticking</h2>\n  <p>\n    为了完成将爆熔雷配方窃为己有的计划，安布罗斯特·穆格兰不得不动用关系，在阿肯斯塔各地召集党羽。这位大亨甚至为此背上债务——这对于这位臭名昭著的金融大亨来说这是一种常见策略——他非常自信，对爆熔雷的全部投资终将得到回报。\n  </p>\n  <p>\n    迄今为止，花了穆格兰最多钱但也是最有用的一位同谋是一名腐败的执法者——盾勋执法官副警长安洁莉卡·洛夫莱斯（Deputy Shieldmarshal Anjelique Loveless）。洛夫莱斯同样在爆熔雷的阴谋上押上一切；她恐吓了几十名级别较低的盾勋执法官帮她做事，并且笼络了一批阿肯斯塔本地的犯罪团伙。她的手下会尽职尽责地杀死任何被怀疑有可能破坏她计划的人，甚至包括那些参加过盖特比发布会的其他阿肯斯塔精英们。当然，地位低下的酒馆老板菲比·邓史密斯和其他杂鱼是远不足以引起穆格兰和洛夫莱斯的注意的。\n  </p>\n  <p>\n    穆格兰已经为配方找好了买家：分别来自阿肯斯塔两个邻国的革命者：来自盖布的叫做帕索斯（Parsus）的令人毛骨悚然的死灵法师，还有一个奈克斯的叫做伊布里姆（Ibrium）的温文尔雅的地卜师。尽管这两个买家来自两个以宿敌著称的国家，但他们似乎达成了某种合作。然而，穆格兰并不关心他们关于爆熔雷的计划的细节，他只想把货卖出去换钱。不幸的是，这位潜在的军火商并没能抓住盖特比，也没能找到爆熔雷的配方，因为这位隐居的炼金术士在布莱瑟学院的发布会之后就没有离开过自己的家。直接上门抓他也许是一种选择，但盖特比出了名的不可预测，穆格兰不敢贸然行动，怕炼金术士在自卫时不小心炸毁自己实验室（最糟糕的情况下连爆熔雷的配方也一起毁了）。现在穆格兰别无选择，只能等着盖特比哪天从他的“小堡垒”里出来。\n  </p>\n  <p>\n    菲比·邓史密斯和女大公瑞希亚也明白，这种守株待兔的游戏不能一直持续下去，他们已经察觉到了穆格兰的阴谋。他们越早把盖特比和他的配方带到安全且隐蔽的地方，他们就能越早地确保爆熔雷不会落入坏人之手。邓史密斯需要找到一些值得信赖的雇佣兵把盖特比护送的安全的地方。这些人最好是那些行事低调，对爆熔雷毫不关心，并且不介意和阿肯斯塔一些名声不太好的权力掮客有交集的人。在这项任务中，她贯彻了一句阿肯斯塔最经典公理：“枪弹可毙敌，何必问出处。”（A bullet for my enemy aims as true in any gun.）\n  </p>\n  <h2 class=\"no-toc\">动荡的局势 Volatile Situation</h2>\n  <p>\n    邓史密斯精心挑选了一批法外狂徒，他们每个人都对安布罗斯特·穆格兰或副警长洛夫莱斯有着深仇大恨。为了测试一下这群恶棍能否合作完成复仇大业，她组织了一场针对穆格兰手下最小产业金罐子储蓄（GoldTank Reserve）的劫案。这家银行主要服务对象为那些榨取别人血汗钱的白领骗子和大地主，用高利贷和剥削性的合同来压榨农户、小企业家和其他势单力孤的阿肯斯塔公民。抢劫这家银行并不能马上解决每个人的问题，但这会向穆格兰和其支持者发出明确的信号。如果邓史密斯的雇佣兵能完成银行劫案的话，她计划让他们参与到自己和女大公的计划中来，保护盖特比，并伺机推翻穆格兰。\n  </p>\n  <p>\n    然而，抢劫金罐子储蓄并不容易。穆格兰的帮凶——副\n警长洛夫莱斯，察觉到了队伍的计划，并希望在这群强盗的\n逃亡路线上截住他们。她和她的手下并不以仁慈和公平出名 ——事实上，他们一直等待着机会在公众面前展现自己残忍、\n邪恶的正义。\n  </p>\n</div>\n<aside class=\"sidebar\">\n  <h1 class=\"no-toc\">《霾都狂徒玩家指南》 Outlaws of Alkenstar Player's Guide</h1>\n  <p>\n    在运行本次冒险之路之前，请向玩家提\n供 <em>《霾都狂徒玩家指南》 Outlaws of Alkenstar Player's Guide</em>的副本，该副本可\n以从<a href=\"https://paizo.com/\" style=\"font-weight:bold\">www.paizo.com</a>免费下载。这本不含剧透的指南提供了丰富的细节，让你的玩家能进一步了解阿肯斯塔的方方面面，对于他们即将在战役中面临的种种挑战，这本书也提出了很多角色创建方面的建议。\n  <p>\n    最重要的是，玩家指南里还有为本次冒险之路准备的专属背景。你的玩家能将这些背景作为人物故事，或以此为起点建立角色们对安布罗斯特·穆格兰或副警长洛夫莱斯的怨恨，让队伍在这条冒险之路中最终对这些腐败的恶棍展开甜蜜的复仇。\n  </p>\n</aside>\n<div>\n  <h1 class=\"no-toc\">冒险之路概要 Adventure Path Summary</h1>\n  <p>\n    玩家角色们在冒险之路开始时是一群苦大仇深的雇佣兵。他们对复仇的渴望最终让他们有机会从一场彻底的灾难中挽救阿肯斯塔。《霾都狂徒》冒险之路的故事横跨三卷，玩家角色从1级跑到10级。\n  </p>\n  <h2 class=\"no-toc\">《一触即爆》 Punks in a Powderkeg</h2>\n  <p><strong>By Vanessa Hoskins</strong></p>\n  <p><strong>Pathfinder Adventure Path #178, 等级 1–3</strong></p>\n  <p>\n    为了给承诺帮他们复仇的神秘赞助人留下深刻印象，主角们抢劫了安布罗斯特·穆格兰的非法银行@UUID[JournalEntry.pf2ap17802reachf.JournalEntryPage.02goldtankrese00]{金罐子储蓄 Gold Tank Reserve} 之后，低调的酒保菲比·邓史密斯透露，她实际上是阿肯斯塔女大公的秘密线人。她给了雇佣兵们下一个任务：保护著名炼金术士瓦申·盖特比不被绑架，同时护送他穿过城市抵达安全屋。\n  </p>\n  <p>\n    两个街头帮派伏击了队伍，并试图把盖特比抢走。净水清洁工显然是为穆格兰工作的，但爆桶朋克的动机成谜。在把盖特比送达安全屋之后，主角们的调查显示，是盖特比的三流竞争对手邵马·利泽留斯付钱给爆桶朋克让他们绑架盖特比的。为了阻止叛逆的炼金术士的计划，主角们在摇摇欲坠的狱崖窟逮住了利泽留斯。\n  </p>\n  <h2 class=\"no-toc\">石英摇篮 Cradle of Quartz</h2>\n  <p><strong>By Scott D. Young</strong></p>\n  <p><strong>Pathfinder Adventure Path #179, 等级 4–7</strong></p>\n  <p>\n    菲比·邓史密斯雇佣主角们去寻找布莱的牧师，他的名字叫奥洛蒙·科索瓦纳，他以某种方式对危险的炸药爆熔雷进行了逆向工程。当他们到达科索瓦纳的家时，他们发现牧师的发条实验室已经被洗劫一空。幸运的是，科索瓦纳给主角们留下了足够的线索，让他们能在石英摇篮找到他。石英摇篮是座布莱神殿，位于遥远法的痕沙漠中部。\n  </p>\n  <p>\n    经历了一次不幸的沙漠飞艇之旅，并在废土上怪异的宇宙恐怖之下幸存后，主角们从石英摇篮的邪恶居民手中拯救了科索瓦纳。法外狂徒们从牧师那里得知，他们的竞争对手安布罗斯特·穆格兰已经拿到了科索瓦纳的爆熔雷的配方，他雇用了一个名为“镀金枪手”的帮派，在敌对企业老板的独家地下酒吧“蒸汽王国”内测试这种配方。主角们阻止了袭击，然后利用他们留下的线索最终找到了穆格兰，并完成了他们的复仇。在他的命运被封印之前，穆格兰透露，他已经把配方卖给了来自阿肯斯塔邻国的两个革命者。\n  </p>\n  <h2 class=\"no-toc\">证据确凿 The Smoking Gun</h2>\n  <p><strong>By Cole Kronewitter</strong></p>\n  <p><strong>Pathfinder Adventure Path #180, 等级 8–10</strong></p>\n  <p>\n    女大公崔莉塔·瑞希亚亲自接近主角们，并解释说，爆熔雷的事情已经逐渐变得可怕起来。除非他们能在炸弹引爆之前找到洛夫莱斯和穆格兰的买家，否则整个阿肯斯塔的安全都将受到威胁。法外狂徒们手中的线索将他们领向阿肯斯塔西部的枪械工坊，在那里他们了解到了更多关于爆熔雷买家的信息——来自盖布的名为帕索斯的死灵法师，以及来自奈克斯的名为伊布里姆的地卜师——以及他们打算利用爆熔雷来炸毁阿肯瀑布的阴谋。\n  </p>\n  <p>\n    法外狂徒们潜入了阿肯瀑布旁的锡创净水厂，帕索斯用死灵法术的力量让净水工厂里充斥不死生物。帕索斯帮伊布里姆和洛夫莱斯清空了这个地方，转而在里面装满了爆熔雷。帕索斯被击败后解释说，伊布里姆和洛夫莱斯此刻正在一艘刚入境的豪华内河游艇上，手里有爆熔雷。\n  </p>\n  <p>\n    为了挽救局面，法外狂徒们登上了一艘名为 <em>“齿轮生烟”（Gearsmoke）</em>的赌场游轮，这艘船沿着乌斯塔迪河向阿肯斯塔市中心开去。他们潜入船只，解除了爆熔雷，打败了伊布里姆和洛夫莱斯副警长，一劳永逸地推翻了恶棍们的阴谋。\n  </p>\n</div>"
                        },
                        "Punks in a Powder Keg": {
                            "name": "《一触即爆》 Punks in a Powder Keg",
                            "text": "<img class=\"chapter-image\" src=\"modules/pf2e-ap178-punks-in-a-powderkeg/assets/art/PZO90178_SCRAPYARD_CHASE_Final.webp\" alt=\"Outlaws of Alkenstar\" />\n  <h1 class=\"no-toc chapter-heading\">\n    <span>《一触即爆》Punks in a Powderkeg</span>\n  </h1>\n  <aside class=\"float-right\">\n    <h1 class=\"no-toc\">反英雄 Antiheroes</h1>\n    <p>\n      在本次冒险之路中，玩家将扮演法外狂徒，所有人都对邪恶大亨安布罗斯特·穆格兰怀恨在心。因为穆格兰毁了他们的名声，让他们沦为通缉犯（无论他们是否真的犯下过罪行）。在这条冒险之路的大部分时间内，角色都必须在法律之外行事。\n    </p>\n    <p>\n      也就是说，《霾都狂徒》并没有假定玩家角色是邪恶或道德沦丧的恶棍。玩家并不会被要求作出道德上应受到谴责的行为或必须对无辜之人犯下罪行。这条冒险之路中的反派是邪恶的，而角色是善良的（或至少是中立的）。玩家可能是被冤枉的英雄，也可能是复仇的反英雄，但无论如何，他们从本质上来说依然在做正确的事情，即搞垮腐败的大亨穆格兰和邪恶的盾勋执法官洛夫莱斯。\n    </p>\n  </aside>\n  <h2 class=\"no-toc split\"><span>第一章：举起手来 Reach for the Sky</span></h2>\n  <p>\n    在一个叫做菲比·邓史密斯的神秘赞助者的指引下，角色们大胆地抢劫了  @UUID[JournalEntry.pf2ap17802reachf.JournalEntryPage.02goldtankrese00]{金箱储蓄银行 Gold Tank Reserve}，该银行由卑鄙的大亨安布罗斯特·穆格兰（Ambrost Mugland）所拥有。腐败的盾勋执法官安洁莉卡·洛夫莱斯（Anjelique Loveless）和她嗜血的手下们在这些法外狂徒身后穷追不舍。当他们最终回到枪弹酒吧后，角色们发现菲比·邓史密斯其实是阿肯斯塔女大公的线人，她希望角色们帮助她彻底扳倒穆格兰和他的党徒。\n  </p>\n  <h2 class=\"no-toc split\"><span>第二章：连跑带射 Run and Gun</span></h2>\n  <p>\n    邓史密斯要求角色护送著名的发明家兼炼金术士瓦申·盖特比穿越城市，他最近刚发明了一种叫做爆熔雷（pyronite）的具有挥发性的强力炸药。法外狂徒们需要保护这位天才躲开各种刺杀和袭击，敌人来自两个暴力的街头帮派，因此他们需要绕点远路穿越阿肯斯塔的多个城区才能平安返回枪弹酒吧。\n  </p>\n  <h2 class=\"no-toc split\"><span>第三章：转动螺钉 Turn the Screws</span></h2>\n  <p>\n    邓史密斯要求队伍查清是谁雇用了“爆桶朋克”。“爆桶朋克”是之前试图绑架盖特比的团伙之一。通过对阿肯斯塔周边的调查和与爆桶朋克脾气暴躁的领袖会面，法外狂徒们终于发现幕后黑手是一个叫 @UUID[JournalEntry.pf2ap17806advent.JournalEntryPage.06shomalyzeriu00]{邵马·利泽留斯 Shoma Lyzerius} 的火元素裔炼金术士。他是盖特比的竞争对手，对盖特比满怀怨恨。利泽留斯藏身在阿肯斯塔摇摇欲坠的狱崖窟棚户区里。一旦角色们逮住利泽留斯，他就会透露，爆熔雷的配方已经不再是秘密了。显然，法外狂徒们的工作才刚刚开始。\n  </p>\n  <section class=\"advancement-track\">\n    <h1 class=\"no-toc\">冒险轨迹 Advancement Track</h1>\n    <p>《一触即爆》是为4个角色设计的冒险。角色将在完成每章冒险后升级。</p>\n    <p><span class=\"level\">1</span>角色在 1 级时开始本次冒险。</p>\n    <p>\n      <span class=\"level\">2</span>当角色完成银行劫案回到枪弹酒吧时将升到 2 级。</p>\n    <p><span class=\"level\">3</span>角色开始调查爆桶朋克时将升到 3 级。</p>\n    <p><span class=\"level\">4</span>角色将在冒险结束时升到 4 级。</p>\n  </section>"
                        }
                    }
                },
                "Chapter 1: Reach for the Sky": {
                    "name": "第一章：举起手来 Reach for the Sky",
                    "pages": {
                        "Reach for the Sky": {
                            "name": "举起手来 Reach for the Sky",
                            "text": "<img class=\"chapter-image\" src=\"modules/pf2e-ap178-punks-in-a-powderkeg/assets/art/PZO90178 Chapter 1 Opener-Bank Robbery.webp\" alt=\"Reach for the Sky\" />\n<h1 class=\"no-toc chapter-heading\">\n  <span>第一章：举起手来</span>\n</h1>\n<aside class=\"float-right\">\n  <h1 class=\"no-toc\">第一章概要 Chapter 1 Synopsis</h1>\n  <p>\n    角色们组成一支队伍抢劫金罐子储蓄银行，这是一个由他们卑鄙的对手安布罗斯特·穆格兰所拥有的、用于从事非法活动的银行。为了逃脱穆格兰的走狗盟友——腐败的盾勋执法官副警长副警长安洁莉卡·洛夫莱斯的追捕，队伍必须逃往附近的哀鸣废料场。在这个巨大的垃圾场里，队伍只有在遭遇一系列危险和怪物后幸存下来，才能平安回到枪弹酒吧。\n  </p>\n  <p> </p>\n  <h1 class=\"no-toc\">阿肯斯塔的魔法 Magic in Alkenstar</h1>\n  <p>\n    霾都阿肯斯塔位于法力废土中心，这是一片变幻无常的荒漠，魔法在这里并不总按计划那样发挥作用。在《霾都狂徒》冒险中，魔法不可预测的本质将在几个章节中完美呈现——尤其是第二卷和第三卷中的法力废土冒险中——角色们会提前预知可能要面对的情况。然而，在大多数情况下，魔法是可以在遭遇中正常发挥作用的。如果你和你的团队有兴趣让不稳定的魔法成为战役中的主要部分，可以考虑使用源泉魔法规则（<em>《魔法之秘》</em> 248页），或了解阿肯斯塔城中“青铜时”和“浪涌时”的概念（详见边栏“青铜时和浪涌时”）\n  </p>\n</aside>\n<p>\n  随着奈克斯和盖布两个国家几乎无休止的魔法大战摧毁了两国交界的领土，魔法在这片法师们征战的土地上变得不再稳定。这里变成了一个巨大的、被破坏的沙漠，被称为法力废土（Mana Wastes）。现在很少有人会主动前往那里，因为能在废土上生存下来的生物都怪异且强大。然而，在这个四周都是茫茫沙漠的地方，发明家、炼金术士和幸存者们用他们背离传统的新思想和新发明建造了一个避风港。他们利用发条装置、原始蒸汽机、黑火药和炼金术，开发出了能和最强大施法者相比肩的科技。\n</p>\n<p>\n  现在，被雾霾笼罩的阿肯斯塔城，这个法力废土上最大的定居点内，工业和发明的进程仍在继续。天空城富有的居民们利用他们周围不稳定但强大的魔法能量，创造了巨大的高层建筑、木头和钢铁混合的恐怖之物、以及代表了危险的超级武器。而在另一边，终日笼罩在烟雾中的雾霾城中，枪匠们打造了精美绝伦的枪支、违背逻辑的有毒弹药、以及能抵御可怕武器的坚固装甲。在整个城市中，灵感和发明催生出了蓬勃发展的工业，它蕴含惊人的技术、爆炸性的发现和灾难性的力量。\n</p>\n<p>\n  军备竞赛在黑白两道之间引发了激烈的竞争。权力转移到了那些声称掌控了最新的发明的人身上，而赞助者愿意为那些能够产出成果的发明家花费大笔金钱。有时，发明家或炼金术士会创造出一些危险且不稳定的东西，可能会彻底颠覆当前的力量平衡。\n</p>\n<p>目前正是这样一个紧要关头。</p>\n<p>\n  天才发明家瓦申·盖特比最近展示了他最新发明的破坏性力量，一种被称为“爆熔雷”的新型炸药。阿肯斯塔的最聪明的人们正为这种迷人新技术的应用潜力而兴奋不已，从改造地形到用于战争。到目前为止，盖特比拒绝出售他的新发明，也拒绝和那些想要成为他潜在赞助人的家伙们分享秘密，一些有权有势者并不想听到拒绝的答案。\n</p>\n<p>\n  当贵族和军火商们正努力和盖特比签约时，阿肯斯塔的统治者，女大公崔莉塔·瑞希亚正试图阻止这项新发明的传播，以免酿成恶果。她知道，如果爆熔雷落入坏人之手，这种力量甚至可能在整个加伦德、甚至整个格拉里昂引发动荡局面。安布罗斯特·穆格兰就是这样的坏人。他是一个冷酷的金融家，会很乐意将配方同时卖给奈克斯和盖布，这样就能赚到双倍利润。在他的走狗盟友——腐败的盾勋执法官副警长安洁莉卡·洛夫莱斯的帮助下，穆格兰的阴谋计划将为两个邻国带来厄运——更别说位于战火中央的阿肯斯塔了。\n</p>\n<p>\n  虽然女大公无法在不沾上政治污点的情况下直接行动，但她可以通过特工来实现。她要求当地的酒吧老板同时也是自己忠实盟友的菲比·邓史密斯安排对盖特比的保护，并确保他的配方不被泄露。邓史密斯已经有了中意的人选，那是一群对穆格兰和洛夫莱斯不太对付的亡命之徒。但第一步她必须先考验他们的勇气，并且“筹措”一些行动资金。\n</p>\n<p>\n  在《一触即爆》中，角色们将了解到由爆熔雷引发的迫在眉睫的威胁，并为阿肯斯塔的统治者工作，以防秘密配方落入坏人之手。\n</p>\n<h1 class=\"no-toc\">冒险开始 Getting Started</h1>\n<p>\n  角色们在枪弹酒吧开始这场冒险。他们都是被菲比·邓史密斯约到这里来的。菲比·邓史密斯是个能言善辩、枪不离身的老板，她承诺帮队向他们共同的敌人复仇。玩家们在开始冒险之前，可以登录 <a href=\"https://paizo.com\" style=\"font-weight:bold\">paizo.com</a> 下载免费的 <em>@UUID[JournalEntry.pf2ooalk01player.JournalEntryPage.01howtousethis00]{玩家指南Player’s Guide}</em> ，找到本次冒险专属的冒险钩子和背景，将角色动机和这条冒险之路联系起来，包括他们今晚出现在酒馆里的原因。\n</p>\n<p>\n  邓史密斯想角色们许诺，她可以帮他们痛击穆格兰的软肋——他的钱袋子。她邀请大家今晚来欣赏本周的连续话剧《正午雄心》（Hearts at High Noon）。演出结束之后，她将亡命徒们聚集在酒吧的一间密室里，在那里他们将讨论她提供的这份工作的细节。\n</p>\n<p>\n  当你准备开始时，大声朗读或转述下面的文字，设置场景，让每个玩家都有机会介绍自己的角色。或者，你也可以直接让玩家出现在金罐子储蓄门口，通过倒叙闪回来交代他们是如何得到这个工作的（详见“直接行动”边栏）。\n</p>\n<aside class=\"sidebar\">\n  <h1 class=\"no-toc\">直接行动 Straight to the Action</h1>\n  <p>\n    尤其是对于新玩家来说，在开头进行这种开放式的自由冒险可能会让他们不知所措。玩家可能会过度谨慎地推敲他们的计划，或者被面前无限的可能性淹没。如果你认为你的队伍更适合单刀直入，那么可以考虑从金罐子储蓄银行直接开始冒险。在这种情况下，你仍然可以考虑给当事人一个机会来讨论邓史密斯安排的任务——只是将前面的对话环节作为一个简短的倒叙来展现。\n  </p>\n</aside>\n<div class=\"read-aloud\">\n  <p>\n    “午时已到。” BANG！！一声巨响。身强力壮的兽人握着枪，枪口正冒着烟。他穿着皮套裤、马甲，带着闪亮的警长徽章，吸引了所有人的目光。兽人缓缓把枪放下，将其插入枪套。他小心地靠近一个浑身是血的矮人，打量着自己的杰作。\n  </p>\n  <p>\n    “很抱歉，我本不想让事情变成这样，兄弟。你站错了边，这是我的底线。”他摘下了自己的前扣帽，捂在心口。过了一会儿，他低下了头。\n  </p>\n  <p>\n    当钢琴家的演奏声响起的时候，整个酒馆爆发出热烈的掌声。兽人深深鞠了一躬，然后帮矮人从地上站起来，矮人也向周围的观众鞠躬。两个人手挽手走到吧台前面，点了一瓶威士忌。\n  </p>\n  <p>\n    “感谢今天到场的所有人！”一个女矮人站在吧台顶上，大声对顾客喊道：“在接下来的一个小时内，威士忌只卖两银币！包括顶级好酒！下周请继续来酒吧观看《正午雄心》的大结局以及参加余兴派对！纵情享乐吧！”\n  </p>\n  <p>\n    这个叫菲比·邓史密斯的女矮人从吧台上跳到铺满木屑的地板上，走向后场的一个私人包厢。那里有一张圆桌和一个私人吧台。她单脚撑在凳子上，膝盖前倾，用怀疑的眼光环视房间。“既然节目结束了，让我们谈谈正事吧。把你们约到这里是因为我们有几个共同的敌人。借由你们帮忙，我能让他们还点债——同时还能让你们发点财。但首先，请你们告诉我，你们凭什么能得到这份肥差呢？\n  </p>\n</div>\n<p>\n  此时应要求你的每个玩家向队伍里的其他人介绍自己的角色。玩家可以随心所欲地分享自己角色的故事，包括他们在《霾都狂徒玩家指南》中所选择的背景。这些角色应该有一个共同点，那就是对残酷大亨安布罗斯特·穆格兰或腐败的副警长安洁莉卡·洛夫莱斯心怀怨恨。\n</p>\n<p>\n  当玩家都自我介绍完毕之后，邓史密斯给他们每人倒了一杯酒，还叫了些食物。然后她解释了今天召集他们的真实目的：为了抢劫穆格兰手下的一家银行。\n</p>\n<div class=\"read-aloud\">\n  <p>\n    “任务是这样的，”邓史密斯说。“安布罗斯特·穆格兰有相当一部分资金存在一家叫做金罐子储蓄的老旧银行里。它原本是废铁区的一栋破败的阿巴达尔神殿，如今主要供农场主和不守法的政客们使用。我刚得到情报，银行里有一半的发条保安都被送去检修了，要明天下午才会被送回银行。这是我们痛击穆格兰的好机会。”\n  </p>\n  <p>\n    “你们要做的就是把剩下几个发条保安干碎，从银行经理那里拿到金库的钥匙，然后装满整整一袋金子，完事儿后从银行撤离。”\n  </p>\n  <p>\n    “穆格兰收买了一批坏警察，包括那个混蛋副警长洛夫莱斯。她和她的手下一定会心急火燎地追你们，不过别试图和他们枪战，他们逮到机会就会将你们当场击毙的。如果你们能逃脱的话，会让他们看起来更像一群傻逼。相信我，没有什么比抓不到坏人更能让副警长不爽了。你们可以在废铁区西部的哀鸣废料场里甩掉他们。废料场里有个下水道入口，从那里可以直接回到酒吧来，到时候你们就绝对安全了。有什么问题吗？”\n  </p>\n</div>\n<p>\n  角色们可以向邓史密斯询问更多的工作细节，以便解决他们计划中的任何疑问或细节问题。下面准备了一些角色们可能会问的问题以及邓史密斯的回答。\n</p>\n<img class=\"float-right\" src=\"modules/pf2e-ap178-punks-in-a-powderkeg/assets/art/FOEBE_DUNSMITH_PORTRAIT_FINAL.webp\" alt style=\"shape-outside:url('modules/pf2e-ap178-punks-in-a-powderkeg/assets/art/FOEBE_DUNSMITH_PORTRAIT_FINAL.webp')\" />\n<p>\n  <strong>我们能分到多少？</strong>“每人拿一成。剩下的我全部拿走，一是为了填补这次行动的成本，二是为之后扳倒穆格兰的大计划留点本金。”\n</p>\n<p>\n  <strong>银行里会有无辜的人吗？</strong>“参与穆格兰生意的人就没有无辜的。即便如此，也最好不要去杀人或劫持人质。别误会我的意思，我不介意让穆格兰的赞助者少几个，但我不能接受与一群和那个魔鬼一样邪恶残暴的掠夺者共事。”\n</p>\n<p>\n  <strong>你所谓扳倒穆格兰/洛夫莱斯的下一步计划是什么？</strong>“第一步，你们首先要证明自己值得信任。先干完这一票，然后我才能告诉你们别的。”\n</p>\n<p>\n  <strong>你和穆格兰又有什么过节呢？</strong> “因为他是个贪婪的混蛋，从来不在乎在谁身上踩一脚？我和他的过节可太多了。”\n</p>\n<p>\n  <strong>我们要怎么进入金库？</strong> “它会在营业时间开放。里面的门应该是上锁的，但钥匙肯定在银行经理那里，他是穆格兰的密友，叫德雷什。”\n</p>\n<p>\n  <strong>我们要怎么进入银行？</strong> “我猜，从正门进去？如果你们能从工作人员那里拿到钥匙的话，也可以从后门进去。在后巷里有个员工通道和废料场相连，那同时也是你们的逃跑路线。”\n</p>\n<p>\n  <strong>我们可能会遇到多少发条保安？</strong> “通常会至少有半打发条保安，巴尔柯克C-47型。但大部分都送到修理厂进行维护了，它们会在明天下午之前回到银行，因此你们必须在这之前行动。”\n</p>\n<p>\n  <strong>谁是副警长洛夫莱斯？</strong> “一个腐败的警官，她和穆格兰穿一条裤子，以法律的名义替他做坏事。如果你到一个留着蓝黑色长发的半精灵，眼里闪烁着死亡的光芒，快逃。她是个残忍无情的神射手——绝不会射偏，也不会留下活口。”\n</p>\n<p>\n  <strong>你能和我们讲讲哀鸣废料场的事情吗？</strong> 邓史密斯耸了耸肩：“闹鬼。”她只说了两个字，然后一口闷掉了杯中剩下的威士忌。\n</p>\n<p>\n  <strong>你说闹鬼是什么意思？！</strong> “你们瞧，传闻都说那儿闹鬼。不过，也有可能只有那群地精吞钉佬。他们住在垃圾山里。如果你们需要补给，也可以和他们交易——他们很友善的。但如果他们提供什么食物，不要仔细看，捏住鼻子吞下去就行。”\n</p>\n<p>\n  <strong>下水道里会有啥？</strong>“下水道是你们最不需要担心的部分。去吞钉佬（Nailgobbler）那搞张下水道地图，你们就能回来和我一起享用威士忌了。”\n</p>\n<p>\n  当角色问完所有问题之后，邓史密斯会给他们一个\n  <em>@Compendium[pf2e.equipment-srd.jaEEvuQ32GjAa8jy]{I 型次元袋 Bag of Holding (Type I)}</em>，可以用它来装抢来的金币，另外每个人还能得到一顶 <em>@Compendium[pf2e.equipment-srd.fvpLYx1Lo42cdleQ]{易容帽 Hat of Disguise}</em> 。\n  “这些都是你们能用得上的东西。把袋子收好，所有金币都装进去，明白了吗？否则它会拖慢你们逃跑的速度。还有把帽子戴上，这样你们就能隐藏自己的真实身份，但别弄脏了——你们用完帽子之后还得还给我。”之后她离开桌子，返回酒吧前厅，让角色们自己谋划这个任务。\n</p>\n<h1 class=\"no-toc\">策划劫案 Planning the Heist</h1>\n<p>\n  队伍只有不到一天的时间来完成抢劫，否则他们将面临更多的发条保安。这给了他们在周边踩点的机会，可以探查银行或废料场，或进行其他准备工作。每项活动需要大约2小时时间才能完成，而距离第二天早上银行开门只有12个小时，这是角色实施抢劫的最后机会。如果角色的休息时间少于8小时，第二天会陷入疲乏。如果休息时间少于4小时，第二天便会筋疲力尽。\n</p>"
                        },
                        "Case the Bank": {
                            "name": "探查银行 Case the Bank",
                            "text": "<p>\n    打算调查银行物理布局的角色可以通过  @Check[type:perception|dc:12|name:Investigate the Bank]、@Check[type:thievery|dc:12|name:Investigate the Bank]或相关的学识检定。如果他们成功通过 DC 12 的相关检定，他们就能得到下列线索中的一条，如果大成功则能得到其中的两条。\n  </p>\n  <ul>\n    <li>\n      <strong>安静的街道：</strong>金罐子储蓄银行位于一个安静的社区中，那里至少有一半的建筑是废弃的。银行内部的骚动不太可能立即引起盾勋执法官或其他外部入侵者的注意。\n    </li>\n    <li>\n      <strong>旧阿巴达尔神殿：</strong> 银行位于原本的阿巴达尔神殿内，外墙是坚固的石砌结构，主室的玻璃拱顶上只有轻微的裂缝。每个入口都重新安装了新的木门，上面带有简单的锁（simple locks）。\n    </li>\n    <li>\n      <strong>后巷：</strong> 银行后面有一个杂草丛生的院子，原本是蔬菜园，如今只剩下杂草和枯枝。院子里散落的树叶让任何行动都有可能引起警觉。一条小路通向侧门，门上写着“员工专用”。这扇门上也有一把简单的锁，需要三次成功的 @Check[type:thievery|dc:20|traits:action:pick-a-lock|name:Pick a Lock] 检定才能打开。\n    </li>\n    <li>\n      <strong>巡逻：</strong> 三名发条保安在银行内部巡逻，偶尔可以透过窗户观察到它们。他们会在不同的地方停留，打开头部内置的 @Compendium[pf2e.equipment-srd.mRz8Jmk4Q06SsZpC]{永燃火把 Everburning Torch}  前面的盖板，然后慢慢旋转头部一周，接着继续前进。\n    </li>\n  </ul>"
                        },
                        "Find a Bank Employee": {
                            "name": "寻找银行雇员 Find a Bank Employee",
                            "text": "<p>\n    此活动只能在准备行动的前四个小时内进行。通过访问黄金储备银行附近的酒吧和其他机构，角色可以通过 @Check[type:diplomacy|dc:15|name:Gather Information|traits:action:gather-information,secret] 检定来收集信息（Gather Information），找到银行出纳员中的一位。这位名叫 <strong>拜林 Byrin</strong> (守序中立 男性 人类 银行家 0)的柜员最近常在于枪弹酒吧里买醉，因为最近他没能得到升职的机会。角色可以通过成功的 @Check[type:deception|dc:18|name:Lie|traits:action:lie,secret] 检定进行撒谎（Lie）来骗到拜林的钥匙，或通过 @Check[type:diplomacy|dc:15|name:Make an Impression|traits:action:make-an-impression] 检定进行建立印象（Make an Impression），把计划如实相告，或者通过 @Check[type:intimidation|dc:15|name:coerce|traits:action:coerce] 检定成功胁迫（Coerce）他交出钥匙，或者通过 @Check[type:thievery|dc:18|name:Steal|traits:action:steal] 检定从他身上偷窃（Steal）钥匙。成功之后，队伍能从他手中得到四把钥匙：一把银行内部栅栏门钥匙，一把银行侧门的钥匙，一把进入拜林自己出纳间的钥匙，还有金库大门上其中一把锁的钥匙。\n</p>"
                        },
                        "Ask About the Wailing Scrapyard": {
                            "name": "调查哀鸣废料场 Ask About the Wailing Scrapyard",
                            "text": "<p>\n    此活动只能在准备行动的前四个小时内进行。通过调查垃圾处理服务、修补匠和镇上的旧货商店，角色可以通过 @Check[type:diplomacy|dc:15|name:Gather Information|traits:action:gather-information,secret] 检定收集信息，成功得到以下信息：哀鸣废料场是“吞钉佬”的家，他们是一群捡破烂的地精，靠卖废品为生，有时候会把较为完好的废品卖给城市的旧货店和修补匠。角色们还知道，晚上会从废料场传来悲伤的哀鸣，因此才有了这个不详的名字。当地人坚持认为，当月亮变暗时，废料场里会漂浮着一个由废金属组成的巨大幽灵。如果角色在收集信息检定中得到大成功的结果，他还能了解到一个叫做“污刺”的邪恶豺狼人家族居住在哀鸣废料场里。据推测，污刺们会在晚上劫掠城市，搜捕受害者来达成它们邪恶的目的。\n</p>"
                        },
                        "Other Preparations": {
                            "name": "其他准备 Other Preparations",
                            "text": "<p>\n    角色们可能会些其他点子，例如它们想花点时间为第二天早上的抢劫行动进行更充分的准备。根据角色想做的事情，让他们投掷适当的技能检定。根据任务的难度是简单、一般还是困难，将DC分别设置为13、15或17。如果检定成功，你可以提供一个或多个能帮助它们完成抢劫的银行细节，在必要的情况下可以即兴发挥。\n  </p>"
                        },
                        "Gold Tank Reserve": {
                            "name": "金罐子储蓄银行 Gold Tank Reserve",
                            "text": "<p>\n  当居住在阿巴达尔旧神殿里的牧师们明智地决定出售此处房产并将所得收入投资到阿肯斯塔其他地方的时候，这里被卖给了私人持有者——安布罗斯特·穆格兰。穆格兰进行了一些小修小补——用坚固的木门封锁了敞开的石拱道，并在几乎所有门上都加装了简单的锁——然后这里重新开张，变成了一家名为“金罐子储蓄银行”的私人投资银行。他利用这家银行为自己洗黑钱，并允许自己的盟友做同样的事情（当然是要付钱的）。\n</p>\n<p>\n  尽管运气糟糕的当地人、小农场主或其他平民偶尔会向金罐子储蓄银行寻求贷款，但没有任何经济能力的人通常会遭到银行的经理——一个叫做 @Compendium[pf2e.outlaws-of-alkenstar-bestiary.GyrL5Q66shXthhZL]{伊尔克姆·德雷什 Irkem Dresh}的胆小吝啬鬼的拒绝。穆格兰的走狗很了解她的雇主的非法营生，因此除了拿走穆格兰给的管理银行的分成以外，德雷什还经常自己把手伸进银行金库里。关于德雷什的更多细节，包括她的数据，可以在 @UUID[JournalEntry.pf2ap17802reachf.JournalEntryPage.02bankmanagers00]{这里} 找到。\n</p>\n<section class=\"encounter\">\n  <div class=\"header\">\n    <img src=\"icons/vtt-512.png\" />\n    <h2 class=\"no-toc split\"><span class=\"keepme\">场景注释 SCENE NOTES</span><span class=\"keepme\">FOUNDRY</span></h2>\n    <span class=\"link\">金罐子储蓄 Gold Tank Reserve</span>\n  </div>\n  <p>\n    <strong>金库大门贴图 Vault Door Tile:</strong> 除了墙壁、灯光和头顶的贴图之外，这个场景还包含一个金库大门的贴图。默认情况下，它显示金库是关闭的。移除这块贴图将让金库显示为开放状态。\n  </p>\n</section>\n<p>\n  <strong>建筑特点：</strong>除非另有说明，否则银行内部天花板高 15 尺，墙壁由雕刻的石板制成，门都是标准的木门。晚上，除 了巡逻的发条保安的灯光以外，大楼里一片漆黑。在白天营 业的时间段，房间里充满了从窗户照进来的明亮光线。\n</p>\n<p>\n  下面给出的数据和遭遇是默认角色们在白天抢劫金罐 子储蓄，但如果队伍在晚上潜入银行，则可以参考每一段的 补充说明。\n</p>\n<p>以下位置的编号与上一页的金罐子储蓄地图相对应。</p>"
                        },
                        "Bank Entrance": {
                            "name": "银行入口 Bank Entrance",
                            "text": "<h2 class=\"no-toc split\"><span class=\"keepme\">A1. 银行入口 Bank Entrance</span><span class=\"keepme\">适中遭遇 1</span></h2>\n  <p>\n    这家银行位于一条相对繁忙的街道，但很少有警卫在这 一地区巡逻。大多数人倾向于保持低调，不多管闲事。\n  </p>\n  <img class=\"float-right\" src=\"modules/pf2e-ap178-punks-in-a-powderkeg/assets/art/PZO90178_Clockwork_Guard_copy.webp\" alt style=\"shape-outside:url('modules/pf2e-ap178-punks-in-a-powderkeg/assets/art/PZO90178_Clockwork_Guard_copy.webp')\" />\n  <div class=\"read-aloud\">\n    <p>\n      粪便的恶臭使阿肯斯塔的这一地区更显破旧。金罐子储 蓄银行就像一只饥饿的比蒙巨兽，与周围破败的地区很相称。 这座银行由曾经闪闪发光的石头建造而成，但穹顶玻璃屋顶 如今布满了灰尘和泥土。\n    </p>\n    <p>\n      一条由石砖拼成的小路，从人行道的木板延伸向银行门 口的石阶。石阶上是一个抬高的门廊，有点像半圆形的小舞 台。小路两侧是建筑的两个侧翼，每侧都摆着杂草丛生的花 盆，面向街道。入口两侧的墙壁上刻着巨大的钥匙形印痕， 给这栋建筑增添了一种安全和稳定的氛围。\n    </p>\n  </div>\n  <p>\n    这家银行的入口展现了过去工匠高超的手艺和如今糟\n糕的保养状况。在营业期间，前门是不上锁的，但打样之后，\n前门就会被一把简单的锁锁住（需要成功通过三次 @Check[type:thievery|dc:20|name:Pick a Lock|traits:action:pick-a-lock] 检定才能打开）。\n  </p>\n  <p></p>\n  <section class=\"encounter\">\n    <div class=\"header\">\n      <img src=\"modules/pf2e-ap178-punks-in-a-powderkeg/assets/mini/punks-clockwork-tank-broker.webp\" />\n      <h2 class=\"no-toc split\"><span class=\"keepme\">A1. 银行入口 Bank Entrance</span><span class=\"keepme\">适中遭遇 1</span></h2>\n      <span class=\"link\">@Compendium[pf2e.outlaws-of-alkenstar-bestiary.3SvdfSjrr5jXMrjF]{金罐子经纪人 Gold Tank Brokers (2)}</span>\n    </div>\n    <p>\n      <strong>生物：</strong> 一对@Compendium[pf2e.outlaws-of-alkenstar-bestiary.BbTS7MMkz0Ob7qAF]{发条保安 Clockwork Handlers}（被德雷什亲切地称为银行经纪人） 终日在银行前门巡逻。每个发条保安都有自卫程序，会自动 攻击任何在银行门口掏枪的人，并追击他们到最远离银行 50 尺的地方。这个程序有个明显的缺陷——对角色来说，将两 个发条保安从银行的台阶上引诱到一个没人能听到的角落 里将其摧毁是相对比较容易的。\n</p></section>"
                        },
                        "Bank Interior": {
                            "name": "银行大堂 Bank Interior",
                            "text": "<h2 class=\"no-toc split\"><span class=\"keepme\">A2. 银行大堂 Bank Interior</span><span class=\"keepme\">适中遭遇 1</span></h2>\n  <div class=\"read-aloud\">\n    <p>\n      破旧的石头地板和破旧的家具定义了这栋公共机构的 装修风格。中央的木质桌子和门几乎平行，形成了一道屏障， 将等待的顾客和出纳员的柜台隔开，而南边长长的木质半墙 将房间分隔成南北两部分。半墙上半部分的铁栅栏几乎一直 延伸到天花板，末端是尖刺。\n    </p>\n    <p>\n      大堂里回荡着办理业务的交谈声，弥漫着腐朽家具的霉 味。\n    </p>\n    <p>\n     房间的南半部出纳间后面的墙上中央是带着铰链的巨 大金库门，金库门两侧的墙上分别各有一扇木门。半墙一侧 是一扇栅栏门，用来让里面的工作人员进出。大堂北部是通 向银行外部的正门，西北角和东北角的走廊分别通向建筑的 东西两翼。\n    </p>\n  </div>\n  <p>\n    半墙上那扇从客户区通往出纳区的栅栏门在白天一直 是关着的，上面是一把简陋的锁（poor lock），只需要通 过 2 次 @Check[type:thievery|dc:15|name:Pick a Lock|traits:action:pick-a-lock] 检定就能打开，但到了晚上这扇门就会 开着，方便发条保安在银行里巡逻。这扇门相对来说不怎么 结实，硬度 5，生命值 20（BT 10）。破拆（Force Open） 的 DC 为 @Check[type:athletics|dc:15|name:Force Open|traits:action:force-open]。所有银行职员都有栅栏门的钥匙。\n  </p>\n  <p>\n    当银行白天营业的时候，除了金库外，所有门都是关着 的。金库的大门上了门闩，并且上面有两个简单的锁（每个都必须通过 3 次成功的 @Check[type:thievery|dc:20|name:Pick a Lock|traits:action:pick-a-lock] 检定才能打开）。每个 出纳员都拥有金库第一把锁的钥匙，只有银行经理 @Compendium[pf2e.outlaws-of-alkenstar-bestiary.GyrL5Q66shXthhZL]{伊尔克姆·德雷什 Irkem Dresh} 才有打开第二把锁的钥匙。\n  </p>\n  <p>\n    一旦遭遇变故，大部分客人会蹲下就地躲避，害怕地畏 缩，或冲向门口。然而，有四名顾客伸手去拿武器。这些自 信的投资者认为自己马上就要当英雄了，如果他们能阻止抢 劫，就一定会获得奖赏。\n  </p>\n  <p>“你们踢错场子了！”其中一个人 嘲笑道。“穆格兰一定会为你们的脑袋付钱的！”</p>\n  <p>\n    三个当班的出纳员吓傻了，他们会乖乖听从角色的要求， 希望劫匪能饶自己一命。他们每个人都带着四把钥匙：一把 半墙上栅栏门的钥匙，一把侧门的钥匙，一把他们自己柜台 的钥匙，还有金库大门上其中一把锁的钥匙。\n  </p>\n\n  <section class=\"encounter\">\n    <div class=\"header\">\n      <img src=\"modules/pf2e-ap178-punks-in-a-powderkeg/assets/mini/punks-gold-tank-investor.webp\" />\n      <h2 class=\"no-toc split\"><span class=\"keepme\">A2. 银行大堂 Bank Interior</span><span class=\"keepme\">适中遭遇 1</span></h2>\n      <span class=\"link\">@Compendium[pf2e.outlaws-of-alkenstar-bestiary.vnZFO1jNZSJieqpo]{金罐子投资者 Gold Tank Investor (4)}</span>\n    </div>\n    <p>\n      <strong>生物：</strong>在白天营业期间，大堂的北部有多达 12 名顾客， 要么站在柜台前面办理业务，要么正在等待信贷员。就像邓 史密斯说的那样，这些顾客都属于阿肯斯塔最底层的白领犯 罪者。这些人很少有人当面接触过穆格兰，但都尊重这位大 亨残酷无情的名声，迫不及待地想将自己的钱投进他的企业 里。\n    </p>\n    <p>\n    <strong>夜晚遭遇：</strong> 在晚上，会有两个 @Compendium[pf2e.outlaws-of-alkenstar-bestiary.BbTS7MMkz0Ob7qAF]{发条保安 Clockwork Handlers} 在银行内巡逻， 时刻扫描入侵者。\n    </p>\n  </section>"
                        },
                        "Loan Officer’s Offices": {
                            "name": "信贷员的办公室 Loan Officer’s Offices",
                            "text": "<h2 class=\"no-toc\">A3. 信贷员的办公室 Loan Officer’s Offices</h2>\n  <p class=\"read-aloud\">\n    这间装修朴素的办公室散发着花香，配有舒适的家具， 几乎没有磨损的痕迹。北墙上的窗户可以看到外面肮脏的街 道。只有一扇门通向南边。\n  </p>\n  <p>\n    <strong>生物：</strong> 在白天，抢劫开始后，每个办公室来都有一名信 贷员躲在他们的桌子下面；他们会听从角色的指示。晚上，办公室里则空无一人。\n  </p>\n  <p>\n    <strong>宝藏：</strong> 在两间办公室的其中一间里，角色们可以找到一 瓶价值 5 sp 的未喝完的古律威士忌（Oldlaw whiskey）。 在另一间办公室里，抽屉底部的一堆文件下面有一个装有 15 sp 的小钱袋；金罐子储蓄银行的一名信贷员几个月来一直在偷银行的钱，但他的小偷小摸只搞来了这么点钱。\n  </p>"
                        },
                        "Break Room": {
                            "name": "休息室 Break Room",
                            "text": "<h2 class=\"no-toc\">A4. 休息室 Break Room</h2>\n  <p class=\"read-aloud\">\n    这个狭窄的房间里摆着一张布满划痕、污迹斑斑的圆桌，周围放着几把不搭调的椅子。南墙排着一排高大的锁柜，紧靠着一扇通往西侧的门；其中一个柜子里散发出臭鱼味儿。北侧墙壁上的门通向出纳间。房间西北角的两扇小门通向两个小隔间，里面是两个一摸一样的抽水马桶。\n  </p>\n  <p>\n    这个房间是银行的员工休息室，员工将个人物品放进单独的柜子里，每个柜子都有锁，用经理的钥匙才能打开。西边通向外面的门总是锁着的，可以用任何一把员工的钥匙打开。\n  </p>\n  <p>\n    <strong>宝藏：</strong> 锁柜里除了银行员工的个人财产外，几乎没什么值钱的东西。从西到东，储物柜里分别摆放有：一本基础工匠手册（basic crafter's book）、五根黑色蜡烛和半根粉笔、一套渔具、一只陶罐、盗贼工具替换件（replacement picks for thieves' tools），还有用了一半的书写套件（writing set）里面画着魔法狗头人大战不死生物的漫画。\n  </p>"
                        },
                        "Bank Vault": {
                            "name": "银行金库 Bank Vault",
                            "text": "<h2 class=\"no-toc split\"><span class=\"keepme\">A5. 银行金库 Bank Vault</span><span class=\"keepme\">适中遭遇 1</span></h2>\n<p class=\"read-aloud\">\n  这间房从地板到天花板都有钢板内衬；钢架子沿着墙壁排列；每个柜子上都有两把锁。房间的中央是一座钢制成的桌子，焊接在地面上，上面有一个华丽的钢制箱子，有一个粗壮的矮人那么大。房间北侧的入口有两道门：一道是铁栅栏组成的内门，一扇道实心钢制成的巨大外门。\n</p>\n<p>\n  墙壁上的钢制柜子是客户的存款箱；上面的两把锁分别需要银行经理的钥匙和客户自己的钥匙打开。角色们没有足够的时间撬开每一个存款箱——如果角色坚持这样做，他们会得到 3d12 sp 和你自己创作出的毫无价值的纪念品，例如黄铜戒指、镶框肖像或丝绸手帕之类。\n</p>\n<p>\n  金库巨大厚重的第一道门有10尺高，和金库本身的高度几乎相等。银行经理\n  (@Compendium[pf2e.outlaws-of-alkenstar-bestiary.GyrL5Q66shXthhZL]{伊尔克姆·德雷什 Irkem Dresh}，位于<strong>@UUID[JournalEntry.pf2ap17802reachf.JournalEntryPage.02bankmanagers00]{区域 A6}</strong>) 和一名出纳员会在每天早上营业时会打开金库的第一道门。出纳员将钥匙插入金库门，而德雷什按正确的顺序转动密码锁。出纳员钥匙打开的是一把简单的锁（《核心规则书》290页），而密码锁需要连续3次通过 @Check[type:thievery|dc:20|traits:action:pick-a-lock|name:Crack Combination] 或\n  @Check[type:perception|dc:20|traits:hearing|name:Crack Combinaation] 检定才能在没有密码的情况下破解，这里的察觉检定是完全基于听觉的，因为角色需要听到锁转动时的咔咔声。如果角色试图在晚上闯入银行，那么他们就必须想办法搞定这扇巨大的门（并且可能还伴随着金罐子经纪人那震耳欲聋的警笛声）。\n</p>\n<p>\n  金库的第二道门是一扇铁栅栏门，上面是一把简单的锁，用银行经理钥匙可以打开。如果没有钥匙的话，需要3次成功的 @Check[type:thievery|dc:20|traits:action:pick-a-lock|name:Pick a Lock] 检定才能开锁。金库的第二道门总是关着的。\n</p>\n<section class=\"encounter\">\n  <div class=\"header\">\n    <img src=\"icons/vtt-512.png\" />\n    <h2 class=\"no-toc split\"><span class=\"keepme\">场景注释 SCENE NOTES</span><span class=\"keepme\">FOUNDRY</span></h2>\n    <span class=\"link\">@Macro[FQz9OlK9QZn0r7SP]{打开金库大门 Open Vault Door}</span>\n  </div>\n  <p><strong>宏 Macro:</strong> 在金库门被打开时你可以点击上方的宏。</p>\n  <p>\n    这将隐藏贴图，让金库大门显示为打开状态，同时开启密门格，并播放门被解锁打开的声音。\n  </p>\n</section>\n<section class=\"encounter\">\n  <div class=\"header\">\n    <img src=\"modules/pf2e-ap178-punks-in-a-powderkeg/assets/mini/punks-clockwork-guard.webp\" />\n    <h2 class=\"no-toc split\"><span class=\"keepme\">A5. 银行金库 Bank Vault</span><span class=\"keepme\">适中遭遇 1</span></h2>\n    <span class=\"link\">@Compendium[pf2e.outlaws-of-alkenstar-bestiary.3SvdfSjrr5jXMrjF]{金罐子经纪人 Gold Tank Brokers (2)}</span>\n  </div>\n  <p>\n    <strong>生物：</strong> 在营业时间段内，会有两个金罐子经纪人站在金库内，攻击任何进入金库的非职员。到了晚上，经纪人会就在银行大堂里巡逻，警戒入侵者。\n  </p>\n  <p>\n    <strong>战利品：</strong> 这家银行的大部分金银都装在桌子上那个华丽的钢制保险箱里。保险柜非常重，大约10负载，但刚刚好能勉强塞进邓史密斯提供的 <em>次元袋（bag of holding）</em> 里。为了把保险箱装进<em>次元袋（bag of holding）</em>，两个角色需要分别通过 @Check[type:athletics|dc:15|name:Steal Lockbox] 检定。打开保险箱需要用出纳员的钥匙打开一把简单的锁，同时还需要破解保险箱上的密码锁，密码只有银行经理和穆格兰知道；否则，密码锁必须通过连续4次成功的 @Check[type:thievery|dc:25|traits:action:pick-a-lock|name:Crack Combination] 或 @Check[type:athletics|dc:25|traits:hearing|name:Crack Combination] 检定才能破解。移动或摇晃保险箱会听到里面几百枚钱币发出的碰撞声，从而确认里面的财富。\n  </p>\n  <p>\n    <strong>XP 奖励：</strong> 如果角色成功偷走保险箱或里面的金银，奖励他们 30 XP。\n  </p>\n</section>"
                        },
                        "Bank Manager’s Office": {
                            "name": "银行经理的办公室 Bank Manager’s Office",
                            "text": "<h2 class=\"no-toc split\"><span class=\"keepme\">A6. 银行经理的办公室 Bank Manager’s Office</span><span class=\"keepme\">适中遭遇 1</span></h2>\n  <div class=\"read-aloud\">\n    <p>\n      这间装饰奢华的办公室有红木的雕花墙板和一张相配的桌子，桌子的表面锃光瓦亮。一对舒适的沙发坐落在房间的西北角和东北角。两株看起来非常健康的盆栽植物立在桌子的两边，旁边是一个大书柜。\n    </p>\n    <p>房间唯一的出口位于北侧。</p>\n  </div>\n  <img class=\"float-right\" src=\"modules/pf2e-ap178-punks-in-a-powderkeg/assets/art/PZO90178_Irkem_Dresh__FINAL.webp\" alt style=\"shape-outside:url('modules/pf2e-ap178-punks-in-a-powderkeg/assets/art/PZO90178_Irkem_Dresh__FINAL.webp')\" />\n  <p>\n    在过去的十年里，这间奢华的办公室是银行唯一投入了大笔装修费的地方。银行经理 @Compendium[pf2e.outlaws-of-alkenstar-bestiary.GyrL5Q66shXthhZL]{伊尔克姆·德雷什 Irkem Dresh} 特意安装了雕花红木镶板，让这里看起来令人印象深刻且奢华。在德雷什的家乡，以这种方式使用木材被认为是极其奢侈的。\n  </p>\n  <p>\n    当抢劫开始后，德雷什会躲在桌子后面，从书柜上的漂亮盒子里取出手枪，然后装上子弹。她等待机会，直到其中一个角色路过门口，然后立即开枪射击。如果生命值减少到20以下，她就会投降并听从角色的要求。如果被问及金库保险箱（<strong>A5 区域</strong>）的密码，德雷什会尝试撒谎（Lie），声称只有穆格兰知道保险箱的密码。\n  </p>\n  <aside class=\"sidebar\">\n    <h1 class=\"no-toc\">金库保险箱 In the Vault Box</h1>\n    <p>\n     在不太可能的情况下，角色设法破解了金库的保险箱的密码，这样的话他们就能在里面找到 153gp 和 920sp。因为他们能分得4成（4人队的情况下），因此他们能得到其中的 100gp。\n    </p>\n    <p>\n      如果角色和邓史密斯讨价还价，得到了更高的分成，你可以简单地修改宝箱中财富的数量，这样可以保证队伍的抢劫收入依然是100gp。如果角色向邓史密斯谎报了财富总量，并且得到的财富超过了其原本应得的部分，注意两者的数量差，并考虑削减角色在之后冒险中应得的相应财富数量。\n    </p>\n  </aside>\n  \n  <section class=\"encounter\">\n    <div class=\"header\">\n      <img src=\"modules/pf2e-ap178-punks-in-a-powderkeg/assets/mini/punks-irken-dresh.webp\" />\n      <h2 class=\"no-toc split\"><span class=\"keepme\">A6. 银行经理的办公室 Bank Manager’s Office</span><span class=\"keepme\">适中遭遇 1</span></h2>\n      <span class=\"link\">@Compendium[pf2e.outlaws-of-alkenstar-bestiary.3SvdfSjrr5jXMrjF]{伊尔克姆·德雷什 Irkem Dresh}</span>\n    </div>\n    <p>\n      <strong>生物：</strong> 伊尔克姆·德雷什负责金罐子储蓄银行的日常事务。她远没有成为金融家的资格，但她已经掌握了足够的技巧，开始从穆格兰的金库里挪用公款并逃脱惩罚。这份工作中她最喜欢的部分是能把一大串重要的钥匙挂在腰间。\n    </p>\n    <p>\n      <strong>宝藏：</strong> 德雷什书桌下面的抽屉里有一个装有52sp的钱袋子和一个加密账本。德雷什身上有37sp。\n    </p>\n    <p>\n      <strong>有罪证据：</strong> 如果角色在德雷什的桌子里找到加密账本，他们可以尝试一次 @Check[type:society|dc:15|name:Decode|traits:action:decode] 检定——懂矮人语的角色有+4环境加值。破解之后的账本能证明德雷什一直在从银行里挪用公款，并详细说明了具体方法。邓史密斯如果拿到这些证据就有了扳倒穆格兰的筹码；如果队伍能破译账本并交给邓史密斯，她就会奖励队伍100sp。\n    </p>\n  </section>"
                        },
                        "Back Alley": {
                            "name": "后巷 Back Alley",
                            "text": "<h2 class=\"no-toc\">A7. 后巷 Back Alley</h2>\n  <div class=\"read-aloud\">\n    <p>\n      这条肮脏的鹅卵石小巷只留下了一些这个社区曾经的繁华痕迹。空气中弥漫着垃圾的臭味。银行后面有个杂草丛生的院子，被铁丝网包围，铁丝网的顶部是锋利的带刺倒钩。\n    </p>\n    <p>\n      北向的小岔路通向银行的侧门，向南的小岔路通向垃圾场，而小巷则不断向东西两侧延伸。\n    </p>\n  </div>\n  <p>\n    角色很可能会按照邓史密斯的指示从这里逃走。当他们离开时，银行前门、小巷的东西两端都会传来喊叫和哨声。副警长洛夫莱斯大声命令手下在银行周围建立封锁区。一位盾勋执法官则回答说“是的，副警长！立刻照办！”\n  </p>\n  <p>\n    如果角色坚持留下来战斗，他们会遇到两个盾勋执法官，巷子两端各有一个，他们会利用垃圾桶让自己获得弱效掩蔽（lessercover）。和执法官同行的还有两个发条猎犬（@Compendium[pf2e.outlaws-of-alkenstar-bestiary.RNvLscZ5sMpYzExB]{生物数据详见此处}）。使用“纵横狱崖窟”一节中“ @Compendium[pf2e.outlaws-of-alkenstar-bestiary.EjQYuMP3t0J4OI3I]{配枪执法官 Gunmarshal} ”的数据来代表这里的盾勋执法官，他们是洛夫莱斯手下最弱的单位。他们只会用自己的动作进行打击、装填、或 @Compendium[pf2e.actionspf2e.ust1jJSCZQUhBZIz]{寻找掩蔽 Take Cover}。每回合都会有一位新的盾勋执法官加入战斗，最多8名敌人在场。在不太可能的情况下，角色们拒绝撤退并且以某种方式幸存下来，这时盾勋执法官们会被法外狂徒们凶残的火力惊呆了，选择撤退并把银行拱手让给队伍。\n  </p>"
                        },
                        "The Wailing Scrapyard": {
                            "name": "哀鸣废料场 The Wailing Scrapyard"
                        }
                    }
                }
            },
            "name": "《一触即爆》 Punks in a Powderkeg"
        }
    }
}
