{
	"label": "Season 4",
    "mapping": {
        "name": "name",
        "portrait": {
            "path": "img",
            "converter": "npc-portrait-path"
        },
        "token": {
            "path": "prototypeToken",
            "converter": "npc-token-translation"
        },
        "data": {
            "path": "system",
            "converter": "npc-data-translation"
        },
        "items": {
            "path": "items",
            "converter": "npc-item-translation"
        },
        "publicNotes": "system.details.publicNotes",
        "dr": "system.traits.dr",
        "allSaves": "system.attributes.allSaves.value",
        "senses": "system.traits.senses.value",
        "hp": "system.attributes.hp.details",
        "disable": "system.details.disable",
        "hazarddescription": "system.details.description",
        "reset": "system.details.reset",
        "routine": "system.details.routine",
        "blurb":"system.details.blurb",
        "speed":"system.attributes.speed.details",
        "languages":"system.traits.languages.custom",
        "stealthdetails":"system.attributes.stealth.details",
        "ac":"system.attributes.ac.details",
        "di":"system.traits.di.custom"
    },
	"entries": {
		"A Broken Promise (1-2)": {
			"name": "残破誓言 A Broken Promise (1-2)",
			"disable": "<p>@Check[type:occultism|dc:18] (受训)或@Check[type:religion|dc:18] (受训) 以告慰林地中讲述过往的精魂。</p>",
			"hazarddescription": "<p>由于它所保护的地区受到死灵能量的侵蚀，神圣林地已经变得支离破碎，饱受折磨。它显现出一个幻象，警告其他人该地区的危险，并恳求帮助。法拉丝玛牧师和开拓者塞德里克·德拉斯顿被邪恶的腐蚀击败并侵染后，他闯入林地，玷污了中心的猎神雕像，照亮丛林的圣光消退了，露出了上方的黑色天空。从附近的塔中发出的紫色魔法能量渗入了神圣林地，被圣地所保护的生命随之死去。</p>",
			"reset": "<p>林地每10分钟重复一次它的故事。此作祟会在重新对圣地神像进行祭祀后消散。但只要没能打败黑色瞭望塔中的邪恶力量，这种祭祀就是无法实现的。</p>",
			"stealthdetails": "<p>(受训)</p>",
			"data":{},
			"items":{
				"Vision of Desecration":{
					"name": "亵渎异象 Vision of Desecration",
					"description": "<p><strong>触发</strong> 至少两个生物进入林地；</p>\n<hr />\n<p><strong>效果</strong> 作祟林地生成了一个被绝望侵蚀的幻象，重复法拉丝玛牧师堕落为亡灵的情景，以及他随后对圣地的亵渎，使死灵的能量在林中蔓延。所有在林地内的生物都必须尝试@Check[type:will|dc:18]豁免。</p>\n<hr />\n<p><strong>大成功</strong> 生物看懂了幻象，并且在1小时内对此作祟免疫。</p>\n<p><strong>成功</strong> 生物未因这个冲击性情报而遭受影响。</p>\n<p><strong>失败</strong> 生物体会到神圣林地因塞德里克的堕落而遭受的痛苦，作祟造成[[/r 2d6[mental]]]伤害。</p>\n<p><strong>大失败</strong> 同失败，此外生物产生了对他人挥之不去的怀疑，24小时内无法因协助动作而受益。</p>"
				}
			}
		},
		"A Broken Promise (3-4)": {
			"name": "残破誓言 A Broken Promise (3-4)",
			"disable": "<p>@Check[type:occultism|dc:22] (受训)或@Check[type:religion|dc:22] (受训) 以告慰林地中讲述过往的精魂。</p>",
			"hazarddescription": "<p>由于它所保护的地区受到死灵能量的侵蚀，神圣林地已经变得支离破碎，饱受折磨。它显现出一个幻象，警告其他人该地区的危险，并恳求帮助。法拉丝玛牧师和开拓者塞德里克·德拉斯顿被邪恶的腐蚀击败并侵染后，他闯入林地，玷污了中心的猎神雕像，照亮丛林的圣光消退了，露出了上方的黑色天空。从附近的塔中发出的紫色魔法能量渗入了神圣林地，被圣地所保护的生命随之死去。</p>",
			"reset": "<p>林地每10分钟重复一次它的故事。此作祟会在重新对圣地神像进行祭祀后消散。但只要没能打败黑色瞭望塔中的邪恶力量，这种祭祀就是无法实现的。</p>",
			"stealthdetails": "<p>(受训)</p>",
			"data":{},
			"items":{
				"Vision of Desecration":{
					"name": "亵渎异象 Vision of Desecration",
					"description": "<p><strong>触发</strong> 至少两个生物进入林地；</p>\n<hr />\n<p><strong>效果</strong> 作祟林地生成了一个被绝望侵蚀的幻象，重复法拉丝玛牧师堕落为亡灵的情景，以及他随后对圣地的亵渎，使死灵的能量在林中蔓延。所有在林地内的生物都必须尝试@Check[type:will|dc:22]豁免。</p>\n<hr />\n<p><strong>大成功</strong> 生物看懂了幻象，并且在1小时内对此作祟免疫。</p>\n<p><strong>成功</strong> 生物未因这个冲击性情报而遭受影响。</p>\n<p><strong>失败</strong> 生物体会到神圣林地因塞德里克的堕落而遭受的痛苦，作祟造成[[/r 4d6[mental]]]伤害。</p>\n<p><strong>大失败</strong> 同失败，此外生物产生了对他人挥之不去的怀疑，24小时内无法因协助动作而受益。</p>"
				}
			}
		},
		"Animated Leather Armor": {
			"name": "Animated Leather Armor",
			"publicNotes": "<p>Suits of animated armor see use both as guardians and as training partners in high-end martial academies able to afford the extravagance. They are most often found in wizard laboratories and ancient dungeons.</p>\n<hr />\n<p>Granted a semblance of life through the use of rituals or other strange magic, animated objects take many forms and serve a variety of uses. A few examples of typical animated objects are listed below. Many of these creatures serve as guardians, surprising unsuspecting adventurers when they suddenly attack. Others serve as idle distractions for the exceptionally rich, simple servants created to handle odd jobs, and the like.</p>",
			"blurb": "Variant animated armor",
			"data":{},
			"items":{}
		},
		"Averlace's Last Stand": {
			"name": "Averlace's Last Stand",
			"disable": "<p>@Check[type:religion|dc:18] (受训) to exorcise the haunt, or @Check[type:deception|dc:20] or Diplomacy to convincingly say Garmon is \"safe\"</p>",
			"hazarddescription": "<p>Averlace's lingering sentiment wards her mentor's remains and her own.</p>",
			"reset": "<p>The haunt resets every night at midnight until the skeletal soldiers risen from Garmon and Averlace are destroyed.</p>",
			"stealthdetails": "<p>to notice a thickening in the fog and hear a whispered voice asking \"is Garmon safe?\"</p>",
			"data":{},
			"items":{}
		},
		"Bloody Barber Gang Leader": {
			"name": "Bloody Barber Gang Leader",
			"publicNotes": "<p>Cutthroats, killers, thieves, and toughs prey upon the vulnerable of society. Directing their activities and keeping them in line are the duties of the gang leader.</p>\n<hr />\n<p>Villains pursue selfish and cruel goals, trampling over anyone foolish or purehearted enough to stand in their way.</p>",
			"blurb": "Variant gang leader",
			"data":{},
			"items":{}
		},
		"Bloody Barber Ruffian": {
			"name": "Bloody Barber Ruffian",
			"publicNotes": "<p>Some criminals are the desperate who have no option but to break the law to survive, while others choose a life of crime for thrills, forming gangs or underworld guilds that specialize in certain illegal ventures.</p>",
			"blurb": "Variant ruffian",
			"data":{},
			"items":{}
		},
		"Bloody Barber Thief": {
			"name": "Bloody Barber Thief",
			"publicNotes": "<p>Burglars specialize in breaking and entering to rob homes and businesses. These criminals focus on gaining access to secure buildings and bypassing traps and other security measures while remaining undetected all the while.</p>\n<hr />\n<p>Some criminals are the desperate who have no option but to break the law to survive, while others choose a life of crime for thrills, forming gangs or underworld guilds that specialize in certain illegal ventures.</p>",
			"blurb": "Variant burgler",
			"data":{},
			"items":{}
		},
		"Bugbear Creeper": {
			"name": "熊地精潜伏者 Bugbear Creeper",
			"publicNotes": "<p>最常见的熊地精暴徒很擅长潜伏在阴影中的技艺。</p>\n<hr />\n<p>这些鬼祟且残忍的地精亚种生物以散布恐惧和折磨受害者为乐。熊地精是潜伏在壁橱里和床底下的怪物。他们在偏远的农场进行猎食，会在深夜通过敲打或制造木板的吱吖声来揭示自身的存在，并以此构筑有人潜伏于此的骇人气氛和让人心生疑窦的恐惧感。</p>",
			"blurb": "变体熊地精",
			"data":{},
			"items":{
				"Creep":{
					"name": "潜伏 Creep",
					"description": "<p><strong>触发</strong> 15尺内的生物获得@UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{惊惧 Frightened}状态，或者惊惧值增加</p>\n<hr />\n<p><strong>效果</strong> 熊地精潜伏者躲藏、潜行或快步。</p>"
				}
			}
		},
		"Bugbear Night Terror": {
			"name": "熊地精夜之恐怖者 Bugbear Night Terror",
			"publicNotes": "<p>最常见的熊地精暴徒很擅长潜伏在阴影中的技艺。</p>\n<hr />\n<p>这些鬼祟且残忍的地精亚种生物以散布恐惧和折磨受害者为乐。熊地精是潜伏在壁橱里和床底下的怪物。他们在偏远的农场进行猎食，会在深夜通过敲打或制造木板的吱吖声来揭示自身的存在，并以此构筑有人潜伏于此的骇人气氛和让人心生疑窦的恐惧感。</p>",
			"blurb": "Variant bugbear thug",
			"data":{},
			"items":{
				"Startling Grasp":{
					"name": "惊人抓握 Startling Grasp",
					"description": "<p>熊地精行走10尺，之后尝试@UUID[Compendium.pf2e.action-macros.i95kcGLIQKOTsnv6]{擒拿: 运动}一个视熊地精为@UUID[Compendium.pf2e.conditionitems.VRSef5y1LmL2Hkjf]{无踪 Undetected}的生物。若成功，该生物陷入@UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{惊惧 Frightened 1}，若熊地精在擒抱的运动检定上大成功，则@UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{惊惧 Frightened 2}。</p>"
				},
				"Wicked Mauler":{
					"name": "狞怖拳手 Wicked Mauler",
					"description": "<p>熊地精对@UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{惊惧 Frightened}生物的伤害检定获得+4环境加值。</p>"
				}
			}
		},
		"Bugbear Raider": {
			"name": "Bugbear Raider",
			"publicNotes": "<p>The bugbear tormentor seeks to torture their prey as much through psychological intimidation as through physical harm. The longer a bugbear tormentor can keep their victim alive and terrified, the better they feel.</p>\n<hr />\n<p>These stealthy and cruel goblinoid creatures delight in spreading fear and tormenting their victims. Bugbears are the monsters lurking in the closet and hiding under the bed. Preying on remote farmsteads, bugbears reveal their presence with thumps in the night or creaks of boards to build lurking dread and arouse suspicion and fear.</p>",
			"blurb": "Variant bugbear tormentor",
			"data":{},
			"items":{}
		},
		"Bugbear Terror": {
			"name": "熊地精恐怖者 Bugbear Terror",
			"publicNotes": "<p>最常见的熊地精暴徒很擅长潜伏在阴影中的技艺。</p>\n<hr />\n<p>这些鬼祟且残忍的地精亚种生物以散布恐惧和折磨受害者为乐。熊地精是潜伏在壁橱里和床底下的怪物。他们在偏远的农场进行猎食，会在深夜通过敲打或制造木板的吱吖声来揭示自身的存在，并以此构筑有人潜伏于此的骇人气氛和让人心生疑窦的恐惧感。</p>",
			"blurb": "变体熊地精暴徒",
			"data":{},
			"items":{
				"Startling Grasp":{
					"name": "惊人抓握 Startling Grasp",
					"description": "<p>熊地精行走10尺，之后尝试@UUID[Compendium.pf2e.action-macros.i95kcGLIQKOTsnv6]{擒拿: 运动}一个视熊地精为@UUID[Compendium.pf2e.conditionitems.VRSef5y1LmL2Hkjf]{无踪 Undetected}的生物。若成功，该生物陷入@UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{惊惧 Frightened 1}，若熊地精在擒抱的运动检定上大成功，则@UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{惊惧 Frightened 2}。</p>"
				},
				"Wicked Mauler":{
					"name": "狞怖拳手 Wicked Mauler",
					"description": "<p>熊地精对@UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{惊惧 Frightened}生物的伤害检定获得+2环境加值。</p>"
				}
			}
		},
		"Charlatan (PFS 4-05)": {
			"name": "Charlatan (PFS 4-05)",
			"publicNotes": "<p>Charlatans use pretense and misdirection to swindle money and other valuables from the credulous and confused. Selling snake oil (literally or figuratively), distracting marks to pick their pockets, or faking mediumship are classic grifts.</p>\n<hr />\n<p>Some criminals are the desperate who have no option but to break the law to survive, while others choose a life of crime for thrills, forming gangs or underworld guilds that specialize in certain illegal ventures.</p>",
			"data":{},
			"items":{}
		},
		"Damaged Automaton": {
			"name": "Damaged Automaton",
			"data":{},
			"items":{}
		},
		"Death Drop (3-4)": {
			"name": "Death Drop (3-4)",
			"disable": "<p>@Check[type:occultism|dc:20] (受训) to disperse the force or @Check[type:religion|dc:18] (受训) to hide from the ominous presence's senses</p>",
			"hazarddescription": "<p>An invisible force shoves creatures backwards, hurling them through the chamber's doorway.</p>",
			"reset": "<p>1 day</p>",
			"stealthdetails": "<p>(受训) to sense an ominous presence in the room</p>",
			"data":{},
			"items":{}
		},
		"Death Drop (5-6)": {
			"name": "Death Drop (5-6)",
			"disable": "<p>@Check[type:occultism|dc:23] (受训) to disperse the force or @Check[type:religion|dc:21] (受训) to hide from the ominous presence's senses</p>",
			"hazarddescription": "<p>An invisible force shoves creatures backwards, hurling them through the chamber's doorway.</p>",
			"reset": "<p>1 day</p>",
			"stealthdetails": "<p>(受训) to sense an ominous presence in the room</p>",
			"data":{},
			"items":{}
		},
		"Deep Quicksand": {
			"name": "Deep Quicksand",
			"disable": "<p>@Check[type:survival|dc:21|name:Safely Disturb the Surface] (受训) to disturb the surface</p>",
			"hazarddescription": "<p>A 15-foot-wide patch of water and sand attempts to submerge creatures that step onto it.</p>",
			"reset": "<p>The hazard still submerges anyone who walks in, but the surface doesn't become hidden again until it settles over the course of 24 hours.</p>",
			"routine": "<p>(1 action) On its initiative, the quicksand pulls down each creature within it. A creature that was submerged up to its waist becomes submerged up to its neck, and a creature that was submerged up to its neck is pulled under and has to hold its breath to avoid suffocation.</p>\n<p>A creature in the quicksand can attempt a @Check[type:athletics|dc:23|traits:action:swim] check to Swim to either raise itself by one step if it's submerged to its neck or worse, or to move 5 feet if it's submerged only up to its waist. On a critical failure, the creature is pulled down one step.</p>\n<p>A creature that Swims out of the quicksand escapes the hazard and is prone in a space adjacent to the quicksand patch. Other creatures can Aid the creature, typically by using a rope or similar aid, or attempt to pull the creature out with their own @Check[type:athletics|dc:23|name:Aid Another Creature in Quicksand] check, with the same results as if the creature attempted the check.</p>",
			"stealthdetails": "<p>(受训) (or -10 and no minimum proficiency if the surface is disturbed)</p>",
			"data":{},
			"items":{}
		},
		"Denufair": {
			"name": "Denufair",
			"publicNotes": "<p>Bonds of loyalty that endure beyond death reanimate pets to crawl from their graves within days of dying, returning to the side of their past owners, family, or pack. Unfortunately, death irrevocably changes a risen pet. They return as aggressive, predatory beasts, difficult to control and easy to anger. Even the most friendly and docile of pets becomes sadistic and violent in undeath—fixating first on those it views as competition for the attention of its owners. When a risen pet is jilted, rebuffed, or offended by its owner, it turns on them.</p>",
			"blurb": "Variant predatory rabbit",
			"data":{},
			"items":{}
		},
		"Depleted Roiling Incant": {
			"name": "Depleted Roiling Incant",
			"publicNotes": "<p>Though many spellcasters can harness the forces of magic in a consistent manner, such power can't always be controlled, especially in the hands of reckless researchers, megalomaniacal villains, or untested novices. When magical accidents result in large-scale property damage and the loss of life, these forces sometimes take on lives of their own, forming a dangerous amalgamation of ongoing magical energy known as a roiling incant.</p>\n<p>A roiling incant's appearance depends on the type of magic it sprang forth from, though it always carries with it an echo of the destruction it has caused. A fiery evocation roiling incant might look like a storm of burning ashes echoing with the sounds of crackling timber, while a necromancy roiling incant could be mistaken for ghostly tendrils puppeteering shambling corpses. No matter what it looks like, a roiling incant roams mindlessly, attacking everything it encounters, heedless of further carnage it causes.</p>",
			"blurb": "Variant roiling incant",
			"data":{},
			"items":{}
		},
		"Dero Stalker (PFS 4-05)": {
			"name": "Dero Stalker (PFS 4-05)",
			"publicNotes": "<p>Dero stalkers are those charged with exploring the surface world by night and seeking out new victims to abduct.</p>\n<hr />\n<p>Deros are short, wiry humanoids with milky white eyes, gray-blue skin, and wild shocks of off-white or gray hair. The descendants of a mysterious type of fey abandoned in the deepest, darkest caverns of Golarion, deros are the subject of fearful legends and folk tales to most of the world's surface races. They skulk beneath major metropolitan areas, performing cruel and twisted experiments on unwilling subjects. A dero is 3 feet tall and weighs approximately 70 pounds.</p>",
			"data":{},
			"items":{}
		},
		"Dig-Widget (PFS 4-07)": {
			"name": "Dig-Widget (PFS 4-07)",
			"publicNotes": "<p>Thieves covet dig-widgets, specialized constructs built for infiltration. Each dig-widget contains numerous simple tools, including a set of mechanical devices that function as thieves' tools, two arms with drills, and two arms with corkscrews for attaching to and climbing surfaces. Once activated, these devices propel themselves forward. Though they have the full faculties typical of a construct, they usually follow a simple routine: avoid notice, pick any lock barring the path, dig past obstacles, and attack if caught. They're rarely left unattended, as a thief needs to be nearby to follow after-both to steal goods and to stop the dig-widget from engaging in further larceny once it's achieved its goal.</p>\n<p>The source of a dig-widget's power is as much mechanical as it is magical. The gears and springs that provide a dig-widget mobility are an improvement over more primitive true clockwork creations (whose functions require constant winding to remain mobile), but at the cost of security, for a dig-widget's moving parts can be dismantled quickly by thieves and others with the proper training.</p>",
			"blurb": "Variant dig-widget",
			"data":{},
			"items":{}
		},
		"Dorenea": {
			"name": "Dorenea",
			"publicNotes": "<p>Simple to create and varied in purpose, these shambling undead are often used for their strength and endless stamina to conduct boring, repetitive tasks.</p>",
			"blurb": "Variant withered",
			"data":{},
			"items":{}
		},
		"Dream of Doom": {
			"name": "Dream of Doom",
			"publicNotes": "<p>An animate dream coalesces from centuries of stray fragments of reverie and dream left behind as slumbering minds drift through the Dimension of Dreams. In most cases, these fragments simply disperse on their own, but when dreamers flee from nightmares back to the waking world, these fragments can take on a supernatural life of their own. They have little reasoning and intent except to seek similar fragments, absorb them, and grow. When enough of them gather together, they merge into a horrific form as an animate dream.</p>\n<p>Individually, animate dreams can hold a wide range of appearances, but most take on rudimentary shapes akin to the living forms of the minds that spawned them. Animate dreams that rise from slumbering humanoids, the most commonly encountered, thus appear humanoid, but with distorted, nightmarish shapes that incorporate additional twisted limbs and frightening features. In these forms, animate dreams find their way out of the Dreamlands and into the waking world, only to discover they have no way of returning and suffer a relentless hunger that only new nightmares can sate.</p>\n<p>An animate dream thrives on the terror fueled by nightmares and fear and uses its supernatural abilities to invoke such feelings in the minds of its victims, cursing its prey by creating a permanent link to that individual's dreams. Thereafter, the victim is subjected to all manner of reoccurring nightmares. As the nightmares continue, the victim finds it more and more difficult to remain awake. In the end, the victim plunges into an accursed slumber from which it cannot return. These victims provide the animate dream with the purest form of fear and are its preferred sustenance.</p>\n<p>An animate dream can subsist on the ambient fear generated by regular nightmares, but these lesser fears aren't as satisfying, often driving the animate dream to seek out new victims. Left without a source of fear, an animate dream won't starve to death, but it will grow increasingly violent and desperate. Famished animate dreams are the ones most often encountered, as they have been forced to abandon subtlety to pursue more blatant methods of harvesting fear. Yet such animate dreams also tend to be the least powerful of their kind. Those who have grown metaphysically fat on fear have generally done so by adopting a specific nightmare theme, such as being buried alive, being swept away by ocean waves, or being consumed by wild beasts. Such animate dreams often have similarly themed innate spells to augment their powers.</p>",
			"data":{},
			"items":{}
		},
		"Elite Cave Bear (PFS 4-07)": {
			"name": "Elite Cave Bear (PFS 4-07)",
			"publicNotes": "<p>Larger, stronger, and far more aggressive than its smaller cousins, the cave bear is a behemoth that avoids civilized lands, preferring to dwell in remote places. As its name might suggest, the cave bear makes its den in natural caves, and like the grizzly bear, a cave bear is fiercely territorial. Unlike a grizzly bear, however, a cave bear is short tempered and will make sure its foe is dead before moving on, usually feasting on its prey's soft flesh once it has been incapacitated. Cave bears are often regarded as powerful guardian spirits by remote-dwelling people, while they are utilized as beasts of war by orcs or even giants-stone giants in particular have an affinity for keeping trained cave bears as pets or guardians for their homes.</p>\n<hr />\n<p>Bears are ferocious predators typically found in cold or temperate woodlands and hills. Many species of bear exist in addition to the two presented below, such as the smaller (but no less dangerous) black bear or the arctic-dwelling polar bear.</p>",
			"data":{},
			"items":{}
		},
		"Enormous Rat": {
			"name": "硕鼠 Enormous Rat",
			"data":{},
			"items":{
				"Drag":{
					"name": "拖拽 Drag",
					"description": "<p>硕鼠对@UUID[Compendium.pf2e.conditionitems.j91X7x0XSomq8d60]{倒地 Prone}敌人发动啃咬打击。若命中，除了造成伤害外，硕鼠还能够行走至多10尺，并拖拽该敌人一起移动。</p>"
				},
				"Filth Fever":{
					"name": "腐热症 Filth Fever",
					"description": "<p>腐热症造成的@UUID[Compendium.pf2e.conditionitems.fesd1n5eVhpCSS18]{恶心 Sickened}和@UUID[Compendium.pf2e.conditionitems.fBnFDH2MTzgFijKf]{失去意识 Unconscious}状态不会自行改善，一直持续直到疾病被治愈。</p>\n<p><strong>豁免检定</strong> @Check[type:fortitude|dc:14]</p>\n<hr />\n<p><strong>阶段1</strong> 无感染症状 ([[/br 1d4 #hours]]{1d4小时})</p>\n<p><strong>阶段2</strong> @UUID[Compendium.pf2e.conditionitems.fesd1n5eVhpCSS18]{恶心 Sickened 1} (1天)</p>\n<p><strong>阶段3</strong> 恶心1和@UUID[Compendium.pf2e.conditionitems.xYTAsEpcJE1Ccni3]{缓慢 Slowed 1} (1天)</p>\n<p><strong>阶段4</strong> @UUID[Compendium.pf2e.conditionitems.fBnFDH2MTzgFijKf]{失去意识 Unconscious} (1天)</p>\n<p><strong>阶段5</strong> 死亡</p>"
				},
				"Gnaw Bones":{
					"name": "嚼骨 Gnaw Bones",
					"description": "<p>被硕鼠重击的生物必须进行@Check[type:fortitude|dc:20]豁免，失败时骨头或软骨被硕鼠咬断，陷入@UUID[Compendium.pf2e.conditionitems.Yl48xTdMh3aeQYL2]{受伤 Wounded 1}。</p>"
				}
			}
		},
		"Fetid Familiar": {
			"name": "恶臭魔宠 Fetid Familiar",
			"publicNotes": "<p>臭鼬有着独特的黑色身体和白色条纹或斑点，大部分生物一眼就能认出它来。那些闻到臭鼬体味的人很少会再去招惹臭鼬，因为令人作呕的恶臭会持续几小时甚至几天。要除去这种气味很困难，通常需要借助炼金术或魔法。</p>\n<hr />\n<p>这些杂食动物在黄昏最活跃，以浆果、幼虫和昆虫为食。一些农民甚至欢迎这些动物他们的农场附近生活，这样破坏农田的害虫就会变少。</p>",
			"blurb": "变体臭鼬",
			"data":{},
			"items":{
				"Evil Musk":{
					"name": "邪恶麝香 Evil Musk",
					"description": "<p>恶臭魔宠在@Template[type:line|distance:10]范围内喷出一股刺鼻的麝香。范围内的每个生物必须尝试@Check[type:fortitude|dc:15]豁免。</p>\n<hr />\n<p><strong>大成功</strong> 目标不受影响。</p>\n<p><strong>成功</strong> 目标陷入@UUID[Compendium.pf2e.conditionitems.fesd1n5eVhpCSS18]{恶心 Sickened 1}。</p>\n<p><strong>失败</strong> 目标陷入@UUID[Compendium.pf2e.conditionitems.fesd1n5eVhpCSS18]{恶心 Sickened 2}。</p>\n<p><strong>大失败</strong> 目标陷入@UUID[Compendium.pf2e.conditionitems.fesd1n5eVhpCSS18]{恶心 Sickened 2}，并且陷入@UUID[Compendium.pf2e.conditionitems.3uh1r86TzbQvosxv]{毁灭 Doomed 1}，直到麝香被移除或中和，这需要10分钟的肥皂擦洗。</p>"
				}
			}
		},
		"Giant Fetid Familiar": {
			"name": "巨化恶臭魔宠 Giant Fetid Familiar",
			"publicNotes": "<p>臭鼬有着独特的黑色身体和白色条纹或斑点，大部分生物一眼就能认出它来。那些闻到臭鼬体味的人很少会再去招惹臭鼬，因为令人作呕的恶臭会持续几小时甚至几天。要除去这种气味很困难，通常需要借助炼金术或魔法。</p>\n<hr />\n<p>这些杂食动物在黄昏最活跃，以浆果、幼虫和昆虫为食。一些农民甚至欢迎这些动物他们的农场附近生活，这样破坏农田的害虫就会变少。</p>",
			"blurb": "变体巨臭鼬",
			"data":{},
			"items":{
				"Evil Blinding Musk":{
					"name": "邪恶致盲麝香 Evil Blinding Musk",
					"description": "<p>恶臭魔宠在@Template[type:cone|distance:15]范围内喷出一股刺鼻的麝香。范围内的每个生物必须尝试@Check[type:fortitude|dc:16]豁免。</p>\n<hr />\n<p><strong>大成功</strong> 目标不受影响。</p>\n<p><strong>成功</strong> 目标陷入@UUID[Compendium.pf2e.conditionitems.fesd1n5eVhpCSS18]{恶心 Sickened 1}。</p>\n<p><strong>失败</strong> 目标陷入@UUID[Compendium.pf2e.conditionitems.fesd1n5eVhpCSS18]{恶心 Sickened 3}。</p>\n<p><strong>大失败</strong> 目标@UUID[Compendium.pf2e.conditionitems.XgEqL1kFApUbl5Z2]{目盲 Blinded}1轮，陷入@UUID[Compendium.pf2e.conditionitems.fesd1n5eVhpCSS18]{恶心 Sickened 3}，并且直到麝香被移除或中和前陷入@UUID[Compendium.pf2e.conditionitems.3uh1r86TzbQvosxv]{毁灭 Doomed 1}，这需要10分钟的肥皂擦洗。 </p>"
				}
			}
		},
		"Greater Barghest (PFS 4-07)": {
			"name": "Greater Barghest (PFS 4-07)",
			"publicNotes": "<p>Once a barghest has eaten enough to grow into a greater barghest, it typically seeks a method to leave the Material Plane and return to the Abyss, there joining other fiends as yet another of that plane's horrors. As barghests have no innate ability to travel the planes, though, the time it takes for most greater barghests to engineer such a return can usually be measured in years, if not decades. During that time, greater barghests continue to play the roles of gluttons, hunters of humanity, and tyrants of goblinoid tribes. More than a few grow accustomed to such lives on the Material Plane and wholly abandon the end goal of returning to the Abyss, despite the fact that those who do make such a return home often grow even more powerful over time, gaining eerie new abilities and qualities absorbed from the raw chaos of the Abyss itself.</p>\n<p>In addition to greater barghests being more powerful than typical barghests, the process of transforming into a greater barghest results in hideous mutations that often grant deadly abilities. Some barghests grow large bat-like wings upon their transformation. Others develop toxic breath or vestigial limbs. The options detailed in the stats below represent only the tip of the proverbial iceberg for barghest mutations-feel free to use these as inspiration for coming up with new mutations of your own design.</p>\n<hr />\n<p>Barghests are lupine fiends with goblinoid faces and humanoid hands. They stalk the Material Plane in search of souls to sate their demonic hunger. Eons ago, barghests dwelled in the pits of Hell and served Asmodeus, but after Lamashtu abducted and adopted the four most powerful of their kind to serve as pets (and in time, as a pantheon of hero-gods worshipped by evil goblins), barghests' loyalties and philosophical nature changed significantly. Today, while barghests retain their connection to goblinoids, they serve none but their own appetites.</p>",
			"data":{},
			"items":{}
		},
		"Grim Rictus Bridge Guard": {
			"name": "歪嘴帮守桥者 Grim Rictus Bridge Guard",
			"senses": "(搜索隐藏物品 +8)",
			"publicNotes": "<p>守卫是城镇守卫或城市卫队的普通成员，为了制止争端、打击罪犯、服从命令而受训。他们大多数只能对付菜鸟冒险者或小贼，但是只要时间拖得够久，源源不断赶来的援兵足以消灭大多数威胁。</p>\n<hr />\n<p>更庞大的社会依赖于那些具有权威并能解释和贯彻法律的人。在秩序良好的社会中，这些执法者会更公平地履行他们的职责。在中立和邪恶的国家里，这些人可能更加严厉而残忍（根据阵营具体表现不同），对那些无法支付罚金的人施加严厉的惩罚措施。</p>",
			"blurb": "变体守卫",
			"data":{},
			"items":{}
		},
		"Grim Rictus Robber": {
			"name": "歪嘴帮强盗 Grim Rictus Robber",
			"publicNotes": "<p>虽然不是每个平民都受到压迫，但它们中的很多人都过着艰苦的生活，只为了家人的吃住条件能相对舒适。虽然很多平民都是沉默的普通人，但是有时他们会奋起反抗，要么站起来面对压迫者，要么说服甚至被骗加入邪恶的计划和犯罪阴谋。平民团结起来就能拥有力量，一群平民能做到的事情有时远超他们统治者的想像。</p>\n<hr />\n<p>不幸的是，每个社会都有生活在底层的人。虽然好的社区会为底层人民提供帮助，但是有时——由于经济衰退、饥荒或战争——社会无力负担这些不幸的人。在无情的中立或邪恶的社会中，贫穷是一种不可避免的现象，永远无法真正根除，而更糟糕的情况是，贫穷被当做一种被操纵用来获取整治利益的工具。</p>",
			"blurb": "变体平民",
			"data":{},
			"items":{
				"Power of the Mob":{
					"name": "暴民的力量 Power of the Mob",
					"description": "<p>当三个或更多强盗相邻时，每个强盗在进行@UUID[Compendium.pf2e.actionspf2e.7blmbDrQFNfdT731]{推撞 Shove}所需的运动检定、攻击检定和伤害检定上都获得+1环境加值。</p>"
				}
			}
		},
		"Harpy Forager": {
			"name": "Harpy Forager",
			"publicNotes": "<p>Harpies are filthy amalgamations of human and bird, resembling feral humans with wings, talons, and mouths full of sharp teeth. They use captivating songs to lure creatures in, then murder them while they stand transfixed. They enjoy causing confusion and fear in their prey before they strike, believing it creates a savory flavor in the flesh. Harpies can eat most creatures but strongly prefer sapient prey-humans and elves are their favorite. Although harpies will eat goblins if sufficiently hungry, they dislike their flavor and avoid eating them if possible. This doesn't comfort goblins, of course, who have a particularly strong fear of harpies. Because their aeries often reek with the gore of their kills and careless spatters of guano, harpies carry a distinctly vile scent that canny travelers associate with danger. Harpies who roost close to civilization make better efforts to keep clean, though these efforts have mixed results.</p>\n<p>Harpies live in family groups or larger clans. They are lightweight despite their size, standing 5 feet tall and weighing only around 90 pounds. While most use relatively simple weapons, some harpies take pride in learning and mastering the use of more complex tools of war such as swords and slings. Those who master the use of the bow, in particular, are often regarded as heroes among their kind and terrors among their victims.</p>",
			"blurb": "Variant harpy",
			"data":{},
			"items":{}
		},
		"Harpy Wailer": {
			"name": "Harpy Wailer",
			"publicNotes": "<p>Harpies are filthy amalgamations of human and bird, resembling feral humans with wings, talons, and mouths full of sharp teeth. They use captivating songs to lure creatures in, then murder them while they stand transfixed. They enjoy causing confusion and fear in their prey before they strike, believing it creates a savory flavor in the flesh. Harpies can eat most creatures but strongly prefer sapient prey-humans and elves are their favorite. Although harpies will eat goblins if sufficiently hungry, they dislike their flavor and avoid eating them if possible. This doesn't comfort goblins, of course, who have a particularly strong fear of harpies. Because their aeries often reek with the gore of their kills and careless spatters of guano, harpies carry a distinctly vile scent that canny travelers associate with danger. Harpies who roost close to civilization make better efforts to keep clean, though these efforts have mixed results.</p>\n<p>Harpies live in family groups or larger clans. They are lightweight despite their size, standing 5 feet tall and weighing only around 90 pounds. While most use relatively simple weapons, some harpies take pride in learning and mastering the use of more complex tools of war such as swords and slings. Those who master the use of the bow, in particular, are often regarded as heroes among their kind and terrors among their victims.</p>",
			"blurb": "Variant harpy",
			"data":{},
			"items":{}
		},
		"Infested Clockwork Heap": {
			"name": "Infested Clockwork Heap",
			"data":{},
			"items":{}
		},
		"Infested Clockwork Vessel": {
			"name": "Infested Clockwork Vessel",
			"publicNotes": "<p>Intricate, complex machines, clockworks are built with care by highly skilled engineers. Though their creation involves some amount of magic, they're primarily mechanical, packed with precision-tuned gears and springs working in concert.</p>\n<p>The sturdy mainspring within a clockwork must be wound to provide the energy needed to power the device. Some larger clockworks contain a series of springs for different limbs that each need to be wound. A clockwork's crafter creates a unique metal key while building the clockwork; winding the clockwork usually involves inserting the key into the machine's back and turning clockwise. Larger clockworks require greater strength to turn the key, and typically have larger keys to allow for more torque-some even accommodating a team of winders rather than an individual. Programming a clockwork requires both the key and the knowledge to set the program correctly, information usually reserved for the clockwork's creator or owner.</p>",
			"blurb": "Variant clockwork soldier",
			"data":{},
			"items":{}
		},
		"Larcius": {
			"name": "Larcius",
			"data":{},
			"items":{}
		},
		"Living Boulder (PFS 4-04)": {
			"name": "Living Boulder (PFS 4-04)",
			"publicNotes": "<p>Living boulders roll and glide through the Plane of Earth, gathering gemstones and metal shards until their surfaces resemble a ship's hull covered in barnacles. Barely more intelligent than many animals, living boulders fill much the same role on the Plane of Earth as the great herd animals found on Material Plane worlds.</p>",
			"data":{},
			"items":{}
		},
		"Mutated Scorpion": {
			"name": "Mutated Scorpion",
			"publicNotes": "<p>These massive, terrifying arachnids are typically 8 feet long from head to the base of the tail. Giant scorpions are the favored pack animals and war beasts of various desert-dwelling monsters, particularly gnolls. They are most commonly encountered in the wild, however. There they lair in mountainside caves or burrow beneath shallow layers of sand where they lie in wait for prey to wander near. Sleek, pallid subterranean scorpions also exist, as do still larger species.</p>\n<hr />\n<p>Chitinous scourges of deserts, forests, savannas, and badlands, scorpions are deadly arachnids with powerful pincers and a painful sting. Scorpions can be found in nearly every climate, where they hunt their prey with a mixture of patient stealth and raw strength. Most scorpions live in underground burrows, either as lone hunters or part of a larger colony. These arachnids are so feared and dangerous that in many cultures, they are treated as deities or dualistic symbols of both death and protection from said death.</p>",
			"blurb": "Variant giant scorpion",
			"data":{},
			"items":{}
		},
		"Overtaxed Vrisk": {
			"name": "Overtaxed Vrisk",
			"data":{},
			"items":{}
		},
		"Patched Up Automaton": {
			"name": "Patched Up Automaton",
			"data":{},
			"items":{}
		},
		"Possessed Clockwork Heap": {
			"name": "Possessed Clockwork Heap",
			"data":{},
			"items":{}
		},
		"Possessed Clockwork Vessel": {
			"name": "Possessed Clockwork Vessel",
			"publicNotes": "<p>Intricate, complex machines, clockworks are built with care by highly skilled engineers. Though their creation involves some amount of magic, they're primarily mechanical, packed with precision-tuned gears and springs working in concert.</p>\n<p>The sturdy mainspring within a clockwork must be wound to provide the energy needed to power the device. Some larger clockworks contain a series of springs for different limbs that each need to be wound. A clockwork's crafter creates a unique metal key while building the clockwork; winding the clockwork usually involves inserting the key into the machine's back and turning clockwise. Larger clockworks require greater strength to turn the key, and typically have larger keys to allow for more torque-some even accommodating a team of winders rather than an individual. Programming a clockwork requires both the key and the knowledge to set the program correctly, information usually reserved for the clockwork's creator or owner.</p>",
			"blurb": "Variant clockwork soldier",
			"data":{},
			"items":{}
		},
		"Pups": {
			"name": "Pups",
			"publicNotes": "<p>Bonds of loyalty that endure beyond death reanimate pets to crawl from their graves within days of dying, returning to the side of their past owners, family, or pack. Unfortunately, death irrevocably changes a risen pet. They return as aggressive, predatory beasts, difficult to control and easy to anger. Even the most friendly and docile of pets becomes sadistic and violent in undeath— fixating first on those it views as competition for the attention of its owners. When a risen pet is jilted, rebuffed, or offended by its owner, it turns on them.</p>",
			"blurb": "Variant scorned hound",
			"data":{},
			"items":{}
		},
		"Revna the Brave (5-6)": {
			"name": "Revna the Brave (5-6)",
			"data":{},
			"items":{}
		},
		"Revna the Brave (7-8)": {
			"name": "Revna the Brave (7-8)",
			"data":{},
			"items":{}
		},
		"Seldrick Dralston (1-2)": {
			"name": "塞德里克·德拉斯顿 Seldrick Dralston (1-2)",
			"publicNotes": "<p>当一名神祇或神祇的先驱花费一小点力量来唤回一个祭司时，一位不灭侍僧就会诞生。有些祭司生前的力量则强到能够以自己的意志归来，尽管它们的实力会被大大削弱。</p>\n<hr />\n<p>不灭侍僧在不死生物中是个异类。他们既不是自愿被转化为亡灵，严格意义上说，也不是违背意愿被转化。不灭侍僧的诞生是一名神祇的直接干预行为，这既是赐福也是诅咒，通常被赠与那些因无法控制的情况而未能完成神圣使命的忠实牧师。</p>",
			"blurb": "变体不灭侍僧",
			"data":{},
			"items":{
				"Denounce Heretic":{
					"name": "呵斥异端 Denounce Heretic",
					"description": "<p><strong>触发</strong> 距离塞德里克60尺内、它肉眼可见的一个不信仰默语魔道的生物施展神术；</p>\n<hr />\n<p><strong>效果</strong> 塞德里克尝试反制触发法术，使用它的法术攻击加值，反制等级为1。如果塞德里克未能反制该法术，则施法者在24小时内临时免疫此能力。</p>"
				},
				"Field of Undeath":{
					"name": "亡灵之地 Field of Undeath",
					"description": "<p>@Template[type:emanation|distance:20]{20尺} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.v61oEQaDdcRpaZ9X]{灵光}</p>\n<p>灵光范围内拥有负能量治疗的友方获得@UUID[Compendium.pf2e.bestiary-ability-glossary-srd.fJSNOw4zHGbIm4bZ]{快速愈合 Fast Healing 2}。灵光内的生物在接受正能量治疗前，必须成功通过@Check[type:flat|dc:5]检定，否则不会从那个效果中获得治疗。</p>"
				}
			}
		},
		"Seldrick Dralston (3-4)": {
			"name": "塞德里克·德拉斯顿 Seldrick Dralston (3-4)",
			"publicNotes": "<p>当一名神祇或神祇的先驱花费一小点力量来唤回一个祭司时，一位不灭侍僧就会诞生。有些祭司生前的力量则强到能够以自己的意志归来，尽管它们的实力会被大大削弱。</p>\n<hr />\n<p>不灭侍僧在不死生物中是个异类。他们既不是自愿被转化为亡灵，严格意义上说，也不是违背意愿被转化。不灭侍僧的诞生是一名神祇的直接干预行为，这既是赐福也是诅咒，通常被赠与那些因无法控制的情况而未能完成神圣使命的忠实牧师。</p>",
			"blurb": "变体不灭侍僧",
			"data":{},
			"items":{
				"Denounce Heretic":{
					"name": "呵斥异端 Denounce Heretic",
					"description": "<p><strong>触发</strong> 距离塞德里克60尺内、它肉眼可见的一个不信仰默语魔道的生物施展神术；</p>\n<hr />\n<p><strong>效果</strong> 塞德里克尝试反制触发法术，使用它的法术攻击加值，反制等级为1。如果塞德里克未能反制该法术，则施法者在24小时内临时免疫此能力。</p>"
				},
				"Field of Undeath":{
					"name": "亡灵之地 Field of Undeath",
					"description": "<p>@Template[type:emanation|distance:20]{20尺} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.v61oEQaDdcRpaZ9X]{灵光}</p>\n<p>灵光范围内拥有负能量治疗的友方获得@UUID[Compendium.pf2e.bestiary-ability-glossary-srd.fJSNOw4zHGbIm4bZ]{快速愈合 Fast Healing 3}。灵光内的生物在接受正能量治疗前，必须成功通过@Check[type:flat|dc:5]检定，否则不会从那个效果中获得治疗。</p>"
				}
			}
		},
		"Shard of Aslynn (1-2)": {
			"name": "阿斯琳的碎片 Shard of Aslynn (1-2)",
			"data":{},
			"items":{
				"Aslynn's Gaze":{
					"name": "阿斯琳的凝视 Aslynn's Gaze",
					"description": "<p>阿斯琳凝视一个生物，使其遭受强烈的痛苦和迫在眉睫的末日感的折磨。该生物必须尝试@Check[type:will|dc:17]豁免。由于此效果不是视觉效果，生物不需要看到阿斯琳就能被影响。</p>\n<hr />\n<p><strong>大成功</strong> 目标不受影响，并且在1天内临时免疫阿斯琳的凝视。</p>\n<p><strong>成功</strong> 目标陷入@UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{惊惧 Frightened 1}。</p>\n<p><strong>失败</strong> 目标陷入惊惧1，并陷入1轮@UUID[Compendium.pf2e.conditionitems.xYTAsEpcJE1Ccni3]{缓慢 Slowed 1}。</p>\n<p><strong>大失败</strong> 目标陷入@UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{惊惧 Frightened 2}，并陷入1分钟缓慢1。</p>"
				},
				"Nightmarish Wounds":{
					"name": "噩梦伤口 Nightmarish Wounds",
					"description": "<p>阿斯琳的爪抓造成的伤口会导致生物沉浸在其最糟糕的噩梦中。受到阿斯琳爪抓伤害的生物必须进行@Check[type:fortitude|dc:17]豁免，失败将陷入@UUID[Compendium.pf2e.conditionitems.e1XGnhKNSQIm5IXg]{呆滞 Stupefied 1}，持续1天。大失败时，或被再次击中且豁免第二次失败时，陷入@UUID[Compendium.pf2e.conditionitems.e1XGnhKNSQIm5IXg]{呆滞 Stupefied 2}，持续1天。</p>"
				}
			}
		},
		"Shard of Aslynn (3-4)": {
			"name": "阿斯琳的碎片 Shard of Aslynn (3-4)",
			"data":{},
			"items":{
				"Aslynn's Gaze":{
					"name": "阿斯琳的凝视 Aslynn's Gaze",
					"description": "<p>阿斯琳凝视一个生物，使其遭受强烈的痛苦和迫在眉睫的末日感的折磨。该生物必须尝试@Check[type:will|dc:20]豁免。由于此效果不是视觉效果，生物不需要看到阿斯琳就能被影响。</p>\n<hr />\n<p><strong>大成功</strong> 目标不受影响，并且在1天内临时免疫阿斯琳的凝视。</p>\n<p><strong>成功</strong> 目标陷入@UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{惊惧 Frightened 1}。</p>\n<p><strong>失败</strong> 目标陷入惊惧1，并陷入1轮@UUID[Compendium.pf2e.conditionitems.xYTAsEpcJE1Ccni3]{缓慢 Slowed 1}。</p>\n<p><strong>大失败</strong> 目标陷入@UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{惊惧 Frightened 2}，并陷入1分钟缓慢1。</p>"
				},
				"Nightmarish Wounds":{
					"name": "噩梦伤口 Nightmarish Wounds",
					"description": "<p>阿斯琳的爪抓造成的伤口会导致生物沉浸在其最糟糕的噩梦中。受到阿斯琳爪抓伤害的生物必须进行@Check[type:fortitude|dc:20]豁免，失败将陷入@UUID[Compendium.pf2e.conditionitems.e1XGnhKNSQIm5IXg]{呆滞 Stupefied 1}，持续1天。大失败时，或被再次击中且豁免第二次失败时，陷入@UUID[Compendium.pf2e.conditionitems.e1XGnhKNSQIm5IXg]{呆滞 Stupefied 2}，持续1天。</p>"
				}
			}
		},
		"Skeletal Pathfinder": {
			"name": "骷髅开拓者 Skeletal Pathfinder",
			"publicNotes": "<p>这些士兵在死后继续服从命令，仍旧挥舞着它们花了一生时间学习使用的军备。虽然它们常由人类与矮人的骨骼制成，以其他类人生物为原料的骷髅士兵也很常见，例如熊地精、大地精还有兽。通常，这些士兵会拿着它们生前种族中最常见的武器，而非下面数据中列出的。</p>\n<hr />\n<p>在亡者的行列中，没有哪种不死有着如骷髅一般无穷的数量与种类。虽然大多数骷髅几乎完全由骨头构成，但少部分还保留着一些肉屑来帮助它们运动，比如翼膜。</p>",
			"blurb": "变体骷髅士兵",
			"data":{},
			"items":{
				"Set Defense":{
					"name": "设防 Set Defense",
					"description": "<p>骷髅士兵架好它的大砍刀（或其他触及武器）来保卫它周围的区域。它获得仅限该武器使用的@UUID[Compendium.pf2e.bestiary-ability-glossary-srd.hFtNbo1LKYCoDy2O]{借机攻击 Attack of Opportunity}反应动作。这将持续到骷髅士兵使用带有移动或攻击特征的动作或它被摧毁。</p>"
				}
			}
		},
		"Skeletal Pathfinder Veteran": {
			"name": "骷髅资深开拓者 Skeletal Pathfinder Veteran",
			"publicNotes": "<p>这些骷髅继承了它们生前的狡诈。</p>\n<hr />\n<p>骷髅是最为常见的一类不死生物，它们是由污秽的死灵力量所维持着形态的骨架，出没于那些古老的地城和被遗忘的墓园之中。</p>",
			"blurb": "变体骷髅勇士",
			"data":{},
			"items":{}
		},
		"Skulk Raider": {
			"name": "Skulk Raider",
			"publicNotes": "<p>The cowardly and lazy skulks live on the fringes of organized societies and steal from others without a second thought. Even murder is merely another necessity, and they think nothing of creeping into a house, dispatching the residents, and taking what they want.</p>\n<p>Their chameleon-like ability to blend into their surroundings makes skulks difficult to detect, so their ever-present populations around the periphery of large settlements are nearly impossible to dislodge permanently. They typically travel in small groups of no more than 16 individuals, since groups larger than that tend to break into violence directed at one other. While skulks see themselves as sharing a common history of being cast out and hated, this is not a strong enough bond to hold large groups of the creatures together with a shared purpose for very long.</p>\n<p>Entrances and exits from cities, especially less-guarded access ways around sewers and the like, are skulks' favorite stomping grounds. These sites allow them to closely observe who comes and goes from the city while also affording them swift escape options, should the authorities uncover their presence. On rare occasions, a well-disciplined skulk can rise to prominence within the local thieves' guild and become sought after for difficult jobs. Their repugnant personalities and overwhelming selfishness, however, usually means they are unable to secure long-lasting leadership roles.</p>\n<p>A typical skulk is 6 feet tall with similar body structure to a gangly human. Skulks mature quickly and can live up to 50 years, although most meet a violent end long before then. The rare skulk who manages to escape their society of violence and craven bitterness can be of any alignment, but those skulks who remain bound by their traditions always see these self-imposed exiles as the worst kind of traitors, and the exiles are often targeted for eradication to the exclusion of all other victims. More than one band of skulks has accidentally engineered its own doom after throwing caution to the wind and exposing its existence to the authorities in an ill-planned but violently passionate attempt to track down such an exile.</p>",
			"data":{},
			"items":{}
		},
		"Sounrel (3-4)": {
			"name": "Sounrel (3-4)",
			"data":{},
			"items":{}
		},
		"Sounrel (5-6)": {
			"name": "Sounrel (5-6)",
			"data":{},
			"items":{}
		},
		"Stabilized Black Pudding": {
			"name": "Stabilized Black Pudding",
			"publicNotes": "<p>Slimes, molds, and other oozes can be found in dank dungeons and shadowed forests. While not necessarily evil, some grow to enormous sizes and have insatiable appetites.</p>",
			"blurb": "Variant black pudding",
			"data":{},
			"items":{}
		},
		"Stabilized Ochre Jelly": {
			"name": "Stabilized Ochre Jelly",
			"publicNotes": "<p>Slimes, molds, and other oozes can be found in dank dungeons and shadowed forests. While not necessarily evil, some grow to enormous sizes and have insatiable appetites.</p>",
			"blurb": "Variant ochre jelly",
			"data":{},
			"items":{}
		},
		"Ulfen Soldier": {
			"name": "Ulfen Soldier",
			"data":{},
			"items":{}
		},
		"Veteran Ulfen Soldier": {
			"name": "Veteran Ulfen Soldier",
			"data":{},
			"items":{}
		},
		"Vrisk": {
			"name": "Vrisk",
			"data":{},
			"items":{}
		}
	}
}