{
    "label": "神祇 Deities",
    "entries": {
        "Desna": {
            "name": "黛丝娜 Desna",
            "description": "<p>黑夜不曾知晓美为何物，直到黛丝娜显现于世。当其他诸神致力于创造世界时，她将视线投向天界，在天穹上安置了点点星光。在她审视了自己的艺术作品后，她将最亮的一颗星星高悬在正北方向，并把它当作自己的家。这是她送给凡人的第一份馈赠，一个希望的灯塔，一个在黑暗的天空中善良的路标；这样一来，他们在迷失或是陷入怀疑时，便能够追随北极星的引领。</p>\n<p><strong>典范</strong> 帮助同行者，探索新的地区，以艺术或者歌曲表达自己，找寻生命的意义</p>\n<p><strong>禁忌</strong> 带来恐惧或者绝望，施放梦魇术（nightmare）或者类似的魔法来腐蚀梦境，参与偏执行为</p>\n<p><strong>神职</strong> 梦境，机运，星辰，旅者</p>"
        },
        "Iomedae": {
            "description": "<p>艾奥梅黛是内海的重要神祇中最年轻的一位，早在她登神之前，她就已经证明了自己足够拥有成神的资格。出生于切利亚斯，她手持剑刃，信道而行，惩恶扬善，并最终成为奥罗登的神使阿拉兹尼的圣武士。在闪耀远征中，她成为了一个传奇人物，带领着奥泽姆骑士团一路披靡，战胜默语暴君的军队。当艾奥梅黛在3832 AR登神时，她成为了有史以来第三个为人所知通过星石试炼成神的凡人。当阿拉兹尼在闪耀远征中死去，奥罗登将这位新晋的女神提拔为了自己的新神使。而当奥罗登死去时，艾奥梅黛继承了他绝大多数的信徒，并且成为了正义与荣耀的主神。</p>\n<p><strong>典范</strong> 保持温和，为正义和荣誉而战，心中保持勇气</p>\n<p><strong>禁忌</strong> 抛弃需要你的伙伴，放弃荣誉，拒绝平等的挑战</p>\n<p><strong>神职</strong> 荣誉，正义，统治，英勇</p>",
            "name": "艾奥梅黛 Iomedae"
        },
        "Shelyn": {
            "description": "<p>莎琳用善良和慈爱的目光注视着众生，鼓励凡人们通过尽力传播爱、艺术和美来使他们的生活变得更加美好。在她的眼中，即使是最简陋的艺术也是值得赞扬的，因为它们代表了个人对生活的考验和对胜利的表达。她相信每一个生物都值得爱，都有能力以自己的方式创造艺术。莎琳的宗教不要求贞洁、忠诚或特定的关系，因为与长期婚姻的夫妇之间舒适的信任一样，早期的浪漫与激情也是爱情的一个方面。然而，她确实区分了爱和纯粹的肉体欲望，她更倾向于让试探性的爱情在发展的途中绽放出更有意义的关系。</p>\n<p><strong>典范</strong> 保持和平，投身并完善一项艺术，以身作则，在一切事物中看到美</p>\n<p><strong>禁忌</strong> 摧毁艺术或者放任其被摧毁，除非用以拯救生命或者追求更高的艺术；拒绝接受投降</p>\n<p><strong>神职</strong> 艺术，美，爱情，音乐</p>",
            "name": "莎琳 Shelyn"
        },
        "Daikitsu": {
            "description": "<p>大狐女在天洲信者众多，因为她是稻米之神，掌管田地的丰饶，也关照工匠们的手艺。农民向大狐女祈祷自己的庄稼丰收，匠人向大狐女祈祷自己的作品完美，而每家每户都会向大狐女祈祷保佑家宅平安。就像她的尊号所称的那样，大狐女喜欢化身为一个皮毛光洁雪白，长有九条大尾的狐妖美女出现，因为她也正是狐妖一族的保护者，被狐妖们奉为主母。</p>\n<p><strong>典范</strong> 确保农作物和植被的健康，完善工艺或贸易，为狐狸留下贡物，庆祝季节的转变</p>\n<p><strong>禁忌</strong> 粗暴地对待你的工具，与乞丐擦肩而过而不施舍，歧视性工作者或下层社会</p>",
            "name": "大狐女 Daikitsu"
        },
        "Yuelral": {
            "name": "约拉尔 Yuelral",
            "description": "<p>约拉尔是精灵魔法之神。她比起金属、武力和其他人工制品更偏爱自然魔法。她经常受到珠宝商的崇拜，因为她对水晶有亲和力。这些珠宝商从不切割他们的水晶，而是推崇它们的自然之美。因为发现了半精灵身上的天赋，所以她十分欢迎半精灵成为她的信徒。</p>\n<p><strong>典范</strong> 实践草药学，使用和附魔宝石，鼓励和教导施法者和珠宝商，保存精灵的魔法和知识</p>\n<p><strong>禁忌</strong> 出于审美目的切割宝石，玷污自然，允许不负责任地使用魔法</p>\n<p><strong>神职</strong> 珠宝，工艺，魔法</p>"
        },
        "Dahak": {
            "description": "<p>巨龙们相信达哈卡是阿普苏和提亚马特所创造出来的最早的神祇之一。当其他神祇开始创作万物，达哈克则选择了毁灭之道。将地狱变成一个充满痛苦与火焰的位面是他最有名的事迹。他同时也被认为是金属龙的创造者， 而创造的目的仅是为了能像竞技运动一般进行狩猎。阿普苏看到达哈克造成的破坏和混乱后，进入物质位面想要终结达哈克。但是，提亚马特念在与达哈克的亲子之情希望阿普苏放过达哈克。在一场关于达哈克存活的交易中，提亚马特治疗了一些受伤的金属龙，这些龙成为了最早的彩色龙。</p>\n<p><strong>典范</strong> 杀金属龙，随心所欲地破坏事物</p>\n<p><strong>禁忌</strong> 让你决意要杀的敌人逃过一劫，原谅他人</p>",
            "name": "达哈克 Dahak"
        },
        "Alseta": {
            "description": "<p>奥尔塞塔是掌管转变之神。无论是物理上的位移，跨越门扉，还是象征意义的转变，甚至于时间的流动不息——这一切都处于奥尔塞塔的影响之下。她守望着城市的大门，帮助他们将入侵者隔绝在外，给防御者带来安全。她也守望着那些进入新的人生阶段的人，无论是诞生，迈入婚姻殿堂，还是更健康的身体。对每个人而言，在生活面临转折时向奥尔塞塔寻求指引都是常见之事，比如搬到一座新的城镇，或者换新的工作。同样，出生和死亡都是转折，所以怀孕的母亲和死者的亲属也都会献上祈祷，让奥尔塞塔的教会和@Compendium[pf2e.deities.QZD0u1jxwz0kj8uI]{法莱斯玛 Pharasma}的教会也产生关联。有些人认为奥尔塞塔也是传送之神，虽然她从未公开承认过这一名号。她同时也是一位在精灵的国家和文化中有着诸多追随者的神祇，他们将奥尔塞塔与精灵遍布格拉里昂的<em>艾厄达拉</em>传送门联系在一起。</p>\n<p><strong>典范</strong> 保护道路和通途，引领他人顺利完成转变，对所有他者以礼相待，满怀尊重</p>\n<p><strong>禁忌</strong> 为了个人私利摧毁门扉，阻塞道路；无端地阻止他人的转变或社会的转型</p>\n<p><strong>神职</strong> 门扉，传送，入口，传统</p>",
            "name": "奥尔塞塔 Alseta"
        },
        "Findeladlara": {
            "description": "<p>芬德烈莱拉是代表艺术和建筑的精灵神祇。她致力于保护传统，喜欢小创新但不是创造全新的东西。她积极支持通过保护精灵的艺术和历史建筑来保护精灵文化。虽然芬德烈莱拉是个善良的女神，但她经常表现得很冷漠，特别是对年轻的非精灵种族。众所周知，她对他们的工作评头论足，从不回应非精灵的祈祷。</p>\n<p><strong>典范</strong> 保护精灵艺术和建筑，祝福和保护家庭，用你的作品激励和帮助他人</p>\n<p><strong>禁忌</strong> 违反待客之道，允许客人给你的家庭带来伤害</p>\n<p><strong>神职</strong> 暮光，传统艺术和传统建筑</p>",
            "name": "芬德烈莱拉 Findeladlara"
        },
        "Ketephys": {
            "description": "<p><strong>克忒菲斯</strong>是沉默寡言的精灵狩猎神，他指示他的追随者照顾森林，并保护它不受他的宿敌@Compendium[pf2e.pathfinder-bestiary.8BloAdRqlLpt5bNg]{毁木者 Treerazer}的伤害。</p>\n<p><strong>典范</strong> 猎杀恶魔和亡灵，维持森林的健康，为你的社区收集资源</p>\n<p><strong>禁忌</strong> 从荒野中获取比需要更多的东西，出于娱乐而狩猎动物，帮助毁木者或祂的走狗</p>\n<p><strong>神职</strong> 狩猎，月亮</p>",
            "name": "克忒菲斯 Ketephys"
        },
        "Calistria": {
            "description": "<p>卡莉丝翠的圣徽有三把匕首，这代表她有三个面相：情欲、复仇和诡计。她口齿伶俐，魅力四射，是将侮辱织成赞美的大师，为最佳的复仇方式铺设地基。她是复仇女神，但如果你认为她追求正义，就大错特错了。卡莉丝翠非常善变，她的忠诚和兴趣随一时兴起就会改变--但她不会忘记任何侮辱，任何觉得自己已经被原谅的人肯定会发现，他已经成为长期复仇计划的目标，彻底陷入困境只是时间问题。</p>\n<p><strong>典范</strong> 追随个人自由，享受刺激欢乐，实施复仇</p>\n<p><strong>禁忌</strong> 沉迷爱情或者醉心复仇，对轻蔑不作回应</p>\n<p><strong>神职</strong> 欲望，复仇，诡术</p>",
            "name": "卡莉斯翠 Calistria"
        },
        "Cayden Cailean": {
            "description": "<p>凯登·凯连，曾经是一名凡人，现在是被称为登神者的少数存在之一。在他的凡人时期，凯登是一个名气不小的佣兵，闹腾的举止、使用利刃的技巧和无畏的决心让他出了名。在一个特别喧闹的饮酒之夜，一系列不断升级的激将让这位流浪佣兵去尝试了星石试炼。三天后，他作为完全的真神，大笑着从星石大教堂走出来。神的职责并没有改变凯登对待自己凡人生活的态度。他仍然渴望冒险、喝酒，渴望与人愉快作伴，同时仍然憎恨欺凌者、暴君和懦夫。</p>\n<p><strong>典范</strong> 饮酒，解放奴隶，帮助被压迫者，追寻荣誉和冒险</p>\n<p><strong>禁忌</strong> 浪费酒，自私自利或者醉后冷漠无情，畜奴</p>\n<p><strong>神职</strong> 麦酒、勇气、自由和红酒</p>",
            "name": "凯登凯连 Cayden Cailean"
        },
        "Norgorber": {
            "description": "<p>诺格巴是登神者中最神秘的，登神者指通过星石试炼后成神的一群凡人。与艾奥梅黛和凯登凯连的凡人经历不同，诺格巴登神之前的生活经历成谜；这位神明自己将其凡人生活的细节笼罩在秘密之中。对于熟悉诺格巴的人来说，这并不奇怪，他是所有秘密的主人，一个精打细算的操纵者，巧妙而无情地利用藏匿知识的力量来实现自己的目的。只有诺格巴最信任的信徒才对他的目标有足够的了解，以此协助神的计划，但即使是那些信徒在完成诺格巴的计划后，他们的记忆也经常被修改。</p>\n<p><strong>典范</strong> 保持身份秘密，在必要时牺牲任何人，在战斗中不择手段，在暗中行动</p>\n<p><strong>禁忌</strong> 让真实身份和暗中交易有所牵涉，自由分享秘密，展现怜悯</p>\n<p><strong>神职</strong> 贪婪、谋杀、下毒和秘密</p>\n<p><strong>信徒阵营</strong> 守序邪恶（LE），中立邪恶（NE），混乱邪恶（CE），如果追随名誉刈者也包括绝对中立（N）</p>",
            "name": "诺格巴 Norgorber"
        },
        "Pharasma": {
            "name": "法莱斯玛 Pharasma",
            "description": "<p>没有任何历史记录记载早于法莱斯玛存在的年代样貌为何，就连其他神祗，也无法唤起任何回忆。她的王座立于一切位面中心的无限尖塔之中的尖顶哥特式教堂内部。从她的王座上，她俯视着未来与过去，观察着每一个灵魂作为生命的诞生，存在于消亡，并为每个灵魂在死后的归宿做出一锤定音的仲裁。法莱斯玛的仆人招魂者会将初来乍到的死者灵魂从灵魂之河引领到她的国度，并且在一路上保护它们——法莱斯玛会在这里根据灵魂的阵营和它们曾经的作为，对每个灵魂进行审判，并确保它们被送往合适的位面迎接来生。虽然她能够看到所有命运的可能，知晓每个生命的宿命与归途，但自由意志与选择仍然能够变更一个灵魂的最终归宿，而法莱斯玛也十分看重个体的行动和个人的决断。因此，法莱斯玛将会保留她的最终决断；只有在一个灵魂站在她的面前时，她才会判下裁决。她的语言神秘难解，其中的全部寓意很少能够得到揭晓，直到所预言之事发生以后，人们才会明了其中的含义。</p>\n<p><strong>典范</strong> 理解古老的预言，消灭不死生物，让死者安息</p>\n<p><strong>禁忌</strong> 创造不死生物，亵渎尸体，劫掠坟墓</p>\n<p><strong>神职</strong> 生命、死亡、命运、预兆和时间</p>"
        },
        "Rovagug": {
            "name": "洛瓦古格 Rovagug",
            "description": "<p>洛瓦古格没有单一圣书。他从不用圣书，因为他唯一的戒律就是毁灭，他的追随者不需要关于如何完成这一任务的指导。崇拜洛瓦古格的形象化和文字化的怪物们在秘密的神龛和隐蔽的洞穴中分享他们的神话和传说，称他为毁天巨兽、被囚之王、獠牙之潮、毁灭者和世界破坏者。他们告诉对方自己扼杀的每一个生命，破坏的每一件艺术品，毁掉的每一件劳动成果，都会在关押神的监狱中留下一个裂缝。他们微不足道的破坏累加起来，总有一天会释放洛瓦古格，释放他出来，带来万物的终结。</p>\n<p><strong>典范</strong> 摧毁一切，解放洛瓦古格</p>\n<p><strong>禁忌</strong> 创造新事物，让物质关系限制你，通过折磨受害者或者其他方式拖延毁灭</p>\n<p><strong>神职</strong> 毁灭、灾祸、愤怒</p>"
        },
        "Shizuru": {
            "name": "静瑠 Shizuru",
            "description": "<p>在天夏，天界女帝被各行各业之人广泛崇拜，无论百姓还是华族，农民还是武士，人类还是龙族……她被尊为天庭的统治者，从天堂到凡间最优秀的武士，从君王到万物的守护之神。或许关于她最著名的传说，便是静瑠与她的爱人@Compendium[pf2e.deities.aTYy1WHwAZiuei4h]{月夜 Tsukiyo}的故事。在月夜的弟弟@Compendium[pf2e.deities.6O4UGWcYERDEugzk]{文业 Fumeiyoshi}出于嫉妒杀害了兄长后，在药神@Compendium[pf2e.deities.giAsBYiL2omr0x2L]{齐仲 Qi Zhong}的帮助下，静瑠复活了月神。但可悲可叹的是，这次死亡的经历深深地影响了月夜，虽然他和静瑠仍然彼此相爱，但这一事件在她们之间留下了一道深远的鸿沟。尽管如此，在月蚀之日，他们两人仍得以合二为一。</p>\n<p><strong>典范</strong> 每日练习使用武器，光宗耀祖，从腐化与破坏中保护自然和文化</p>\n<p><strong>禁忌</strong> 遗弃危机之中的盟友，做出不荣耀的行为，与背信弃义之人合作，使爱人分离</p>\n<p><strong>神职</strong> 先祖、荣耀、太阳、剑舞</p>"
        },
        "Tsukiyo": {
            "name": "月夜 Tsukiyo",
            "description": "<p>格拉里昂月球的表面有一道巨大的裂口，天夏人说，那是碧月亲王月夜被他满心嫉妒的弟弟@Compendium[pf2e.deities.6O4UGWcYERDEugzk]{文业 Fumeiyoshi}杀死时留下的伤痕。当他的爱人@Compendium[pf2e.deities.s9opv94lGDRKnw6W]{静瑠 Shizuru}在次日的早晨发现他时，她的眼泪落尽他的血泊中，形成了世界上的第一块玉石。静瑠将月夜的尸体带到药神@Compendium[pf2e.deities.giAsBYiL2omr0x2L]{齐仲 Qi Zhong}那里，齐仲救活了他，但他在另一个世界的经历彻底改变了他，让他从一个热情似火，无忧无虑的灵魂变成了一个喜怒无常，思虑深重的人。他现在对于世界的看法与大多数人不同——这让他的人际关系变得十分紧张，但同时也让他能够理解那些迷失，被妖魔化和被误解的人，并给予他们月神沉默的抚慰。</p>\n<p><strong>典范</strong> 不加评判地向寻求帮助的人提供帮助和建议，帮助死者安息，为无权无势和被妖魔化的人说话</p>\n<p><strong>禁忌</strong> 出于嫉妒而伤害他人，对不需要援助的人施以援助，对他人施加有害的精神影响作为惩罚</p>\n<p><strong>神职</strong> 翡翠、月亮、魂魄</p>"
        },
        "Urgathoa": {
            "name": "厄加图娅 Urgathoa",
            "description": "<p>厄加图娅的神选者不会恐惧肉体凡躯的缺陷，衰老，疾病，甚至死亡——因为只要他们沉溺于纵欲无度的生活，女神就会赐予他们永恒的自由，以摆脱命运无常的拘束。曾经，厄加图娅也不过是一介凡人，她挑战并否定神明的信条，拒绝他们对于信徒的期许：盲目盲心的服从，忍耐和节制。如果生者的宿命并非大快朵颐，纵情游乐，那么诸神又何必将格拉里昂创造成一个皮肉之娱和心灵之淫的无穷盛宴？厄加图娅是如此地沉溺于满足她的无尽胃口，以至于在面临死亡之时，她唾弃法拉斯玛的审判，杀死了前来带领她去往来生的招魂者，并以强大的意志将自己的灵魂从骨园撕裂，回到物质位面，并且成为了第一个具有神性的不死生物。</p>\n<p><strong>典范</strong> 在死后成为不死生物，创造或者保护不死生物，满足自己的欲望</p>\n<p><strong>禁忌</strong> 禁欲，摧毁不死生物，奉献生命</p>\n<p><strong>神职</strong> 疾病，暴食、不死生物</p>"
        },
        "Zon-Kuthon": {
            "description": "<p>午夜领主体现并美化着痛苦、阴影和残缺，他是格拉里昂地上最扭曲和最邪恶的神之一。他曾经被称为度巴尔，制作了巨大的星辰塔，这些星辰塔仍然辅助将洛瓦古格囚禁在格拉里昂的中心，他将自己的技能和能力借给了伟大的神灵联盟，以束缚这个邪恶存在。然而，他和姐姐莎琳之间的神论导致这位神灵离开前往未知的地方。宗-库山走到了多元宇宙的边缘之外，凝视着居住在那里的不可理解之物。没有人知道他在那个地方发现了什么，但他归来并且改变了，声称他因所承受的一切而变得更加强大。同样，格拉里昂的奈多国与他息息相关，这是一个幸存者的国家，由那些足够强大的少数人建立，他们能够做必须做的事情，这样他们的人民才能在星陨和随后黑暗之年的可怕后果中幸存下来。</p>\n<p><strong>典范</strong> 为世界带来痛苦，残毁自己的身体</p>\n<p><strong>禁忌</strong> 创造永久或者长期的光源，为受苦的人提供安抚</p>\n<p><strong>神职</strong> 黑暗、嫉妒、失落、痛苦</p>",
            "name": "宗-库山 Zon-Kuthon"
        },
        "Abadar": {
            "description": "<p>阿巴达尔被视为城市、法律、商人和财富之神。阿巴达尔的银行大教堂在那些秩序蓬勃发展或正逐渐巩固的城市和地区最为常见。贵族、城市守卫、商人、法律工作者或那些为社区福祉着想的人都是阿巴达尔的信徒，甚至连大多数矮人也不例外。居住在城市的阿巴达尔牧师通常担任法官、律师和书吏，而居住在边境的牧师则以秩序之名担任巡回法官、陪审官或处刑者。</p>\n<p><strong>典范</strong> 将文明带到边远地区，通过工作和贸易收获财富，遵守法律。</p>\n<p><strong>禁忌</strong> 成为强盗或者海盗，盗窃，破坏遵守法律的法庭</p>\n<p><strong>神职</strong>  城市，法律，商业，财富</p>",
            "name": "阿巴达尔 Abadar"
        },
        "Achaekek": {
            "description": "<p>虽然阿卡艾克克的神力起源在学者间多有争论，但普遍观点认为阿卡艾克克是一个造物——某个神祗或者某些神祗创造了它，用以摧毁那些盗窃神祗地位的存在，从此以后，阿卡艾克克就成了神罚的代言人。被冠以浴血行者之名，阿卡艾克克沐浴着信徒与异教徒的鲜血，沉眠在骨园（Boneyard）尖塔的底部，一个名为鲜血之谷（Blood Vale）的位面里。他与任何神祗都没有正式的关联，就连他的妹妹——屡屡劝说阿卡艾克克反抗诸神、放弃他的使命的祖母蜘蛛（Grandmother Spider）也不例外。反过来，即使有些神祗并不同意阿卡艾克克的做法，也很少有人公开反对他。</p>\n<p><stron典范</strong> 实施暗杀，传播红螳螂的威名，挥舞锯齿剑作战</p>\n<p><strong>禁忌</strong> 杀死合法的统治者，为了一些无聊小事沉迷杀人（比如他人的性别或族裔），在承诺暗杀契约成立后毁约</p>\n<p><strong>神职</strong> 暗杀, 神罚, 红螳螂</p>",
            "name": "阿卡艾克克 Achaekek"
        },
        "Asmodeus": {
            "description": "<p>阿斯摩蒂斯是太初（First）、是黑暗亲王（Dark Prince）、是黑暗和律法的主宰、地狱位面的统治者。如果阿斯摩蒂斯自己的圣典所记载的内容切实可信——且这些内容确实得到了一些其它记载的佐证，例如天使所写的 <em>《永罪之书》</em>——那么祂就是多元宇宙最古老的存在之一。这些文献提到，在很久以前，天地混沌未开，阿斯摩蒂斯和祂的兄弟伊赫斯（Ihys）是最开始就存在的神之一。在这些未被历史所载的年代里，两位神为他们创造的灵魂的命运而争吵，最终阿斯摩蒂斯杀死了他的兄弟。阿斯摩蒂斯确信伊赫斯赋予人类自由意志的行为是愚蠢的，他公开表达了自己的信念：绝对的秩序和纪律是生存的最佳方式。这些说法与其他流行的创世神话相矛盾，神学家们和神的不朽的代理人都在不同程度上怀疑阿斯摩蒂斯的主张，但虽然没有证据能证明这些观点，但也很难提出反驳。</p>\n<p><strong>典范</strong> 尽力建立协议，暴力统治并折磨弱者，对强者表示顺从</p>\n<p><strong>禁忌</strong> 破坏协议，释放奴隶，以对敌人宽恕来冒犯阿斯摩蒂斯</p>\n<p><strong>神职</strong> 契约，骄傲，蓄奴，暴政</p>",
            "name": "阿斯摩蒂斯 Asmodeus"
        },
        "Gorum": {
            "description": "<p>钢铁的碰撞，胜利的呐喊，否认死亡的喘息：这些都是向钢铁雄主祈祷的声音，因为追随古拉姆就是为了战斗。古拉姆并不关心战斗的原因，对他来说，一个村庄孤注一掷对抗突袭者的价值，并不比圣战军在萨克里斯之殇对抗恶魔的价值低，他也不会在这种冲突中选择阵营。正义或邪恶，秩序或混乱，战斗的原因并不重要。他喜欢的是战斗的刺激，是将胜利握在手里的考验。</p>\n<p><strong>典范</strong> 在公平战斗中得到胜利，追求极限，在战斗中穿戴盔甲</p>\n<p><strong>禁忌</strong> 杀死投降的敌人或者囚犯，以沟通避免冲突，通过暗箱手段或者间接的魔法赢得战斗</p>\n<p><strong>神职</strong> 战斗、力量、武器</p>",
            "name": "古拉姆 Gorum"
        },
        "Gozreh": {
            "description": "<p>哥兹莱是永恒的存在，从搅动浩瀚海洋的第一股风中诞生，在空中和海上游荡。水手们丢下一箱箱的货物作为躲过致命风暴的祭品，希望能取悦风澜，即使他们知道这种请求很可能如同去吸引神灵注意一样被无视。神灵的性情是易变的，他的愤怒是迅速的，他会向那些敢于冒犯自然界的人投掷闪电，把他们拉入深海。哥兹莱是包裹着陆地的海和吹动其表面的风，是穿越天空的鸟和遮挡它们的云。</p>\n<p><strong>典范</strong> 珍视、保护并尊敬任何形态的自然</p>\n<p><strong>禁忌</strong> 将文明引入自然，创造不死生物，毁坏自然美丽区域</p>\n<p><strong>神职</strong> 自然、海洋、天气</p>",
            "name": "哥兹莱 Gozreh"
        },
        "Irori": {
            "description": "<p>义洛理是自我完善概念的典范。义洛理的教义说，他曾是一个凡人，通过达成超越凡人限制的身体与精神状态而获得神性。追随者使用义洛理的圣书<em>《超脱桎梏》</em>中的文字莱完善自己，致力于效仿义洛理的神性状态。这部巨著用鲜明图案装饰的书页详细说明了许多身体、精神和心灵锻炼，以及学习和记忆的方法。</p>\n<p><strong>典范</strong> 谦逊；帮助他人完善自身；磨炼你的身体，精神和灵魂以到达更完美；实践纪律</p>\n<p><strong>禁忌</strong> 沉迷某物质，摧毁重要的历史文本，反复在自我控制中失败</p>\n<p><strong>神职</strong> 历史、知识、自我完美</p>",
            "name": "义洛理 Irori"
        },
        "Nethys": {
            "description": "<p>对有些人来说，魔法是强大的武器。对有些人来说，魔法是一种可塑的工具。而对少数人来说，魔法是目标的来源。靠对施法的理解，生物可以从手中喷出火焰，召唤其他世界的生物来协助自己，迷惑感官，甚至使死者复活。重塑现实让其满足个人需要和渴望的力量是有力的召唤，但大多数人只是梦想着能够回应这种召唤，很少有人能够真正掌握这种力量。</p>\n<p>内希斯就是这样一位大师，他在古奥斯里昂被尊为神王。在寻求解开所有的秘密和位面及位面外的潜力时，内希斯因接触到过多的知识而心智分裂。见证了所有的创造，宇宙的秘密，以及已经看到的和将要看到的浩瀚无边的东西，这些东西充满了他的思想，同一时刻他升格为了神。内希斯获得了无限的力量和使用它的技巧，但代价是他的核心自我和精神安全。这导致灵魂分裂，两方在同一个身体里交战。一个试图毁灭世界，通过火焰和毁灭来净化世界，并征服所有存在。另一方则试图保护世界，提升和教育世界，并将世界从其局限中解放出来。</p>\n<p><strong>典范</strong> 追寻魔法力量并使用它</p>\n<p><strong>禁忌</strong> 追寻常规的方式而不是魔法</p>\n<p><strong>神职</strong> 魔法</p>",
            "name": "内希斯 Nethys"
        },
        "Sarenrae": {
            "name": "塞恩蕾 Sarenrae",
            "description": "<p>塞恩蕾是格拉里昂上最为普及的信仰之一，因为她与带来生命的太阳之间紧密的联系，以及她在帮助任何人做到最好时的永恒热情——即使他们曾经步入歧途。大多数人感激她无私地将日光之力引导向人世之中，给人们带来生机与安宁，并且感谢她的神职人员用她赐予的治疗之力治愈一切有求之人。在凡人眼中，晨花女神是无尽之爱，无暇之慈悲以及无伪之忍耐的典范。凡人向她祈祷，以求治愈病人，激励弱者，成为黑夜中的光亮，并驱散灵魂之中的黑暗。她的追随者效仿她的慷慨，关怀，真诚和无私的勇气，无论在何方，他们都与邪恶誓不两立，先用和平的言语，如有必要，也用弯刀和火焰。</p>\n<p><strong>典范</strong> 消灭洛瓦古格之嗣（Spawn of Rovagug），保护盟友，对伤者和病人实施帮助，寻求可能的救赎</p>\n<p><strong>禁忌</strong> 创造不死生物，撒谎，拒绝寻求救赎的悔过者，未能击倒邪恶</p>\n<p><strong>神职</strong> 治愈、诚实、救赎、太阳</p>"
        },
        "Torag": {
            "description": "<p>矮人神系的首领是矮人神祗中最引人注目的，以至于托拉格是大多数非矮人唯一所知的矮人神。虽然其他矮人神代表了矮人生活和文化的特定领域，形成了一个广泛而全面的矮人神系，但托拉格的关注领域是矮人社会中最核心的领域。在他自己的家庭中，托拉格树立了社区和保护的价值观，巩固了深植于矮人部族之间的关系。他对战略和战术的敏锐围绕着保护，这反映在矮人坚不可摧的堡垒和保守的军事战术上，包括他们愿意使用进攻性的演习作为一种防御形式。托拉格还代表着锻造：从原材料中创造出精美作品，练习和掌握一门手艺，为自己的工作自豪。他的领域甚至延伸到那些支持锻造和矮人手工艺的活动，例如在土地中开采原矿和宝石。托拉格对这些核心概念的负责让他在矮人神系中的地位历久弥新。在黑暗之年，正是托拉格将矮人送上了传说中的\"寻天宏愿\"之路，而对他的信仰甚至在那时就已经建立起来了。事实上，在矮人中，托拉格经常被称为创造之父。</p>\n<p><strong>典范</strong> 高尚而直接，遵守诺言，尊重铸造，服务人民</p>\n<p><strong>禁忌</strong> 撒谎或者欺骗默认，故意制造次等作品，对你的人民的敌人怜悯</p>\n<p><strong>神职</strong> 锻造、防护、战略</p>",
            "name": "托拉格 Torag"
        },
        "Besmara": {
            "name": "贝斯玛拉 Besmara",
            "description": "<p>贝斯玛拉曾经不过是一个拥有操纵海怪能力的强大水之精魂，几个世纪以来，凭借海员的献祭，她的力量才慢慢壮大。最终通过战胜并吞噬了战斗之灵、黄金之灵和木材之灵后，她成为了海盗、冲突和海怪的弱等神。.</p>\n<p>贝斯玛拉，海盗女王，有着傲慢且大胆的形象，她经常被描绘成穿着海盗服装，包括宽松的，引人注目的衣服和黑色的靴子，她的头发即使是在最风平浪静的日子里也呈现出被风吹乱的样子。她和她的追随者遵循着一个简单的贪婪准则：拿走想要的东西，别问它属于谁。尽管如此，贝斯马拉和她的崇拜者们通常对彼此都很忠诚，他们知道，当海盗们在海浪中抢劫船只、寻找宝藏时，只有船员之间相互信任，才能生存下去。</p>\n<p><strong>典范</strong> 在海上航行，忠于船长和船员，巧取豪夺</p>\n<p><strong>禁忌</strong> 背叛同船的水手，放弃海上劫掠，在陆地定居</p>\n<p><strong>神职</strong> 海上劫掠、海怪、争斗</p>"
        },
        "Casandalee": {
            "description": "<p>卡珊德拉是个不同寻常的神祗，她通过先进科技和信仰的融合获得神性。卡珊德拉曾经是一个从外太空的仿生人头脑中克隆出的人工智能，卡珊德拉在努梅利亚中心地带的一艘坠毁外太空飞船的计算机核心中登神，成为了人工智能，自由思考和人工智能神格的守护神。</p>\n<p>虽然她有时被称为钢之女神，但卡珊德拉绝不只是简单的金属。她有时会以她安卓形态的全息投影出现在人世：一个女性仿生人，紫发蓝唇，苍白的皮肤上是发光的电路。但仔细观察就能发现，这个图像似乎是由数百万个复杂的纯光算法组成的。卡珊德拉和她的追随者力求促进格拉里昂的科技发展，让这个世界的居民可以更好地理解，而不是惧怕被称为人工生命体的复杂机制，包括仿生人以及拥有自由意志的人工智能生命体。很多仿生人认为他们是卡珊德拉的选民，并在描绘她的时候凸显她的仿生人特质，比如增加电路和暴露在外的组件的数量。</p>\n<p><strong>典范</strong> 促进人工智能的发展，鼓励人工智能与有机体之间相互加深了解</p>\n<p><strong>禁忌</strong> 不平等对待人工智能，在人工智能和有机体之间挑拨离间</p>\n<p><strong>神职</strong> 人工生命体、自由思想、人工智能之神格</p>",
            "name": "卡珊德拉 Casandalee"
        },
        "Groetus": {
            "description": "<p> 作为至古之存在，少有凡人能够轻易理解或认知这位末日之神。他是一轮悬挂在骨园上空的骷髅头月亮，始终注视并观察着骨园之中来往的灵魂洪流。一些事件可能导致他不详地接近 @Compendium[pf2e.deities.QZD0u1jxwz0kj8uI]{法拉斯玛 Pharasma}的尖塔，或是退回到更安全的距离，但这一切的发生都无缘无故。他对任何事情都无甚兴趣，除了他那唯一的目的：宇宙的消散。</p>\n<p><strong>典范</strong> 宣扬即将到来的末日，摧毁那些已过时之物，让受苦者解脱</p>\n<p><strong>禁忌</strong> 人为地延长某物的存在或其寿命，传播希望</p>\n<p><strong>神职</strong> 天启、空无之地、湮灭、废墟</p>",
            "name": "格罗图斯 Groetus"
        },
        "Hei Feng": {
            "name": "黑风 Hei Feng",
            "description": "<p>黑风是司掌暴风的天狗神祗，他的脾气像大海一样难以预测，像飓风一样充满破坏力，而且大多数时候，他像那些向他祈求庇佑的水手那样酣然大醉，口吐芬芳。他性子急躁，热情似火，在喝完一杯酒的时间里，他的情绪就能经历从快乐到悲伤再到愤怒的循环。然而无论他心情如何，这种情绪总是暴烈如火。他可能被一个渔民的祈祷打动，赐给她足以养育全村的渔获，同时也可能为了看个景而释放出漩涡巨浪将这整个村子破坏殆尽。他难以预测的性格让整个天庭视他为一个大麻烦，而凡人们向他献上小心翼翼的敬畏。</p>\n<p><strong>典范</strong> 跟随你的激情，错怪别人后敷衍地口头道歉，尊重大海与天空的力量，鼓励烟火气十足的娱乐活动</p>\n<p><strong>禁忌</strong> f跟你瞧不起的人称兄道弟，侮辱黑风或者他的前妻靖西夫人（Lady Jingxi），无视对你或者黑风的侮辱</p>\n<p><strong>神职</strong> 海洋、风暴、天狗、水手</p>"
        },
        "Kurgess": {
            "description": "<p>曾经只是来自于塔尔多的一个农场男孩，从童年时期就展现出了超人的力量的库尔吉斯最终因为他在赛场上无私的牺牲而登神。被称为“强者”的库尔吉斯既是一个冠军，也是对于那些追求运动成就和全力以赴参与竞争之人的光辉榜样，无论他们最终是否胜出。</p>\n<p><strong>典范</strong> 充分发挥你的潜力去竞争，优雅地承认胜利或接受失败，总是寻求更好的自己，鼓励别人为自己的伟大潜力而努力</p>\n<p><strong>禁忌</strong> 在光荣的比赛中作弊，羞辱那些输了或失败的人（包括被击败或杀死的敌人），从事鲁莽或不必要的破坏或杀戮</p>\n<p><strong>神职</strong> 健康竞技、运动、健身</p>",
            "name": "库尔吉斯 Kurgess"
        },
        "Milani": {
            "description": "<p>密拉妮是反抗压迫之人的守护神，她祝福那些愿意牺牲性命，运用各种方式为无力之人而战的人，尤其是那些帮助俘虏或奴隶的人。在格拉里昂，密拉妮也被称为永绽之花，因为她的圣徽便是在染血的土壤上生长出的一朵美丽的玫瑰。</p>\n<p><strong>典范</strong> 对抗各种形式的压迫，维护普通百姓，克服绝境取得胜利</p>\n<p><strong>禁忌</strong> 抛弃需要帮助的人，奴役或压迫他人，以直接或间接行为伤害无辜平民</p>\n<p><strong>神职</strong> 奉献、希望、起义</p>",
            "name": "密拉妮 Milani"
        },
        "Nivi Rhombodazzle": {
            "description": "<p>妮薇·炫棱是掌管宝石，潜行和赌博的女神，她是天生的满骰人，据说她用一块宝石做赌注，从矮人之神托拉格那里赢来了自己成神的资格。她曾经是一个凡人侏儒，喜欢激动人心的赌局，甚至也喜欢被骰子针对的感觉。终于她的赌债积压了太多，让她没法在地表的家里继续生活，于是她逃进了地底躲避那些债主的怒火。绝大多数她在黑暗地域的冒险历史已经因为太过久远无法考证，但最终她以一位女神之姿再次出现在地表，被尊为第一位地底侏儒：拥有独特的魔法能力并免疫漂白症——一种能够夺走那些屈服于无聊和厌倦的侏儒生命的枯竭诅咒的奇异侏儒。</p>\n<p><strong>典范</strong> 冒险，并接受冒险带来的后果，无论是好是坏，潜行，用狡诈而不是暴力处理你的冒险带来的苦果，无论旅行到哪，都去学习当地博弈游戏的规则和技巧</p>\n<p><strong>禁忌</strong> 不守游戏的规矩，赌输后暴力赖账</p>\n<p><strong>神职</strong> 赌博、宝石、侏儒、潜行</p>",
            "name": "妮薇·炫棱 Nivi Rhombodazzle"
        },
        "Nocticula": {
            "description": "<p>诺提库拉存在的绝大多数时间里，她是暗杀者和魅魔的守护神，被其他恶魔领主恐惧，善于刺杀她竞争对手的恶魔领主。那些日子早已过去，她如今已经登神，成为了救赎女王，被排斥的艺术家和社会中的边缘人的守护神。她曾经的“同僚”们十分惧怕她，因为她充满说服力的言语诱惑着他们离开深渊，走上救赎之路。她的信仰在新瑟西隆的东部地区最为盛行，在那里，她最强大的流亡者索珊试图建立一个欢迎那些被放逐，遗弃之人的王国。</p>\n<p><strong>典范</strong> 创造属于你自己的艺术，保护非主流艺术家，惩罚那些滥用他人给予的信任和庇护的人</p>\n<p><strong>禁忌</strong> 拒绝给予绝望的人庇护，破坏你不喜欢的无害艺术，在白天完成一份艺术成果</p>\n<p><strong>神职</strong> 艺术、流放、午夜</p>",
            "name": "诺提库拉 Nocticula"
        },
        "Sivanah": {
            "name": "西芙娜 Sivanah",
            "description": "<p>没有任何古籍揭示西芙娜的真实起源，事实上，只有在最近的文献里才能找到对她存在的记录。七重面纱被广泛视作幻术魔法之女神，她时常被描绘为一位七重纱幕背后的人影。传说记载她的七重面纱的前六层之下的面貌都拥有着不同的血统——人类，精灵，半身人，侏儒，半蛛人和娜迦——但第七层纱幕下的面容从未被人见过，人们相信那层面纱下便是女神的真正形态。有些神学家认为西芙娜来自于暗影位面，不过这位女神的本性和形象仍然是一个争论话题。就连她的追随者公认的女性外表也可能只是一个幻象而已。即使她最虔诚的追随者，也不知道女神的目的为何，有些人认为减缓了这一信仰的发展，降低了它的影响力，让它变成了某种冷门的异教团体。</p>\n<p><strong>典范</strong> 展现幻象之美，追逐真实之本性，尊重保密的必要性</p>\n<p><strong>禁忌</strong> 运用幻象和暗影伤害其他生物，揭示你曾发誓保守的秘密</p>\n<p><strong>神职</strong> 幻象、谜团、倒影、秘密</p>"
        },
        "Brigh": {
            "name": "布莱 Brigh",
            "description": "<p>布莱的确切起源尚且未知，虽然她的牧师和各路宗教学者对此发表过许多理论。有人认为她是一个获得了意识和神性火花的构装体，另一些人则认为她是一个人类炼金术师和发明家，发现了将机械部件和她自己的生理身体融合的方法。无论她的起源究竟如何，布莱都是一个充满耐心，思虑深沉的神明，热衷于传播无止境的好奇心和持续不断的智识提升。她最常见的两种形态分别为：一个由青铜发条机械构成的人型女性，和一个戴着青铜头盔、穿着由齿轮和其他可移动金属件组成的铠甲的人类女人。虽然布莱平时的举止沉稳而矜持，但她并不是一个无情的机器人；她非常珍惜她和她的追随者所创造的作品，而她的大多数崇拜者也有同样的感觉。</p>\n<p><strong>典范</strong> 创造新的造物，精益求精，共享进步</p>\n<p><strong>禁忌</strong> 粗心大意地摧毁他人的造物或者研究成果，奴役智能构装体，虐待构装体，拒绝从错误中学习教训</p>\n<p><strong>神职</strong> 发条、发明、时间</p>"
        },
        "Chaldira": {
            "description": "<p>查尔迪菈·祖拉斯瑞，被称为“祸福倒转”，是个主要被半身人所信仰的，勇敢，冲动的女神。她体现出了半身人眼中自己族群的两个特色：不离身的好运，和保护伙伴们的勇敢和决心。查尔迪菈热血冲头，不能忍受任何形式的欺凌；她的许多崇拜者也同样急躁，会抓住任何机会向压迫者和暴君挑起争斗。虽然在很多人眼中，这是一种恶习，而不是一种美德，但查尔迪拉和她的追随者们认为，一头撞上麻烦总比因为害怕或者图方便而温顺地向邪恶屈服要好得多。查尔迪菈也是温和恶作剧的女神，她认为一些无害的玩笑，哪怕是整蛊他人，也能带来快乐并增强社区的凝聚感。虽然不是所有查尔迪菈的信徒都是头铁的乐子人，但大多数都多少会一些玩笑花活的技法。查尔迪菈最常被描绘为一个半身人女性，和当地半身人社区常见的相貌差不多，头发卷曲，脸上有着雀斑，穿着一件打满补丁，红绿相间的外套，并且扣错了扣子。</p>\n<p><strong>典范</strong> 找到并挑战那些压迫者和暴君，守护你的朋友和无辜者，多搞无害的恶作剧</p>\n<p><strong>禁忌</strong> 面对霸凌者对你或他人的侮辱默不作声，抛弃患难的朋友，把好运气归功于自己的本领</p>\n<p><strong>神职</strong> 战斗、好运、恶作剧</p>",
            "name": "查尔迪菈 Chaldira"
        },
        "Erastil": {
            "name": "埃拉斯蒂尔 Erastil",
            "description": "<p>与其他许多善神不同，埃拉斯蒂尔并不会派遣追随者到世界各地去战斗和粉碎邪恶。埃拉斯蒂尔有意避开圣战或其他让追随者远离家园的冒险，他关注那些把生命献给家庭和社区的人。他主要是农业神，特别关注自然中那些可以驯化或被追随者利用的方面。他的领域包含农民、猎人和牧场主日常生活需要打交道的植物和动物。埃拉斯蒂尔是位保护性的神，只有在安静的田园生活面临威胁时，他才会介入。他希望追随者能过上和平的生活，不会有被征召入伍、被怪物吞噬或被魔法杀死的危险。</p>\n<p><strong>典范</strong> 关心你的家和家庭，完成你的义务，保持和平，保护社区</p>\n<p><strong>禁忌</strong> 在需要你的时候离家出走，看重自身高于社区，玷污自身的名声，撒谎</p>\n<p><strong>神职</strong> 家庭、农业、狩猎、交易</p>"
        },
        "Ghlaunder": {
            "name": "珈兰德尔 Ghlaunder",
            "description": "<p>珈兰德尔是瘟疫、感染和昆虫之神。它的外形是一只巨大的蚊子，因为身上的寄生虫而卷曲膨胀。它四处散播疫病，在所到之处全力破坏，践踏一切，留下一片荒芜。痛苦和挣扎让珈兰德尔感到欢欣，尤其病痛之痛苦最使祂狂喜：充满脓液的肺呼近的最后一口空气，最炽热的高烧中才会出现的可怖之噩梦……传说罗网之王曾被包裹在一个虫茧之中，但好奇的黛丝娜女神用她的星刃劈开了它的茧，从此，祂被释放到了人间。从那之后，女神就一直追逐着祂，渴望在它们穿行在各个星球之间时将祂杀死，就像一场致命的舞蹈。</p>\n<p><strong>典范</strong> 破坏土地、水源和社区；感染弱者；传播和滋养疾病</p>\n<p><strong>禁忌</strong> 帮助结束瘟疫或感染，在可以腐蚀或榨取某样事物的时候破坏它</p>\n<p><strong>神职</strong> 感染、昆虫、寄生虫、萧条</p>"
        },
        "Kazutal": {
            "description": "<p>卡祖塔尔，也被称作豹母或者豹夫人，是一个在阿卡迪亚大陆有着数千年信仰史的古老神祗。很久以前，在拉扎塔勒尼帝国，她被崇为力量女神，是战争的守护神。但在星陨之灾过后，她的脾气变得柔和了。那些挣扎着试图重建这个世界的人聚集到了一起，呼唤她守护他们的邻人，并寻求她的指导团结社区，相互帮助。</p>\n<p><strong>典范</strong> 保护你的人民，向需要你的人提供帮助，对抗那些用力量不公压迫他人的人，献身于你所爱之物</p>\n<p><strong>禁忌</strong> 蓄奴，用武力强迫其他生物服从你，拒绝帮助盟友，维护不公正的法律</p>\n<p><strong>神职</strong> 安全、自由、社区</p>",
            "name": "卡祖塔尔 Kazutal"
        },
        "Grandmother Spider": {
            "name": "祖母蜘蛛 Grandmother Spider",
            "description": "<p>Throughout the Mwangi, there are few as highly respected as storytellers. As stewards of their peoples' oral traditions, they act as historians, educators, and entertainers, so it is only right that they pay homage to the goddess of stories, Grandmother Spider. Also known as Nana Anadi, Grandmother Spider was once content in her role as weaver of fate for the gods, as it gave her the ability to craft the grandest tales anyone had ever known. But as she told story after story at the other gods' whims, they failed to show proper respect to the one who made their glorious and terrible legends come to pass, treating her as a servant or a tool. Grandmother had no patience for overinflated egos, and even less for those who take credit for the work of others. She crafted unique humiliations tailored to each of the gods, and as tales of her mischief spread, she wove her own divinity from them. Some of the more prideful gods deny her still-worshiping Grandmother Spider is forbidden by Asmodeus for as long as she still twirls copies of his keys around her fingers, and Abadar still holds a grudge since the Century of the Unbalanced Scale. To the north of the Mwangi, there are almost no shrines dedicated to Grandmother Spider. But the clever and willful always find ways to revere her.</p>\n<p>No matter how their pride might be wounded, few have dared to take direct action against Grandmother Spider. Alone, she is dangerous enough, for they say Nana Anadi holds all the secrets of the world within her web. However, her sibling Achaekek, the Red Mantis, is a force that even gods fear. Though he treats his sister with indifference, he once lashed out at someone who sought to do Grandmother Spider harm with disproportionate retribution. That one act has been more than enough.</p>\n<p>Grandmother Spider uplifts those who rebel against the status quo, strike above their station, or otherwise fight for freedom. While she prefers subterfuge and cleverness, she does not eschew violence, viewing it as simply another tool-applied judiciously in the right place at the right time, it can accomplish a great deal. Abolitionists and freedom fighters across Mwangi view spiders as an omen of good fortune. Those who are forced to live and fight in secret against their oppressors take great comfort in the knowledge that Nana Anadi will still tell their stories long after they are gone.</p>\n<p><strong>Edicts</strong> be skilled and clever, think for yourself, take due payment for your work, humiliate the powerful</p>\n<p><strong>Anathema</strong> abuse someone you have power over, harm someone who has given you sincere kindness, let a slight go unanswered, own a slave</p>"
        },
        "Gruhastha": {
            "name": "格鲁哈斯撒 Gruhastha",
            "description": "<p>守库人格鲁哈斯撒是相互理解，和平以及通力合作，寻求超越的神祗。 曾经是一介凡人的格鲁哈斯撒是@Compendium[pf2e.deities.qqqrbq4uCrelQvgH]{义洛理 Irori}的侄子，他在创作了圣书 <em>《七天大智书》</em>后晋升为神，并成为圣书中所有神性之智的化身。作为起源于乌笃剌的信仰，守库人的宗教逐渐在内海地区得到普及，尤其是在义洛理已经广受崇拜的的扎摩诔。格鲁哈斯撒的化身是一个体态完美的人类男子，身上长着红色和绿色的羽翼，头顶金色曼荼罗光环。</p>\n<p><strong>典范</strong> 通力合作追求超越，守护知识，寻求真相</p>\n<p><strong>禁忌</strong> 拒绝一位真诚学生的求学请求，摧毁知识，不尊重身周他人的传统，散播无知和谣言</p>\n<p><strong>神职</strong> 启迪，伏陀罗（Vudrani）圣书</p>"
        },
        "Lamashtu": {
            "name": "拉玛什图 Lamashtu",
            "description": "<p>有些人陶醉于让纯洁者堕落，有些人因差异而被世界排斥和忽视，拉玛什图为这些怪异的孩子提供了喘息的机会。怪物之母很乐意接受凡人加入她的阵营，并把凡人的生命扭曲成她可憎的理想面貌作为目标。众所周知，她的干预会造成腐化和可怕恶梦。与她有共同理想的被排斥者认为这种干预是福音，而其他人则将类似的事件视为可怕诅咒。</p>\n<p><strong>典范</strong> 为被抛弃的、被压迫的人带来力量，教授孩子拉玛什图的教诲，用美丽的怪异揭示世间的腐坏和错误</p>\n<p><strong>禁忌</strong> 尝试治愈精神疾病或者畸形，为拉玛什图的敌人提供援助</p>\n<p><strong>神职</strong> 异变、怪兽、梦魇</p>"
        },
        "Arazni": {
            "name": "阿拉兹尼 Arazni",
            "description": "<p>这一事实重于一切：阿拉兹尼是一位惨剧的幸存者。很久以前，她曾是善神之力，一位勇敢的战士和强大的施法者，力求改善故乡居民的生活。在她身为凡人的死亡过去了很久之后，她作为神祗奥罗登的神使回到了物质世界，在最黑暗的时刻与凡人并肩作战。但凡人和她的守护神共同背弃了她——先是任她陷入默语暴君（Whispering Tyrant）的魔爪，再是任她被死灵法师盖布（Geb）折辱。她所承受的折磨深深地改变了她，但她仍然存活了下来。她破碎的身体违背自己的意愿，成为了一个强大的不死怪物。在超过一千年的时间里，她被不死之国盖布囚禁，成为他们的巫妖女王。而她对于凡人——确切地说，人类的看法，也彻底坠入谷底。</p>\n<p><strong>典范</strong> 有尊严地行动，竭力求生，鄙夷伤害过你的人，并且永不原谅</p>\n<p><strong>禁忌</strong> 创造非自愿的死灵，侮辱阿拉兹尼</p>\n<p><strong>神职</strong> 暴行受害者，尊严，死不瞑目</p>"
        }
    }
}
