{
	"label": "灭绝诅咒 Extinction Curse",
    "mapping": {
        "name": "name",
        "portrait": {
            "path": "img",
            "converter": "npc-portrait-path"
        },
        "token": {
            "path": "prototypeToken",
            "converter": "npc-token-translation"
        },
        "data": {
            "path": "system",
            "converter": "npc-data-translation"
        },
        "items": {
            "path": "items",
            "converter": "npc-item-translation"
        },
        "publicNotes": "system.details.publicNotes",
        "dr": "system.traits.dr",
        "allSaves": "system.attributes.allSaves.value",
        "senses": "system.traits.senses.value",
        "hp": "system.attributes.hp.details",
        "disable": "system.details.disable",
        "hazarddescription": "system.details.description",
        "reset": "system.details.reset",
        "routine": "system.details.routine",
        "blurb":"system.details.blurb",
        "speed":"system.attributes.speed.details",
        "languages":"system.traits.languages.custom",
        "stealthdetails":"system.attributes.stealth.details",
        "ac":"system.attributes.ac.details",
        "di":"system.traits.di.custom"
    },
	"entries": {
		"Abberton Ruffian": {
			"name": "Abberton Ruffian",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Adrivallo": {
			"name": "Adrivallo",
			"publicNotes": "",
			"blurb": "Male satyr sideshow barker",
			"data":{},
			"items":{}
		},
		"Aives The Smoke Dragon": {
			"name": "Aives The Smoke Dragon",
			"publicNotes": "",
			"blurb": "Male tiefling poison artist",
			"data":{},
			"items":{}
		},
		"Ammut": {
			"name": "Ammut",
			"publicNotes": "<p>These chimeric, desert-dwelling fiends have massive bodies that are part hippopotamus, part large cat, and part crocodile. Though they devour souls for sustenance, ammuts are infamously picky eaters; most will only eat experienced adventurers or, for a special treat, particularly evil creatures, passing over common folk or those whose mettle has never been tested.</p>\n<p>Only a few ammuts are known to exist, and most dwell in Osirion. However, recent expeditions into Orv's Vault of the Black Desert have uncovered the existence of ammuts in this region, as well.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Andera Paldreen": {
			"name": "Andera Paldreen",
			"publicNotes": "",
			"blurb": "Female human chief constable",
			"data":{},
			"items":{}
		},
		"Angry Vegetation": {
			"name": "Angry Vegetation",
			"disable": "<p>@Check[type:nature|dc:48|name:Calm a Flower|traits:environmental] (master) or @Check[type:performance|dc:48|name:Calm a Flower|traits:environmental] (legendary) to calm a flower, closing it</p>",
			"hazarddescription": "<p>Five large flowers in the weed-choked field unfurl, each dusting pollen onto vines that animate into @UUID[Compendium.pf2e.pathfinder-bestiary.NTXm3ee7WZJ92Sww]{Wemmuths}.</p>",
			"reset": "<p>Wemmuths collapse into ordinary vines and the trap resets if the area is left alone for 1 minute.</p>",
			"routine": "<p>(2 actions) If there are fewer wemmuths than open flowers, the flowers create more wemmuths (so there as many wemmuths as open flowers) as their first action.</p>\n<p>For their second action, the flowers produce a mindaddling pollen. Each non-plant creature within 30 feet of a flower must succeed at a @Check[type:fortitude|dc:41|name:Mindaddling Pollen|traits:emotion,mental,olfactory] save or become @UUID[Compendium.pf2e.conditionitems.xYTAsEpcJE1Ccni3]{Slowed 1} for 1 round (or @UUID[Compendium.pf2e.conditionitems.yblD8fOR1J8rDwEQ]{Confused} for 1 round, on a critical failure). The pollen is an emotion, mental, and olfactory effect.</p>",
			"stealthdetails": "<p>@Check[type:perception|dc:42|traits:action:seek] (master) to notice massive buds beneath the other foliage before they open</p>",
			"data":{},
			"items":{}
		},
		"Ararda": {
			"name": "Ararda",
			"publicNotes": "<p>Before the Black Desert became a barren sandscape, cultures with grand magical traditions lived under its soaring roof. These communities eventually left the vault or died out, but the genies they summoned remained and became warped by the region's pervasive blightburn radiation. Now, these \"blightburn genies\" have bodies with features mirroring those of beasts that dwell in dark places, and their elemental lineages have been irreparably corrupted.</p>\n<hr />\n<p>Shaitans corrupted by the Black Desert's blightburn become scorpion-like arardas. While other earth genies sparkle with the iridescence of gemstones and evoke the power of the earth itself, arardas use their connection to the ground to harness the might of electricity. Arardas are so infused with this radioactive crystal that their mere presence is toxic to most living creatures.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Arskuva the Gnasher": {
			"name": "Arskuva the Gnasher",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Aukashungi Swarm": {
			"name": "Aukashungi Swarm",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Axiomatic Polymorph Trap": {
			"name": "Axiomatic Polymorph Trap",
			"disable": "<p>@Check[type:thievery|dc:48|name:Drain the Glyph's Power|traits:magical,trap] (master) to drain the glyph's power harmlessly, or <em>@UUID[Compendium.pf2e.spells-srd.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (9th level; counteract DC 42) to counteract the glyph</p>",
			"hazarddescription": "<p>A Utopian glyph transforms trespassers into aeons.</p>",
			"reset": "<p>1 hour</p>",
			"routine": "",
			"stealthdetails": "<p>(master)</p>",
			"data":{},
			"items":{}
		},
		"Barking Stag": {
			"name": "Barking Stag",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Bitter Truth Bandit": {
			"name": "Bitter Truth Bandit",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Blood Wolf": {
			"name": "Blood Wolf",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Bogey": {
			"name": "Bogey",
			"publicNotes": "<p>A bogey typically hunts a single creature at a time, usually a small child or elderly person, methodically stalking and tormenting their prey. Often hiding under a bed, amid a dark attic space, or in a closet left slightly ajar, the bogey delights in the slow, methodical cultivation of fear in its victims.</p>\n<hr />\n<p>Bogeymen are stealers of innocence and devourers of souls. Few targets who survive an encounter with them remain unchanged. Different names are given to bogeymen according to their varying sizes and degrees of power, which typically advance as the monsters consume more souls.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Bogeyman": {
			"name": "Bogeyman",
			"speed":"mobility",
			"publicNotes": "<p>These nocturnal stalkers tail their chosen quarry for days, even weeks at a time, ominously showing up in back alleys, shadowy street corners, and even in victims' own homes before going in for the kill. For unfathomable reasons, a bogeyman may spare a victim's life and instead kidnap them, absconding to a far-off location before returning years later with a fresh bogey in tow.</p>\n<hr />\n<p>Bogeymen are stealers of innocence and devourers of souls. Few targets who survive an encounter with them remain unchanged. Different names are given to bogeymen according to their varying sizes and degrees of power, which typically advance as the monsters consume more souls.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Bone Croupier": {
			"name": "Bone Croupier",
			"publicNotes": "<p>For many, gambling is just fun and games, but for some, it can become a bad habit or even a life-consuming addiction. Bone croupiers take the meaning of \"life-consuming\" to its literal extreme. Undead gamblers whose lust for cards and dice couldn't be sated in life, they haunt the shadowy corners of gambling halls and continue their search for that next hit of adrenaline.</p>\n<p>In undeath, gaming takes on a different flavor; with nothing left to lose, bone croupiers turn their attentions toward others, cajoling and palavering normally casual gamers into committing themselves to ever higher stakes. Before they know it, these unsuspecting victims have called in decades-old favors and put liens on their homes in the hope of winning back just a fraction of the pot. But by then the bone croupier has already claimed its prize-for to this undead chiseler, any earnings are incidental, and the real prize is encouraging others to lose their own.</p>\n<p>Bone croupiers often enshroud themselves in thick layers of cigar smoke or voluminous robes to mask their undead nature, but they almost always wear wicked grins at the table. This smile is no ruse or part of its poker face, however-the truth is that bone croupiers truly delight in games, regardless of whether they are winning or losing, and despite their incredible skills of deception and trickery, most simply can't disguise their unbridled mirth.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Brughadatch": {
			"name": "Brughadatch",
			"publicNotes": "<p>The biggest difference between a gahlepod and a grown brughadatch isn't their humanoid appearance, but the powerful magic they gain as they mature.</p>\n<hr />\n<p>Brughadatches are malevolent fey tricksters with distinct stages of life: they spawn from the First World's primal energies as esurient tadpoles, grow into humanoids capable of creating enticing illusions, then finally evolve into huge, slothful toads that warp their environs with mere thoughts.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Bugaboo": {
			"name": "Bugaboo",
			"publicNotes": "<p>After devouring enough souls, a bogey transforms into the more powerful and sophisticated bugaboo.</p>\n<hr />\n<p>Bogeymen are stealers of innocence and devourers of souls. Few targets who survive an encounter with them remain unchanged. Different names are given to bogeymen according to their varying sizes and degrees of power, which typically advance as the monsters consume more souls.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Bugul Noz": {
			"name": "Bugul Noz",
			"speed":"forest jaunt",
			"publicNotes": "<p>This gangly fey humanoid wanders the overgrown paths of dark, misty forests, voluntarily isolating themself in an attempt to protect others from their hideous form. A bugul noz's appearance is not merely unsightly-to view the being's form is said to tempt death, and backwoods villagers tell tales of wanderers found struck dead after merely glancing at the creature.</p>\n<p>As they jaunt through the forest, the bugul noz sings an eerie tune to alert others to their presence and deter these creatures from looking upon them. The bugul noz does not, after all, want to harm anyone; they are inherently kind, if unpredictable, and if they accidentally kill a creature out of panic or confusion, they grieve. A bugul noz who roams the same road long enough compiles a long list of such accidental victims, and they might carry the corpses off to a single mass grave deep in the forest. When not wandering, the bugul noz watches over this grave to ensure that the spirits of their victims are never lonely.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Buzzing Latch Rune": {
			"name": "Buzzing Latch Rune",
			"disable": "<p>@Check[type:thievery|dc:34|name:Disrupt the Rune|traits:action:disable-a-device] (master) to disrupt the rune without triggering it or <em>@UUID[Compendium.pf2e.spells-srd.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (6th level; counteract DC 31) to magically counteract the rune</p>",
			"hazarddescription": "<p>An invisible rune on the door begins emitting a very loud buzzing sound, potentially paralyzing an intruder.</p>",
			"reset": "<p>The trap resets after 1 hour.</p>",
			"routine": "",
			"stealthdetails": "<p>(master)</p>",
			"data":{},
			"items":{}
		},
		"Cat Sith": {
			"name": "Cat Sith",
			"publicNotes": "<p>Cat siths can easily pass for common black house cats, noteworthy only for the white spots on their chests and their unusually bristly personalities. In actuality, they are cunning fey, fully capable of speech, trickery, and even walking upright on their hind legs and using their forepaws almost as skillfully as hands. Cat siths live around highland towns and cities, regularly venturing unnoticed into nearby communities by posing as domesticated felines or using magic to take humanoid form. While some cat siths gather information and undertake tasks for more powerful fey creatures, others serve only their own mysterious agendas.</p>\n<p>Cat siths are harbingers of misfortune and find amusement in the unluckiness that follows in their wake. Though they are rarely malicious, they are fascinated by death in all its forms, and may go so far as to steal the souls of the dying for some inscrutable purpose.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Catacomb Cave-In": {
			"name": "Catacomb Cave-In",
			"disable": "<p>@Check[type:thievery|dc:21|name:Prop Up Ceiling] (trained) to prop up the ceiling in key locations prior to the cave-in.</p>",
			"hazarddescription": "<p>The ceiling is unstable, and any Medium or larger creature that approaches within 5 feet of the collapsed tunnel triggers a cave-in.</p>",
			"reset": "",
			"routine": "",
			"stealthdetails": "<p>(trained)</p>",
			"data":{},
			"items":{}
		},
		"Caustic Dart Trap": {
			"name": "Caustic Dart Trap",
			"disable": "<p>@Check[type:thievery|dc:32|name:Jam the tube|traits:trap,mechanical,complex] (master) to sufficiently jam the tubes to make the trap unable to attack creatures in a single 5-foot square in the room, or @Check[type:crafting|dc:34|name:Alter a launching mechanism|traits:trap,mechanical,complex] (master) to alter one of the three launching mechanisms.</p>",
			"hazarddescription": "<p>Three launching mechanisms built into the mudbrick walls expel darts containing acidic chemicals. All three launching mechanisms must be disabled or destroyed to deactivate the trap.</p>",
			"reset": "<p>The trap deactivates and resets 1 minute after no creatures are in area <strong>C7</strong></p>",
			"routine": "<p>(3 actions) The trap uses each action for a caustic dart Strike. The trap loses 1 action for each launching mechanism that is broken or destroyed.</p>",
			"stealthdetails": "<p>(expert) or @Check[type:perception|dc:30|traits:action:seek] (expert) to notice the three launching mechanisms built into the wall</p>",
			"data":{},
			"items":{}
		},
		"Cavnakash": {
			"name": "Cavnakash",
			"publicNotes": "",
			"blurb": "Male xulgath fanatic",
			"data":{},
			"items":{}
		},
		"Celestial Menagerie Bruiser": {
			"name": "Celestial Menagerie Bruiser",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Chimpanzee Visitant": {
			"name": "Chimpanzee Visitant",
			"publicNotes": "<p>Common circus animals viewed as expendable by their caretakers are perhaps the most likely to rise as visitants. Animals that die en masse-such as in a tent fire or other disaster-can even form packs of roving undead.</p>\n<hr />\n<p>Although the wild creatures seen at traveling circuses can entertain and amaze, the lives of such animals and beasts are sometimes sad and cruel. Circus owners who mistreat their animals through harsh discipline or overtraining see little wrong with their mercilessness, even going so far as to slaughter their entertainers-supposedly \"by accident\"-via neglect or abuse. The victims of such cruelty who cannot move onto the afterlife-either because they somehow become infused with negative energy or their spirits cannot rest without first enacting revenge on their assailants-occasionally rise from the dead as visitants.</p>\n<p>These undead monsters haunt the sites of their demise and search out the masters who made their lives so hellish with only one goal in mind: vengeance. When they can't locate their particular abuser, or if they are still unable to rest even after confronting their aggressor, visitants seek out similarly evil harmers of animals, becoming torturers of torturers. However, visitants are for the most part unable to distinguish between individual members of a species; thus, if a visitant was abused by a human trainer, any human that crosses its path may become a target of its rage.</p>\n<p>A visitant resembles a zombified animal, but it retains a spark of the animal intelligence it had in life, making it all the more dangerous as a result. Visitants' bodies are marred by the horrors of their brutal existences: Their mouths are furrowed in a constant snarl, with a black ichor dripping from their cracked, rotten lips. Whip scars from their hours of \"training\" glow with an unnatural purple light. And perhaps above all, their eyes mark them as touched by undeath-sunken horribly deep into their skull, leaking blood or other fluid, and glowing with an aura of dread and palpable anger.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Ciza": {
			"name": "Ciza",
			"publicNotes": "<p>Banshees are the furious, tormented souls of elves bound to the Material Plane by a betrayal that defined the final hours of their lives. Some banshees arise from elves who were slain by trusted friends and allies, or whose loved ones betrayed them on their deathbeds. Others spawn from elves whose treacherous deeds shortly before their deaths left a stain upon their souls. Regardless of their origin, banshees despise the living. This hatred of life is all too often a horrific inversion of their personalities in life. Some speculate that the more kind-hearted the elf (and the more wrenching the betrayal), the crueler the banshee.</p>\n<p>Banshees rarely stray far from where they perished and typically haunt thick forests and canopied swamps where little light graces the ground. Many banshees can be found in the elven nation of Kyonin, specifically in Tanglebriar, the sinister domain of the demon Treerazer. Similarly, a large number of banshees can be found lurking about the edges of drow settlements in the Darklands, as plenty of cruelty and betrayal exists in drow culture.</p>\n<p>Banshees' mere touch inflicts pain and primal fear, and those exposed to their wails of grief rarely survive the experience.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Convergence Lattice": {
			"name": "Convergence Lattice",
			"disable": "<p>@Check[type:thievery|dc:40|name:Obliterate a Key Rune|traits:magical,trap] (master) or @Check[type:religion|dc:35|name:Obliterate a Key Rune|traits:magical,trap] (master) four times to obliterate each of the four key runes.</p>\n<p>A @Check[type:thievery|dc:45|name:Stop the Clockwork's Movement|traits:magical,trap] (legendary) check (or breaking the lattice) stops the clockwork's movement and prevents it from resetting, but doesn't stop its current activation.</p>",
			"hazarddescription": "<p>A complex clockwork of bright metal and delicately carved gemstones, the lattice's interlocking gears begin to whir as golden runes glow across its surface.</p>",
			"reset": "<p>The <em>convergence lattice</em> deactivates and resets after there are no uncontrolled targets within line of sight for 1 minute.</p>",
			"routine": "<p>(3 actions) The <em>convergence lattice</em> uses its first action to call for aid. Each convergent creature within 100 feet of the lattice Strides toward the lattice as a reaction. Creatures thus called continue to move toward the lattice on their turn each round until they are adjacent to it, at which point they defend it with their lives.</p>\n<p>The lattice uses its second action to deal [[/r {16d6}[mental]]]{16d6 mental damage} (@Check[type:will|dc:42|basic:true] save) to a non-convergent creature within 100 feet. This damage is nonlethal; a creature knocked out by this damage doesn't gain the dying condition and is automatically @UUID[Compendium.pf2e.conditionitems.9qGBRpbX9NEwtAAr]{Controlled} by the convergence lattice when they awaken.</p>\n<p>The lattice uses its third action to make the same attack against a second non-convergent creature within 100 feet; if there isn't such a second creature, it doesn't take its third action.</p>",
			"stealthdetails": "<p>(master) to realize the lattice is a complex clockwork before it begins to move; noticing the lattice itself is DC 0.</p>",
			"data":{},
			"items":{}
		},
		"Convergent Giant Eagle": {
			"name": "Convergent Giant Eagle",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Convergent Kendley Nathrael": {
			"name": "Convergent Kendley Nathrael",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Convergent Soldier": {
			"name": "Convergent Soldier",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Corrosive Lizard": {
			"name": "Corrosive Lizard",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Corrupted Priest": {
			"name": "Corrupted Priest",
			"publicNotes": "",
			"blurb": "Human hermit",
			"data":{},
			"items":{}
		},
		"Corrupted Retainer": {
			"name": "Corrupted Retainer",
			"publicNotes": "",
			"blurb": "Human hirelings",
			"data":{},
			"items":{}
		},
		"Counteflora": {
			"name": "Counteflora",
			"publicNotes": "<p>The counteflora resembles an oversized dandelion with black flowers and sinister patterns on its bracts, which it can contract for additional protection and to turn its flower head into a deadly bashing weapon. Unlike dandelions, countefloras do not have separate flowering and seeding stages, and can release their intoxicating seedpods as long as their bracts are open.</p>\n<p>Countefloras exhibit a strange intellect and communicate with one another by releasing invisible pheromones into the air. Alone, a desperate counteflora may ally with another creature if it is offered water or fertile soil. Contrary to popular belief, countefloras absorb sunlight for sustenance; they do not attack other creatures to feast upon them. Rather, the reason countefloras go to such lengths to kill their opponents is to fertilize the surrounding soil and create a nutrient-rich environment for their seedpods.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Crushing Gate Trap": {
			"name": "Crushing Gate Trap",
			"disable": "<p>@Check[type:thievery|dc:42|name:Secure Door in Place|traits:action:disable-a-device] (expert) to secure the doors in place without triggering the trap</p>",
			"hazarddescription": "<p>A hidden stone rod causes two immense stone doors to fall forward from their gate, crushing anything beneath them. The doors also fall forward if touched.</p>",
			"reset": "",
			"routine": "",
			"stealthdetails": "<p>@Check[type:perception|dc:42|traits:action:seek] (master) to spot the triggering rod beneath the black sand.</p>",
			"data":{},
			"items":{}
		},
		"Cu Sith": {
			"name": "Cu Sith",
			"publicNotes": "<p>Cu siths are hound-like doorkeepers of remote portals to other planes, particularly portals to the untamed realm of the fey, the First World. They are highly territorial and roam the highland moors they call home, constantly on the hunt for any creatures that might intrude on their territory. Those that bargain for safe passage to or from a portal find cu siths to be vigilant escorts that keep travelers safe from extraplanar threats but also ensure their charges don't veer from the most direct path to their destination. Cu siths are highly proficient hunters, and to mortals they offer a single warning in the form of their terrifying bark. Creatures that refuse to flee upon hearing a cu sith's warning bark risk a quick and brutal death.</p>\n<p>Cu siths cut imposing figures; they are as large as bulls and covered in intertwining roots, plant matter, and shaggy green and white fur that terminates in a long, plaited tail. Their eyes glow with a fiery green light.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Daring Danika": {
			"name": "Daring Danika",
			"allSaves": "+2 circumstance vs. disarm",
			"publicNotes": "",
			"blurb": "Female human lion-tamer",
			"data":{},
			"items":{}
		},
		"Darklands Alchemical Golem": {
			"name": "Darklands Alchemical Golem",
			"publicNotes": "<p>This golem is a walking alchemical nightmare capable of inflicting all manner of painful wounds. Its ability to follow orders is granted by the otherwise mindless humanoid brain that floats in its dome-like head. In exceptionally rare cases, the brain used in its creation might retain fragments of memories or even actual intellect, resulting in an alchemical golem with a personality and agenda of its own.</p>\n<hr />\n<p>Crafted of base materials and then magically animated into a powerful guardian, the legendary golem is a living construct that mindlessly obeys its creator's commands-often continuing to do so for years or even centuries after its creator's death. There exist two known methods of animating a golem. The traditional method involves harvesting and implanting an elemental soul or essence within the newly crafted host statue, a procedure seen as vile and blasphemous to those who value the sanctity of the soul; evil or amoral golem crafters tend to prefer this method. The other, less disreputable technique involves siphoning pure positive energy into the statue to artificially imitate the creation of a soul. The result does not give the golem a true soul and is generally a more costly and time-consuming method of creation. Regardless of the method used, the resulting golem functions the same. A golem's unique animating force leaves it susceptible to certain forms of magic, but apart from these few weaknesses, it is impervious to magic and difficult to damage with weapons.</p>\n<p>Golems work best in play as foes to vanquish rather than allies to accompany player characters on adventures. The process of creating a golem is time-consuming, expensive, and difficult, and only the most talented spellcasters or artisans can even hope to accomplish such an undertaking. While certain magical texts-so-called \"golem manuals\"-are said to aid golems crafters, for the most part the creation of a golem should be something left in the hands of the Game Master.</p>\n<p>Golems have components that can be harvested as trophies or magical components; the value depends on the golem in question. Examples of components that can be harvested from golems are listed in the sidebars.</p>",
			"blurb": "Variant elite alchemical golem",
			"data":{},
			"items":{}
		},
		"Darricus Stallit": {
			"name": "Darricus Stallit",
			"senses":"sharp eyes",
			"publicNotes": "",
			"blurb": "Male human deputy constable",
			"data":{},
			"items":{}
		},
		"Death Drider": {
			"name": "Death Drider",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Deghuun (Child of Mhar)": {
			"name": "Deghuun (Child of Mhar)",
			"publicNotes": "<p>Mhar, an ancient evil deity of caverns, mountains, and volcanoes, belongs to the pantheon of the Great Old Ones-monstrous beings of alien intellect and unfathomable power. The so-called children of Mhar (known as deghuuns in the chaotic tongues of Mhar's enraptured cultists) physically resemble blue-gray octopods made of stone, mud, and molten iron. Venthole-like craters dot the surface of a deghuun's body, through which the creature can gaze out with a single golden eye that it can move from crater to crater.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Delamar Gianvin": {
			"name": "Delamar Gianvin",
			"publicNotes": "",
			"blurb": "Male human agitator",
			"data":{},
			"items":{}
		},
		"Doblagub": {
			"name": "Doblagub",
			"publicNotes": "<p>Elder brughadatches command groups of fellow brughadatches, who placate the doblagub with fresh meals and trophies of the group's grisly catches.</p>\n<hr />\n<p>Brughadatches are malevolent fey tricksters with distinct stages of life: they spawn from the First World's primal energies as esurient tadpoles, grow into humanoids capable of creating enticing illusions, then finally evolve into huge, slothful toads that warp their environs with mere thoughts.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Dream Pollen Pod": {
			"name": "Dream Pollen Pod",
			"disable": "<p>@Check[type:thievery|dc:18|name:Remove Pollen Pod] (trained) to carefully remove a pollen pod or @Check[type:nature|dc:18|name:Prevent Pod Burst] (trained) to prevent a pod from bursting.</p>",
			"hazarddescription": "<p>Four magical plants inside the wagon release hallucinogenic pollen when disturbed.</p>",
			"reset": "<p>The trap resets after 1 hour, when the pods have regrown additional pollen. If all the pods are removed or disabled, the trap doesn't reset.</p>",
			"routine": "<p>(4 actions) The trap loses 1 action each turn for each removed or disabled pollen pod. The trap doesn't take a multiple attack penalty.</p>",
			"stealthdetails": "<p>(trained)</p>",
			"data":{},
			"items":{}
		},
		"Drow Bodyguard Golem": {
			"name": "Drow Bodyguard Golem",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Drunken Brawler": {
			"name": "Drunken Brawler",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Dyzallin Shraen": {
			"name": "Dyzallin Shraen",
			"publicNotes": "<p>When House Shraen was exiled from Zirnakaynin for vile religious practices deemed unsavory even by other drow, Dyzallin Shraen sought a new home with the rest of his clan. Many drow perished along the way, including several of Dyzallin's relatives and rivals. Because the survival of the house was at stake and House Shraen didn't balk at the idea of raising their fallen as undead, many of his rivals returned-often more powerful than before. By the time the exiled drow house discovered the ancient xulgath city that would bear their name, the living among them had become an underprivileged minority.</p>\n<p>While Dyzallin was one of the few who had survived the deadly exodus, in the end, he too chose undeath, deeming life detrimental to his quest for power. Leveraging all his connections within his faction, the Sunscar Oath, Dyzallin acquired a set of scrolls detailing a secret method of attaining immortality through mummification atop a specially prepared mirror.</p>\n<p>More powerful than ever before, the newly undead Dyzallin swiftly accumulated wealth and influence, rivaling even Zyra and Nyrinda Shraen, the city's leaders. He isn't yet ready to challenge the status quo in Shraen, but he believes his time is near at hand.</p>\n<p>Dyzallin has recently focused his attention on the magic orb he learned about in Xul-Khundur. He initially thought the orb was designed to control cave worms; this power alone he might have leveraged into a plot to surprise and eliminate his rivals. But he learned the orb's true purpose, and believes that its life-giving energies might allow him to utterly destroy the undead kin who stand in his way. He has acquired the orb's resonant reflection, and as a curious side effect, his rotten skin is beginning to heal, and he feels more energetic than he has in millennia. Convinced of the orb's power, Dyzallin believes it is only a matter of time before he unlocks its magic and gains control of Shraen.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Dyzallin's Golem": {
			"name": "Dyzallin's Golem",
			"publicNotes": "<p>Crafted from a nigh-indestructible metal of great rarity, adamantine golems can't be destroyed except by the most powerful foes. Crafting an adamantine golem requires a quantity of adamantine so massive that collecting it usually requires mounting a mining expedition to a distant planet, the Plane of Earth, or an Outer Plane.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Echoes of Faith": {
			"name": "Echoes of Faith",
			"disable": "<p>@Check[type:occultism|dc:26|name:Exorcise the spirits|traits:haunt,hazard] (expert) to exorcise the spirits, or @Check[type:deception|dc:28|name:Imitate the Arodenite faith|traits:haunt,hazard] or @Check[type:religion|dc:28] (trained) to imitate the Arodenite faith and render the haunt harmless until it resets</p>",
			"hazarddescription": "<p>The restless spirits of clergy who once inhabited this now-defiled temple of Aroden remain within the sanctuary and pulpit.</p>",
			"reset": "<p>The spirits return in [[/br 1d8 #Hours]]{1d8 hours} as long as any xulgaths remain in Moonstone Hall.</p>",
			"routine": "",
			"stealthdetails": "<p>(expert)</p>",
			"data":{},
			"items":{}
		},
		"Elysian Sheep": {
			"name": "Elysian Sheep",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Envenomed Thorns Trap": {
			"name": "Envenomed Thorns Trap",
			"disable": "<p>@Check[type:thievery|dc:18|name:Remove Trip Wire] (trained) to remove the trip wire.</p>",
			"hazarddescription": "<p>A trip wire strung 4 feet above the ground releases a branch studded with envenomed thorns.</p>",
			"reset": "",
			"routine": "",
			"stealthdetails": "<p>(trained)</p>",
			"data":{},
			"items":{}
		},
		"Evora Yarket": {
			"name": "Evora Yarket",
			"allSaves":"successful Fortitude saves are critical successes instead",
			"publicNotes": "",
			"blurb": "Female half-orc mammoth trainer",
			"data":{},
			"items":{}
		},
		"Explosive Furniture Trap": {
			"name": "Explosive Furniture Trap",
			"disable": "<p>@Check[type:thievery|dc:34|name:Identify and Cut Wiring|traits:action:disable-a-device] (expert) to identify and harmlessly cut the taut wiring</p>",
			"hazarddescription": "<p>Wiring keeping the furniture together unravels, causing the spring-loaded pieces of furniture and wire to shoot outward.</p>",
			"reset": "",
			"routine": "",
			"stealthdetails": "<p>(expert)</p>",
			"data":{},
			"items":{}
		},
		"Faceless Butcher": {
			"name": "Faceless Butcher",
			"publicNotes": "<p>The deformed flesh on this humanoid horror's head bears grim holes where their eyes, nose, mouth, and ears should be, and little else. Stories of faceless butchers always center on the monstrous murderer's preferred weapon: a wicked and bloodstained meat cleaver, which the butcher uses to carve flesh from skull to add to their collection of stolen faces. Once they've taken a victim's face, the faceless butcher can wear it, transform into an exact replica of the deceased, and begin stalking their next victim.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Flea Swarm": {
			"name": "Flea Swarm",
			"publicNotes": "<p>Flea swarms roil across city streets and rural hinterlands in a hissing, scraping scrabble, draining blood from any creatures unfortunate enough to cross their path.</p>\n<hr />\n<p>Fleas are little more than a nuisance in most circumstances, but can be lethal when they grow to monstrous proportions or gather in enormous swarms.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Gahlepod": {
			"name": "Gahlepod",
			"publicNotes": "<p>The youngest brughadatches resemble overlarge tadpoles about 2 feet long.</p>\n<hr />\n<p>Brughadatches are malevolent fey tricksters with distinct stages of life: they spawn from the First World's primal energies as esurient tadpoles, grow into humanoids capable of creating enticing illusions, then finally evolve into huge, slothful toads that warp their environs with mere thoughts.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Ghost Crystal Cloud": {
			"name": "Ghost Crystal Cloud",
			"disable": "<p>@Check[type:arcana|dc:26|name:Render the cloud inert|traits:hazard,environmental] or @Check[type:occultism|dc:26|name:Render the cloud inert|traits:hazard,environmental] (expert) to render the crystal cloud inert</p>",
			"hazarddescription": "<p>The xulgath corpse splits open to release a cloud of tiny ectoplasmic crystals which, when they are   inhaled, disorient and devitalize living creatures.</p>",
			"reset": "<p>The crystals regrow into a number sufficient to form another dangerous cloud after 1 week.</p>",
			"routine": "",
			"stealthdetails": "<p>(trained)</p>",
			"data":{},
			"items":{}
		},
		"Giant Aukashungi": {
			"name": "Giant Aukashungi",
			"publicNotes": "<p>The strongest individual in an aukashungi swarm eventually grows to monstrous proportions.</p>\n<hr />\n<p>These massive isopods are native to the Abyssal realm of Gluttondark, in the acidic oceans of the realm's many cavern-worlds. Aukashungis are sometimes summoned to the Material Plane by Zevgavizeb-worshipping cultists, who favor aukashungis for their mindless obedience and sheer destructive potential.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Giant Flea": {
			"name": "Giant Flea",
			"publicNotes": "<p>Giant fleas are commonly found in areas containing hardy megafauna, such as dinosaurs or mammoths.</p>\n<hr />\n<p>Fleas are little more than a nuisance in most circumstances, but can be lethal when they grow to monstrous proportions or gather in enormous swarms.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Ginjana Mindkeeper": {
			"name": "Ginjana Mindkeeper",
			"speed":"light step, mobility",
			"publicNotes": "",
			"blurb": "Female dero anatomist",
			"data":{},
			"items":{}
		},
		"Gluttondark Babau": {
			"name": "Gluttondark Babau",
			"publicNotes": "<p>The babau is an assassin, a murderer, and a sadist-certainly not unusual traits, yet their penchant for stealth and surprise sets them apart from their kin. Babaus form from mortal souls of lone killers-those who took pleasure in more personal murders, and particularly those with grisly patterns to their killings.</p>",
			"blurb": "Elite babau demon",
			"data":{},
			"items":{}
		},
		"Guardian of the Faithful": {
			"name": "Guardian of the Faithful",
			"publicNotes": "<p>As with any humanoid animated statues of Medium size, giant animated statues are used to guard locations of importance, but their increased size and power make them most useful in large vaults, spacious chambers, or outdoor locations. Animated objects of this strength and size are ideal for tasks and responsibilities usually performed by golems, and more powerful animated objects are thus all but unheard of.</p>\n<hr />\n<p>Granted a semblance of life through the use of rituals or other strange magic, animated objects take many forms and serve a variety of uses. A few examples of typical animated objects are listed below. Many of these creatures serve as guardians, surprising unsuspecting adventurers when they suddenly attack. Others serve as idle distractions for the exceptionally rich, simple servants created to handle odd jobs, and the like.</p>",
			"blurb": "Elite giant animated statue",
			"data":{},
			"items":{}
		},
		"Guthallath Rockslide": {
			"name": "Guthallath Rockslide",
			"disable": "<p>@Check[type:crafting|dc:48|name:Buttress the Rocks|traits:environmental] (legendary) to buttress the collapsing rocks in three different locations. Using large and durable materials (or applicable spells) to support the rocks reduces the check to @Check[type:crafting|dc:45|name:Buttress the Rocks|traits:environmental] (master).</p>",
			"hazarddescription": "<p>The rock walls nearby begin to crumble and collapse.</p>",
			"reset": "<p>The guthallath can reset the hazard with a few days of work stacking the fallen rocks.</p>",
			"routine": "<p>(2 actions) On the hazard's first action, any areas of crumbling rocks from a previous round collapse, making a falling rocks Strike against each creature in the area.</p>\n<p>On its second action, the hazard crumbles rocks in a 20- foot radius around the previous collapse. A character can @UUID[Compendium.pf2e.actionspf2e.BlAOM2X92SI6HMtJ]{Seek} (DC 40) to determine where the rocks will fall on the following round, but on a critical failure, they incorrectly identify where the rocks will fall.</p>",
			"stealthdetails": "<p>(master) to notice the odd aging of the stones, seemingly far older and more weathered than the surrounding rocks</p>",
			"data":{},
			"items":{}
		},
		"Hallowed Wheel": {
			"name": "Hallowed Wheel",
			"disable": "<p>@Check[type:thievery|dc:31|name:Flip the switch|traits:hazard,complex,magical,mechanical,trap] (master) on the wheel to flip the switch returning it to a harmless carnival game, @Check[type:thievery|dc:26|name:Erase each rune|traits:hazard,complex,magical,mechanical,trap] (expert) to erase each rune, or <em>@UUID[Compendium.pf2e.spells-srd.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (5th level; counteract DC 28) to counteract each rune.</p>",
			"hazarddescription": "<p>An ornate wheel, divided into eight segments with a rune painted on each, is mounted on a pole and controlled by a lever that can be triggered manually or a sensor that detects creatures within 30 feet in front of it.</p>",
			"reset": "<p>The trap deactivates and resets if 1 minute passes without any creature moving within range of its sensor.</p>",
			"routine": "<p>(2 actions) On its initiative, the trap uses its first action to spin, then stops. Roll [[/r 1d8]]{1d8} to determine which segment is topmost when the wheel stops spinning. The wheel uses its second action to replicate the spell listed for that segment (5th level, DC 27, spell attack roll +17). This spell's target is centered on or otherwise includes the nearest creature in the spell's area. This increases the spell's range to 30 feet if necessary. Any spell cast by this trap is occult.</p>\n<p><em>1 - <em>@UUID[Compendium.pf2e.spells-srd.2w4OpAGihn1JSHFD]{Black Tentacles}</em></em> @Template[type:burst|distance:20|name:Black Tentacles|traits:hazard,complex,magical,mechanical,trap,conjuration,occult]{20-foot burst} [[/r 1d20+17]]{Spell Attack vs. Target's Fortitude DC}</p>\n<p><em>2 - <em>@UUID[Compendium.pf2e.spells-srd.VosLNn2M8S7JH67D]{Blindness}</em></em> @Check[type:fortitude|dc:27|name:Blindness|traits:hazard,complex,magical,mechanical,trap,incapacitation,necromancy,occult]</p>\n<p><em>3 - <em>@UUID[Compendium.pf2e.spells-srd.LiGbewa9pO0yjbsY]{Confusion}</em></em> @Check[type:will|dc:27|name:Confusion|traits:hazard,complex,magical,mechanical,trap,emotion,enchantment,mental,occult]</p>\n<p><em>4 - <em>@UUID[Compendium.pf2e.spells-srd.YvXKGlHOt7mdW2jZ]{Death Ward}</em></em> Range 30 feet</p>\n<p><em>5 - <em>@UUID[Compendium.pf2e.spells-srd.KSAEhNfZyXMO7Z7V]{Outcast's Curse}</em></em> @Check[type:will|dc:27|name:Outcast's Curse|traits:hazard,complex,magical,mechanical,trap,curse,enchantment,mental,misfortune,occult] Range 30 feet</p>\n<p><em>6 - <em>@UUID[Compendium.pf2e.spells-srd.IqJ9URobmJ9L9UBG]{Shadow Blast}</em></em> @Template[type:line|distance:30|traits:hazard,complex,magical,mechanical,trap,evocation,occult,shadow|width:5]{30-foot line} @Check[type:reflex|dc:27|basic:true|name:Shadow Blast|traits:hazard,complex,magical,mechanical,trap,evocation,occult,shadow] or @Check[type:will|dc:27|basic:true|name:Shadow Blast|traits:hazard,complex,magical,mechanical,trap,evocation,occult,shadow] [[/r {5d8}[force]]]{5d8 Force Damage}</p>\n<p><em>7 - <em>@UUID[Compendium.pf2e.spells-srd.wzLkNU3AAqOSKFPR]{Sound Burst}</em></em> @Template[type:burst|distance:10|traits:hazard,complex,magical,mechanical,trap,evocation,occult,sonic]{10-foot burst} @Check[type:fortitude|dc:27|name:Sound Burst|traits:hazard,complex,magical,mechanical,trap,evocation,occult,sonic] [[/r {2d10}[sonic]]]{2d10 Sonic Damage}</p>\n<p><em>8 - <em>@UUID[Compendium.pf2e.spells-srd.5KobTMrZeZxuXMgl]{Spider Climb}</em></em> Range 30 feet</p>",
			"stealthdetails": "<p>(expert) to detect the magical sensor; noticing the wheel has a DC of 0</p>",
			"data":{},
			"items":{}
		},
		"Harrow Doll": {
			"name": "Harrow Doll",
			"publicNotes": "<p>Harrow dolls are unique constructs that can make predictions about the future. The more elite circuses and traveling shows frequently feature a harrow doll, and many use the doll's abilities to learn more about locals to better customize shows to their tastes-or to find easy marks for later cons. Upset patrons that try to harm a harrow doll or reclaim their payment quickly learn that the construct is more than capable of defending itself.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Headless Xulgath": {
			"name": "Headless Xulgath",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Helg Eats-The-Eaters": {
			"name": "Helg Eats-The-Eaters",
			"publicNotes": "",
			"blurb": "Female gug necromance",
			"data":{},
			"items":{}
		},
		"Herecite of Zevgavizeb": {
			"name": "Herecite of Zevgavizeb",
			"publicNotes": "<p>Secreted away in the dark corners of unnamed libraries, necromancer's dens, and heretical scriptoriums, obscure texts describe a horrifying ritual that combines sacrifice and suffering to create a powerful undead being known as a herecite. These monsters, stripped of personal will or desire, are born into the service of an evil god whom they worship unerringly and untiringly, often in spite of any opposing religious leanings they may have had in life. Every herecite harbors an unquenchable self-hatred because it was defiled by such a foul resurrection-a rage it turns outward in an attempt to rob others of their faith and lives.</p>\n<p>Herecites often outlast the cults that create them. Stranded herecites are drawn to others of their kind, even if they are dedicated to different evil deities, and when brought together they perform rites to magically bind themselves in a group known as a cabal. While cabal members share enhanced magic and defenses, induction into a cabal appears to hold even deeper significance for herecites. The presence of others of their kind with whom they can pray-in verses warped to venerate wicked gods-seems the only solace these tormented beings can find in undeath. Such a fellowship of sorrow is nigh unbreakable, as many an overzealous crusader has discovered far too late.</p>\n<p>Customarily found within heavily modified temples to the pantheon of gods they collectively worship, herecites act in service to their creators or as protectors of unholy ground. High priests of different evil gods may even trade herecites among themselves, allowing their minions to form cabals strengthened by their varied faiths. A lone herecite cut off from its creators-often because it is the sole remnant of a destroyed temple or its master has perished-may wander far and wide in search of a cabal to join. Other times, the herecite seeks out a place sacred to the deity it worshipped in life. Whether motivated by a desire for contrition or vengeance, the end result of this baleful pilgrimage is always the desecration of the holy site and the slaughter of its congregants, who may in turn rise as lesser forms of undead.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Hollow Hush": {
			"name": "Hollow Hush",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Hooklimb Xulgath": {
			"name": "Hooklimb Xulgath",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Horba": {
			"name": "Horba",
			"publicNotes": "",
			"blurb": "Female corrupted retainer",
			"data":{},
			"items":{}
		},
		"Host of Spirits": {
			"name": "Host of Spirits",
			"disable": "<p>@Check[type:religion|dc:43|name:Exorcise Spirits] (master) to exorcise the spirits or @Check[type:deception|dc:45|name:Trick the Spirits] (master) to trick the spirits into departing</p>",
			"hazarddescription": "<p>A host of angry spirits inhabiting the ruined house attempts to drag living creatures closer and crush them to death.</p>",
			"reset": "<p>The haunt ends 1 round after no creatures are within 50 feet of the house. The haunt resets after 1 day.</p>",
			"routine": "<p><strong><span class=\"pf2-icon\">t</span></strong> For each of its actions, the trap attempts a ghostly hand Strike against a different creature within 50 feet of the ruins of the house (if there are fewer than 3 creatures, the haunt doesn't use its remaining actions).</p>",
			"stealthdetails": "<p>+35 (expert)</p>",
			"data":{},
			"items":{}
		},
		"Iffdahsil": {
			"name": "Iffdahsil",
			"publicNotes": "<p>The slithering horror known as Iffdahsil is an undead shoggoth that has haunted the vault of the Black Desert for millennia. Drow legends in particular tend to feature Iffdahsil, terrifying the elves from a young age.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Imperious Darkside Mirror": {
			"name": "Imperious Darkside Mirror",
			"disable": "<p>@Check[type:thievery|dc:42|name:Retrieve a Creture from the Mirror|traits:action:disable-a-device] (legendary) to retrieve a creature from the mirror within 10 minutes of the switch (possible only if their mirror duplicate is dead), @Check[type:thievery|dc:47|name:Permanently Disable the Mirror|traits:action:disable-a-device] (master) to permanently disable the mirror once all mirror duplicates are dead, or <em>@UUID[Compendium.pf2e.spells-srd.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (9th level; counteract DC 40) to counteract the mirror for 1 minute and prevent additional replacements from appearing during that time.</p>",
			"hazarddescription": "<p>This magic mirror replaces characters with evil duplicates from another dimension.</p>\n<p>The mirror can't be damaged while any mirror duplicate is alive.</p>",
			"reset": "<p>The mirror is always ready to absorb creatures into another dimension. 10 minutes after a creature is sucked into the mirror, if an ally doesn't rescue the creature using the Thievery skill, the creature reaches the mirror dimension, where it could be captured or killed. In the mirror dimension, it counts as a mirror duplicate, so the denizens of the other dimension can't destroy the mirror on their side while the absorbed creature is there. These dimensions are alternate realities, not planes, so even rituals like plane shift can't reach them.</p>",
			"routine": "<p>(1 action) The mirror absorbs another reflected creature into the mirror (DC 42 Reflex) and replaces it with a mirror duplicate. Mirror duplicates act on their own initiative, using the same statistics as the original creature, but with an evil alignment (changing only abilities that shift with the alignment change).</p>\n<p>Mirror duplicates are legendary in Intimidation and are permanently quickened, but they can use this additional action only to Demoralize.</p>\n<p>A mirror duplicate can spend 3 actions in contact with the mirror to return to its original dimension and release the creature it duplicated, but most mirror duplicates prefer not to.</p>",
			"stealthdetails": "<p>+32 (Legendary) to notice that the mirror isn't a regular mirror.</p>",
			"data":{},
			"items":{}
		},
		"Iridescent Elephant": {
			"name": "Iridescent Elephant",
			"publicNotes": "<p>An iridescent animal is a wild or domesticated animal that has undergone a magical transformation to become a luminescent beast that can glow in the dark and use dazzling light-based powers. Although the effect is glamorous, the life of an iridescent animal is a sad one. The change drastically weakens the animal, diminishing both its strength and its vitality. This effect is desirable for some-particularly the circuses, menageries, and royal courts that typically purchase these glowing beasts-but never for the animal itself. Because the effects of the transformation are so deleterious, the act of creating an iridescent animal is strongly frowned upon by druids and other naturalists, some of whom dedicate their lives to rescuing and fostering these maltreated creatures. The procedure cannot be reversed, and few iridescent animals are fit to live in the wild after the transformation, cementing their lot in life to serve as showy beasts of burden or objects of entertainment and ridicule.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Jellico Bounce-Bounce": {
			"name": "Jellico Bounce-Bounce",
			"publicNotes": "",
			"blurb": "Male human clown",
			"data":{},
			"items":{}
		},
		"Juvenile Boar": {
			"name": "Juvenile Boar",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Kalkek": {
			"name": "Kalkek",
			"publicNotes": "<p>Once a barghest has eaten enough to grow into a greater barghest, it typically seeks a method to leave the Material Plane and return to the Abyss, there joining other fiends as yet another of that plane's horrors. As barghests have no innate ability to travel the planes, though, the time it takes for most greater barghests to engineer such a return can usually be measured in years, if not decades. During that time, greater barghests continue to play the roles of gluttons, hunters of humanity, and tyrants of goblinoid tribes. More than a few grow accustomed to such lives on the Material Plane and wholly abandon the end goal of returning to the Abyss, despite the fact that those who do make such a return home often grow even more powerful over time, gaining eerie new abilities and qualities absorbed from the raw chaos of the Abyss itself.</p>\n<p>In addition to greater barghests being more powerful than typical barghests, the process of transforming into a greater barghest results in hideous mutations that often grant deadly abilities. Some barghests grow large bat-like wings upon their transformation. Others develop toxic breath or vestigial limbs. The options detailed in the stats below represent only the tip of the proverbial iceberg for barghest mutations-feel free to use these as inspiration for coming up with new mutations of your own design.</p>",
			"blurb": "Male greater barghest",
			"data":{},
			"items":{}
		},
		"Kharostan": {
			"name": "Kharostan",
			"publicNotes": "",
			"blurb": "Male urdefhan war champion",
			"data":{},
			"items":{}
		},
		"Kimilekki": {
			"name": "Kimilekki",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Kirosthrek": {
			"name": "Kirosthrek",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Krooth Summoning Rune": {
			"name": "Krooth Summoning Rune",
			"disable": "<p>@Check[type:acrobatics|dc:24|name:Approach without triggering the trap|traits:hazard,complex,magical,trap] to approach without triggering the trap followed by @Check[type:thievery|dc:26|name:Erase the rune|traits:hazard,complex,magical,trap] (expert) to erase the rune, or <em>@UUID[Compendium.pf2e.spells-srd.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (4th level; counteract DC 24) to counteract the rune.</p>",
			"hazarddescription": "<p>The haze conceals a rune that summons a krooth in front of the door to area B10.</p>",
			"reset": "<p>The trap resets after 24 hours.</p>",
			"routine": "",
			"stealthdetails": "<p>(expert)</p>",
			"data":{},
			"items":{}
		},
		"Lakkai One-Fang": {
			"name": "Lakkai One-Fang",
			"publicNotes": "<p>Xulgath leaders are usually the strongest, most violent members of a community-although in some cases, particularly in larger groups, xulgath tribes are led by powerful demon cultists or other monsters who seek to use the xulgaths as servants or slaves.</p>\n<hr />\n<p>Reptilian humanoids who live in the uppermost reaches of the Darklands, xulgaths (known as troglodytes to many surface-dwelling folk) often attack intruders in their territory on sight. They live in simple familial communities, battling rival groups and other aggressive Darklands inhabitants in order to survive. They occasionally raid surface settlements, usually at the behest of cruel, bloodthirsty leaders who are often themselves in the thrall of more powerful creatures like nagas or demons. A typical xulgath has dull gray, dark gray, or ashen scales, with a long tail and bony protrusions that run the length of its spine. A typical xulgath is 5 feet tall and weighs 150 pounds.</p>\n<p>Although today the xulgaths are brutal and scattered, they were one of the first intelligent humanoids to rise in the primeval world, once ruling over a mighty empire that stretched throughout the Darklands. Today, all that remains of this era are ruins of massive stone ziggurats and crumbling cities found within some of the larger caverns. Some groups of xulgaths continue to live among these ruins, venerating their ancestors' accomplishments, while others consider these areas taboo and leave them to become infested with Darklands vermin. Sages don't agree on why the ancient xulgath civilization fell. Some suspect it was the result of a loss of several wars waged against serpentfolk, while others suggest that the corruptive influence of demon worship rotted their culture from within.</p>\n<p>Certainly, many xulgath settlements continue to worship demons to this day, paying homage and offering live sacrifices to terrible creatures from the Abyss. Occasionally, a xulgath shaman can call forth and bind a lesser demon to help serve the group, but a shaman who delves too deep into occultism might summon a more powerful fiend that either tears the xulgaths to pieces or enslaves them.</p>",
			"blurb": "Female xulgath leader",
			"data":{},
			"items":{}
		},
		"Leandrus": {
			"name": "Leandrus",
			"publicNotes": "",
			"blurb": "Male lion",
			"data":{},
			"items":{}
		},
		"Ledorick Banyan": {
			"name": "Ledorick Banyan",
			"publicNotes": "",
			"blurb": "Male human folk hero",
			"data":{},
			"items":{}
		},
		"Ledorick Banyan (Possessed)": {
			"name": "Ledorick Banyan (Possessed)",
			"publicNotes": "",
			"blurb": "Male human folk hero",
			"data":{},
			"items":{}
		},
		"Lion Visitant": {
			"name": "Lion Visitant",
			"publicNotes": "<p>Scars and other marks of obvious mistreatment are the clearest indicators that an undead animal is no mere zombie.</p>\n<hr />\n<p>Although the wild creatures seen at traveling circuses can entertain and amaze, the lives of such animals and beasts are sometimes sad and cruel. Circus owners who mistreat their animals through harsh discipline or overtraining see little wrong with their mercilessness, even going so far as to slaughter their entertainers-supposedly \"by accident\"-via neglect or abuse. The victims of such cruelty who cannot move onto the afterlife-either because they somehow become infused with negative energy or their spirits cannot rest without first enacting revenge on their assailants-occasionally rise from the dead as visitants.</p>\n<p>These undead monsters haunt the sites of their demise and search out the masters who made their lives so hellish with only one goal in mind: vengeance. When they can't locate their particular abuser, or if they are still unable to rest even after confronting their aggressor, visitants seek out similarly evil harmers of animals, becoming torturers of torturers. However, visitants are for the most part unable to distinguish between individual members of a species; thus, if a visitant was abused by a human trainer, any human that crosses its path may become a target of its rage.</p>\n<p>A visitant resembles a zombified animal, but it retains a spark of the animal intelligence it had in life, making it all the more dangerous as a result. Visitants' bodies are marred by the horrors of their brutal existences: Their mouths are furrowed in a constant snarl, with a black ichor dripping from their cracked, rotten lips. Whip scars from their hours of \"training\" glow with an unnatural purple light. And perhaps above all, their eyes mark them as touched by undeath-sunken horribly deep into their skull, leaking blood or other fluid, and glowing with an aura of dread and palpable anger.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Luminous Ooze": {
			"name": "Luminous Ooze",
			"publicNotes": "<p>Luminous oozes are strange globular creatures that glow with brilliant multicolored light. Unlike many oozes, which rely on camouflage and stealth to attack their prey, luminous oozes attract victims with their impressive light displays before blinding them and launching into a frenzied attack. They are often found on the ceilings or walls of dark caverns, and more than a few curious spelunkers have met their end simply by investigating their strange yet beautiful light. The effects of electricity on luminous oozes are ill understood, though those who have studied these creatures liken their static-absorbing power to that of lightning rods.</p>\n<p>These creatures are highly sought after by status-hungry socialites, flamboyant barkeeps, and daring showrunners, for in addition to being dangerous monsters, luminous oozes are also incredible sources of beautiful prismatic light, comparable to a magical light show but available for a fraction of the price. The trick, of course, is capturing and penning such a specimen. The most reliable means of caging a luminous ooze is with a permanent wall of force shaped into a cube or sphere, but few have the means to create or commission such an enclosure. Instead, most people who find themselves in possession of a luminous ooze simply put it in a thick glass box. As long as they are well fed, luminous oozes accept this treatment, though woe be unto anyone in the vicinity if a hungry luminous ooze should escape from its display case.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Lyrt Cozurn": {
			"name": "Lyrt Cozurn",
			"publicNotes": "",
			"blurb": "Male dybbuk cult leader",
			"data":{},
			"items":{}
		},
		"Masks of Aroden's Guises": {
			"name": "Masks of Aroden's Guises",
			"disable": "<p>@Check[type:religion|dc:29|name:Dismiss the magic|traits:hazard,complex,magical,trap] (expert) or @Check[type:occultism|dc:29|name:Dismiss the magic|traits:hazard,complex,magical,trap] or @Check[type:thievery|dc:31|name:Dismiss the magic|traits:hazard,complex,magical,trap] (expert) to dismiss the magic on a single statue. Replacing the two missing masks (a mask made of or incorporating coins on the merchant statue and a mask made of any valuable fabric on the tailor statue) and succeeding at a @Check[type:religion|dc:27|name:Disarm the trap|traits:hazard,complex,magical,trap] check disarms the trap.</p>",
			"hazarddescription": "<p>Ten masks adorn twelve stone statues.</p>",
			"reset": "<p>The trap deactivates and resets 1 minute after it has no target creatures</p>",
			"routine": "<p>(3 actions) An unmasked statue casts <em>@UUID[Compendium.pf2e.spells-srd.tlcrVRqW1MSKJ5IC]{Phantasmal Killer}</em> (@Check[type:will|dc:27|traits:hazard,complex,magical,trap,death,emotion,fear,illusion,mental] and @Check[type:fortitude|dc:27|traits:hazard,complex,magical,trap,death,emotion,fear,illusion,mental,incapacitation]) against a target in the room for each of the trap's actions, creating an image of the statue lunging forth. It doesn't affect the same creature more than once; if there are fewer targets than it has actions, the trap doesn't use its remaining actions. Unmasking an additional statue increases the hazard's actions by 1, and replacing a mask reduces its actions by 1.</p>",
			"stealthdetails": "<p>(expert)</p>",
			"data":{},
			"items":{}
		},
		"Maze of Mirrors": {
			"name": "Maze of Mirrors",
			"disable": "<p>@Check[type:thievery|dc:26|name:Stop the mirrors|traits:hazard,complex,magical,mechanical,trap] (expert) or <em>@UUID[Compendium.pf2e.spells-srd.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (5th level; counteract DC 28) to stop the mirrors' shuffling; @Check[type:occultism|dc:28|name:Dispel the minotaur|traits:hazard,complex,magical,mechanical,trap] or @Check[type:religion|dc:28|name:Dispel the minotaur|traits:hazard,complex,magical,mechanical,trap] (expert) to dispel the minotaur</p>",
			"hazarddescription": "<p>Invisible runes in the maze disorient those within it and cause its mirrored walls to shift about.</p>",
			"reset": "<p>The trap deactivates and resets if 1 minute passes without any creature in the maze.</p>",
			"routine": "<p>(3 actions) The trap uses its first action to magically shuffle the mirrors, rendering markings or maps of the maze ineffective. Creatures in the maze that fail a @Check[type:will|dc:26|traits:hazard,complex,magical,mechanical,trap] save are @UUID[Compendium.pf2e.conditionitems.e1XGnhKNSQIm5IXg]{Stupefied 1} until they leave the maze. If the target fails additional saves against this ability, the condition value increases by 1 (to a maximum of @UUID[Compendium.pf2e.conditionitems.e1XGnhKNSQIm5IXg]{Stupefied 4}).</p>\n<p>For its second action, the trap's ghostly minotaur attacks a random creature in the maze with its spectral gore.</p>\n<p>For its third action, the trap makes another spectral gore attack against a random creature.</p>",
			"stealthdetails": "<p>(trained) to detect the magical runes in the maze; noticing the maze itself has a DC of 0</p>",
			"data":{},
			"items":{}
		},
		"Mechanical Carny": {
			"name": "Mechanical Carny",
			"publicNotes": "<p>Mechanical carnies are constructs manufactured to serve as entertainers, cleaners, and guards at carnivals and circuses. The first of these constructs was created by a gnome inventor who yearned for a tireless companion who could make her laugh and smile. Her invention was so successful that it has spawned countless imitations and knockoffs throughout the Inner Sea, and mechanical carnies of some form or another are a staple throughout metropolitan lands in both Avistan and Garund.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Mistress Dusklight": {
			"name": "Mistress Dusklight",
			"publicNotes": "",
			"blurb": "Female catfolk ringmaster",
			"data":{},
			"items":{}
		},
		"Mukradi Summoning Runes": {
			"name": "Mukradi Summoning Runes",
			"disable": "<p>@Check[type:acrobatics|dc:36|name:Approach Rune] to approach without triggering the trap followed by @Check[type:occultism|dc:34|name:Erase the Rune] (expert) or @Check[type:thievery|dc:38|name:Erase the Rune|traits:action:disable-a-device] (master) to erase the rune, or <em>@UUID[Compendium.pf2e.spells-srd.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (8th level; counteract DC 34) to counteract the rune.</p>",
			"hazarddescription": "<p>Barely visible runes are etched into the stone floor in a 20-foot diameter circle.</p>",
			"reset": "<p>The trap resets at the first high tide of each day.</p>",
			"routine": "",
			"stealthdetails": "<p>(master) to notice runes marked on the floor.</p>",
			"data":{},
			"items":{}
		},
		"Muse Phantom": {
			"name": "Muse Phantom",
			"publicNotes": "<p>For performers who die before their time and whose love of the theater is stronger than death's grasp, the show does indeed go on. Such actors rise from the grave to become muse phantoms-undead spirits that haunt opera houses or auditoriums and possess the bodies of living actors to continue their art.</p>\n<p>A host is often utterly unaware of being possessed by a muse phantom. Like egotistical parasites, muse phantoms assume command of their unwitting thespian shells only during big shows with packed audiences, and even then the host might chalk up their sudden lack of control to the transcendence of performance, not the nefarious influence of some paranormal entity. In time, a performer's mind can become utterly warped by the spirit's domination, twisting artistic temperament and vanity into evil selfishness and tireless obsession.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Muurfeli": {
			"name": "Muurfeli",
			"publicNotes": "<p>Before the Black Desert became a barren sandscape, cultures with grand magical traditions lived under its soaring roof. These communities eventually left the vault or died out, but the genies they summoned remained and became warped by the region's pervasive blightburn radiation. Now, these \"blightburn genies\" have bodies with features mirroring those of beasts that dwell in dark places, and their elemental lineages have been irreparably corrupted.</p>\n<hr />\n<p>Whereas typical djinn can cleanse or clear areas with their arcane winds, the air magic of muurfeli is tainted by the Black Desert's noxious radiation and mixed with the realm's ambient fetid winds.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Nemmia Bramblecloak": {
			"name": "Nemmia Bramblecloak",
			"senses":"keen eyes",
			"publicNotes": "",
			"blurb": "Female halfling zealot",
			"data":{},
			"items":{}
		},
		"Nihiris": {
			"name": "Nihiris",
			"publicNotes": "<p>Banshees are the furious, tormented souls of elves bound to the Material Plane by a betrayal that defined the final hours of their lives. Some banshees arise from elves who were slain by trusted friends and allies, or whose loved ones betrayed them on their deathbeds. Others spawn from elves whose treacherous deeds shortly before their deaths left a stain upon their souls. Regardless of their origin, banshees despise the living. This hatred of life is all too often a horrific inversion of their personalities in life. Some speculate that the more kind-hearted the elf (and the more wrenching the betrayal), the crueler the banshee.</p>\n<p>Banshees rarely stray far from where they perished and typically haunt thick forests and canopied swamps where little light graces the ground. Many banshees can be found in the elven nation of Kyonin, specifically in Tanglebriar, the sinister domain of the demon Treerazer. Similarly, a large number of banshees can be found lurking about the edges of drow settlements in the Darklands, as plenty of cruelty and betrayal exists in drow culture.</p>\n<p>Banshees' mere touch inflicts pain and primal fear, and those exposed to their wails of grief rarely survive the experience.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Obsidian Golem": {
			"name": "Obsidian Golem",
			"publicNotes": "<p>The art of golem animation is not limited to societies with access to expensive crafting materials or a long history of arcane mastery. Among the resource-poor xulgaths who dwell in the Darklands, especially those hardy clutches that call the Black Desert their home, obsidian is one of the most common crafting materials available. Combine this ingredient with a powerful spellcaster and the xulgath tradition of inflection-magically warping and working normally inflexible stone-and the end result is an obsidian golem.</p>\n<hr />\n<p>Crafted of base materials and then magically animated into a powerful guardian, the legendary golem is a living construct that mindlessly obeys its creator's commands-often continuing to do so for years or even centuries after its creator's death. There exist two known methods of animating a golem. The traditional method involves harvesting and implanting an elemental soul or essence within the newly crafted host statue, a procedure seen as vile and blasphemous to those who value the sanctity of the soul; evil or amoral golem crafters tend to prefer this method. The other, less disreputable technique involves siphoning pure positive energy into the statue to artificially imitate the creation of a soul. The result does not give the golem a true soul and is generally a more costly and time-consuming method of creation. Regardless of the method used, the resulting golem functions the same. A golem's unique animating force leaves it susceptible to certain forms of magic, but apart from these few weaknesses, it is impervious to magic and difficult to damage with weapons.</p>\n<p>Golems work best in play as foes to vanquish rather than allies to accompany player characters on adventures. The process of creating a golem is time-consuming, expensive, and difficult, and only the most talented spellcasters or artisans can even hope to accomplish such an undertaking. While certain magical texts-so-called \"golem manuals\"-are said to aid golems crafters, for the most part the creation of a golem should be something left in the hands of the Game Master.</p>\n<p>Golems have components that can be harvested as trophies or magical components; the value depends on the golem in question. Examples of components that can be harvested from golems are listed in the sidebars.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Pin Tingwheely": {
			"name": "Pin Tingwheely",
			"publicNotes": "",
			"blurb": "Male pixie daredevil",
			"data":{},
			"items":{}
		},
		"Pinacosaurus": {
			"name": "Pinacosaurus",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Poisoned Secret Door Trap": {
			"name": "Poisoned Secret Door Trap",
			"disable": "<p>@Check[type:thievery|dc:34|name:Break the Mechanism|traits:action:disable-a-device] (expert) to break the mechanism, or @Check[type:perception|dc:39|traits:action:seek] (master) to identify the three stones that, when pressed, prevent the trap from triggering</p>",
			"hazarddescription": "<p>Multiple tiny needles filled with poison are embedded in this secret door, spring-loaded to pop out.</p>",
			"reset": "<p>If disabled, the trap resets after 1 minute.</p>",
			"routine": "",
			"stealthdetails": "<p>(master)</p>",
			"data":{},
			"items":{}
		},
		"Pruana Two-punch": {
			"name": "Pruana Two-punch",
			"allSaves":"+2 circumstance to Fortitude and Reflex vs. Shove or Trip",
			"publicNotes": "",
			"blurb": "Female dwarf brawler",
			"data":{},
			"items":{}
		},
		"Qormintur": {
			"name": "Qormintur",
			"publicNotes": "<p>When Qormintur was just 10 years old, her family decided to sell their business in a small duergar settlement and look for new opportunities in the Darklands city of Hagegraf. A few days after departing, duergar slavers attacked their caravan, murdered her father, and captured everyone else. Qormintur was sold as a slave in Shraen, and she never found out where her mother or siblings were taken. She did discover, however, that one of her father's business rivals had blackmailed her parents to leave, and the same duergar had arranged for the slavers to attack the caravan. The memories of that betrayal and the loss of her family still haunt her, and her deepest desire is to get her revenge.</p>\n<p>When she arrived in Shraen, Qormintur was first taken to the city's slave pens to be sold as a laborer, personal attendant, or fodder for one of Shraen's undead nobles. Despite the hopelessness, fear, and anxiety she witnessed in the slave pens of Shraen, her spirit never broke. When she was brought to auction, a sadistic vampire named Zihain Shraen attempted to purchase her (and likely make her one of his many playthings). The mummy Dyzallin Shraen outbid the vampire; Qormintur believes that pity or compassion caused Dyzallin to save her from a fate worse than death, but in truth, Dyzallin simply wanted to spite Zihain.</p>\n<p>During her first few years as Dyzallin's slave, the ancient drow never failed to remind Qormintur that he had saved her, and that her life was his to take if she ever disobeyed him. At first, Qormintur resented Dyzallin, but as years turned into decades, a strange bond of mutual trust formed between the soulless drow and the young duergar. In a city where trust was a commodity harder to come by than adamantine or diamonds, Dyzallin formed a bond with his servant. Dyzallin kept her close to him and encouraged her personal interests in alchemy. As a reward for her service, Dyzallin has promised to transform her into a mummy. So far, she hasn't considered the offer very seriously; after all, at barely a century old, she's young for a duergar.</p>\n<p>Appearances matter in Shraen, so despite Qormintur's trusted position, Dyzallin still makes her display her slave brands on her forearms. As Dyzallin's seneschal, Qormintur takes care of many administrative tasks for him, including buying and selling magic items and other slaves. This position has often put her into contact with the same duergar slavers who once brought ruin to her family. For now, she is forced to hide her feelings, but when the opportunity presents itself, she will not hesitate to exact her revenge. She is more than capable of doing just that-Qormintur is a potent combat alchemist and often leads Dyzallin's forces against urdefhans and other threats. Dyzallin tasked Qormintur with marshalling his forces from Shraen to the lost pyramid of Xul-Khundur, and with securing the site so Dyzallin could study the magic orb at the pyramid in peace. After Dyzallin returned to Shraen with the orb, Qormintur organized guards and has continued her master's research to unearth more of the pyramid's secrets. This research hasn't met with many results so far, and Qormintur is starting to get bored and to wonder whether she's been abandoned. Despite her loyalty to Dyzallin, Qormintur is painfully aware that she doesn't really belong in Shraen, but also that she can never return to her people. Now that she has spent time outside of Shraen and out of Dyzallin's domineering presence, a new thirst for independence is brewing inside her.</p>\n<p>Qormintur is a lean, young duergar woman who wears a fine blue cloak over beautifully crafted mithral armor. Her forearms bear sinister-looking brands that match those on her armor and cloak; these brands mark her and her equipment as property of Dyzallin. Her eyes are cold and betray a hint of sadness.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Qurashith": {
			"name": "Qurashith",
			"publicNotes": "<p>Qurashith-or \"gluttonwings\" in the Common tongue-are fearsome, bat-like predators that haunt the upper reaches of Gluttondark's cavern-worlds. These monstrosities are no mere beasts. A qurashith does not simply devour its victims; once it kills its prey, it physically subsumes the creature into its own body, metabolizing the prey's spiritual essence. Close inspection of a qurashith reveals that its body is an amalgamation of the fiend and its extraplanar and mortal victims, bound together by webs of demonic scar tissue and sticky acidic pus. While the individual personalities of a qurashith's victims gradually metabolize and diffuse into its very substance over time, a particularly charismatic or magically powerful victim might exert some influence over the qurashith's mind for a short time.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Raptor Guard Wight": {
			"name": "Raptor Guard Wight",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Raving Spirit": {
			"name": "Raving Spirit",
			"disable": "<p>@Check[type:intimidation|dc:30|name:Quiet the spirit|traits:hazard,haunt,complex] (expert) to quiet the spirit for 1 round, or @Check[type:religion|dc:32|name:Exorcise spirit|traits:hazard,haunt,complex] (master) to exorcise it</p>",
			"hazarddescription": "<p>The restless spirit of Currew raves against his tormentors when someone enters his room.</p>",
			"reset": "<p>The haunt grows quiet and resets 1 minute after no creatures are in area <strong>B3</strong>.</p>",
			"routine": "<p>(2 actions) The haunts casts <em>@UUID[Compendium.pf2e.spells-srd.tlcrVRqW1MSKJ5IC]{Phantasmal Killer}</em> (@Check[type:will|dc:30|name:Phantasmal Killer|traits:hazard,haunt,complex,death,emotion,fear,mental] save and @Check[type:fortitude|dc:30|name:Phantasmal Killer|traits:hazard,haunt,complex,death,emotion,fear,mental,incapacitation] save for critical failure) on a random creature who can see Currew's bed (it can even target creatures outside of area <strong>B3</strong>, so long as the target can see the bed). Everyone affected by the <em>phantasmal killer</em> sees the same image: a sickly old man lies in the bed, screaming and ranting about his guilt, shame, and eventual death.</p>",
			"stealthdetails": "<p>(expert) or @Check[type:perception|dc:30|traits:action:seek] (master) to detect the spiritual nexus</p>",
			"data":{},
			"items":{}
		},
		"Resin-seep Xulgath": {
			"name": "Resin-seep Xulgath",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Ruanna Nyamma": {
			"name": "Ruanna Nyamma",
			"publicNotes": "",
			"blurb": "Female half-elf carnival barker",
			"data":{},
			"items":{}
		},
		"Runkrunk": {
			"name": "Runkrunk",
			"publicNotes": "<p>Traditionally, clay golems are crafted in the image of a deity and used as guardians of tombs or sacred crypts. Clay golems have the power to lay curses upon their victims as punishment for intrusion, leading many to believe that these oft-ancient constructs have a touch of the divine to them. While this idea has little basis in reality, superstitious folk still tread lightly around statues that resemble clay golems even in the slightest.</p>\n<p>The animating force within a clay golem is unusually unstable, making the golem prone to entering a berserk frenzy when damaged. Entire treasuries have been totally ruined as a result of a rampaging clay golem, so crafters do well to make sure their golems are maintained and in good working order-or otherwise place them on the other side of the door from the treasures they wish to protect.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Sarvel Ever-Hunger": {
			"name": "Sarvel Ever-Hunger",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Saurian Warmonger": {
			"name": "Saurian Warmonger",
			"publicNotes": "<p>These saurians adopt warfare as their primary role and greatest calling. They particularly excel at taking slaves.</p>\n<hr />\n<p>Enormous tyrannosaurus-humanoids, saurians are ancient beings who predate the rise of humans and dwell in the world's primeval jungles. While the saurians presented here are evil, saurians of all alignments exist.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Saurian Worldwatcher": {
			"name": "Saurian Worldwatcher",
			"publicNotes": "<p>The longest-lived saurians favor introspection and take the long view of things-though this thoughtfulness should not be mistaken for weakness. Other saurians defer to worldwatchers' experience.</p>\n<hr />\n<p>Enormous tyrannosaurus-humanoids, saurians are ancient beings who predate the rise of humans and dwell in the world's primeval jungles. While the saurians presented here are evil, saurians of all alignments exist.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Shanchek": {
			"name": "Shanchek",
			"publicNotes": "<p>Xulgath thoughtmaws are inheritors of the xulgaths' ancient psychic legacy. They eagerly and liberally use their ability to extract knowledge from their foes to quicken their own prodigious intellects.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Shoony Hierarch": {
			"name": "Shoony Hierarch",
			"allSaves":"blunt snout",
			"publicNotes": "<p>For all their advancement in agriculture, horticulture, and animal husbandry, shoonies subscribe to a remarkably antiquated form of leadership; the role of hierarch is normally inherited, passed on to the oldest living child of the village's previous hierarch. In the instance that the village's hierarch does not produce an heir, the village holds a general election. Elected hierarchs hold the term for life and are just as highly regarded as hierarchs raised from birth. When the settlement comes under attack, it is up to the hierarch to decide when to fight and when to flee. In most cases, shoonies prefer to elect individuals with a preference toward the latter.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Shoony Militia Member": {
			"name": "Shoony Militia Member",
			"allSaves": "blunt snout",
			"publicNotes": "<p>If shoonies had their way, war would cease to exist altogether, but they know this isn't likely. Shoonies' relative wealth of resources and their frailty compared to other humanoids make them a common target of violence and subjugation. Because of this, basic combat training is typically mandatory for all shoony village members. Few individuals pursue lifelong careers in service to their settlement's militia, however. The passing down of a sword from one shoony soldier to another is a time-honored tradition, owing to the rarity of weapons in shoony society.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Shoony Tiller": {
			"name": "Shoony Tiller",
			"allSaves": "blunt snout",
			"publicNotes": "<p>Nearly all shoonies in a given settlement are farmers, fishers, or foragers. Shoonies are not expected to fight to protect their settlements; most agree it is better to live in cowardice than to die with that foolish, intangible principle taller races call \"honor.\" Many shoonies hone their skill with tools rather than arms in the knowledge that whatever is lost to violence can be rebuilt. When cornered, a shoony may put up a fight with whatever they have on hand; the average shoony can wield a simple shovel or pick in melee as well as most humans can wield a sword.</p>\n<hr />\n<p>Shoonies are reclusive humanoids who resemble bipedal dogs with wrinkled faces and bulging eyes. They predominantly dwell in the grasslands and hilly plains of the Isle of Kortos. Shoony societies on Kortos are known for their agricultural prowess, industrious work ethic, and skill with tools to shape their environment.</p>\n<p>Shoonies have a rich oral history and claim that their kind flourished all around Kortos in the days when the living god Aroden walked among them. Many shoonies believe that Aroden himself personally created the shoonies after he raised the island from the bottom of the sea, and that he had a deep affinity for their people. Whether or not such tales of companionship with the god of humanity are true, shoonies have drastically declined in numbers since Aroden's death over a hundred years ago. Shoony elders point to strange environmental phenomena around their island home as one cause of their diminishment, and others attribute their decline to the rise of warmongering monsters in the area. In a world where might often makes right, it is hardly a surprise that the peaceful but timid shoonies are becoming increasingly rare.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Shraen Graveknight": {
			"name": "Shraen Graveknight",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Skarja": {
			"name": "Skarja",
			"allSaves":"-2 to all saves if Skarja doesn't have her heartstone, 对抗魔法时全豁免+2状态加值",
			"publicNotes": "",
			"blurb": "Female night hag corruptor",
			"data":{},
			"items":{}
		},
		"Smiler": {
			"name": "Smiler",
			"publicNotes": "<p>Ghasts-feral, foul-smelling, and constantly hungry-are the more powerful kin of ghouls. They are relentless in the pursuit of their prey.</p>\n<hr />\n<p>Few creatures are more ubiquitous to sinister locations such as lonely graveyards and ruined crypts than the flesh-eating undead known as ghouls.</p>",
			"blurb": "Male ghast",
			"data":{},
			"items":{}
		},
		"Smoldering Leopard": {
			"name": "Smoldering Leopard",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Sodden Sentinel": {
			"name": "Sodden Sentinel",
			"publicNotes": "",
			"blurb": "Variant zombie",
			"data":{},
			"items":{}
		},
		"Spiked Barricade Trap": {
			"name": "Spiked Barricade Trap",
			"disable": "<p>@Check[type:thievery|dc:33|name:Supress Spring Mechanism|traits:action:disable-a-device] (expert) to suppress the spring mechanism for one 5-foot segment of the barricade</p>",
			"hazarddescription": "<p>Spring-loaded wedges of sharpened stone pop out of the wooden barricade.</p>",
			"reset": "<p>The trap must be manually reset by pushing the wedges back into place.</p>",
			"routine": "",
			"stealthdetails": "<p>(expert)</p>",
			"data":{},
			"items":{}
		},
		"Stabbing Sentinel": {
			"name": "Stabbing Sentinel",
			"disable": "<p>@Check[type:thievery|dc:40|name:Remove Animating Magic|traits:action:disable-a-device] (master) to remove the animating magic without triggering the trap, or <em>@UUID[Compendium.pf2e.spells-srd.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (8th level; counteract DC 38) to counteract the animating magic</p>",
			"hazarddescription": "<p>A petrified creature momentarily animates to attack an adjacent creature.</p>",
			"reset": "<p>The magical energy that animates the statue builds up again over 24 hours and the trap resets.</p>",
			"routine": "",
			"stealthdetails": "<p>@Check[type:perception|dc:45|traits:action:seek] (master)</p>",
			"data":{},
			"items":{}
		},
		"Starved Staff": {
			"name": "Starved Staff",
			"publicNotes": "",
			"blurb": "Elite gashadokuro",
			"data":{},
			"items":{}
		},
		"Stirvyn Banyan": {
			"name": "Stirvyn Banyan",
			"publicNotes": "",
			"blurb": "Male human town protector",
			"data":{},
			"items":{}
		},
		"Suffering Xulgaths": {
			"name": "Suffering Xulgaths",
			"disable": "<p>@Check[type:religion|dc:42|name:Calm a Spirit|traits:haunt] (master) or @Check[type:occultism|dc:42|name:Calm a Spirit|traits:haunt] (master) to calm each of the four spirits. On a character's first successful check, the character also learns that xulgath funerary rites typically involve cremation, which hints that fire is a viable way to put them to rest.</p>",
			"hazarddescription": "<p>The shadows of four xulgaths endlessly relive their deaths at the hands of the wendigos and their clutchmates.</p>",
			"reset": "<p>The haunt is deactivated and resets 1 minute after all non-wendigo creatures leave the area.</p>",
			"routine": "<p>(4 actions) Each active spirit chooses a living non-wendigo creature within 120 feet and attempts to devour it, targeting different creatures if possible. Each calmed spirit reduces the hazard's actions by 1</p>",
			"stealthdetails": "<p>(expert) to hear the echoed shouts of panicked xulgaths</p>",
			"data":{},
			"items":{}
		},
		"Swardlands Delinquent": {
			"name": "Swardlands Delinquent",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Tallow Ooze": {
			"name": "Tallow Ooze",
			"publicNotes": "<p>Pale yellow and smelling of meat, this unnatural, globular monster is composed entirely of rendered animal fat. A tallow ooze typically results from magical mishaps during the creation of enchanted candles or soaps, or while rendering the fat of a magical beast, though occasionally spellcasters create these beings intentionally.</p>\n<p>A tallow ooze hunts other creatures to subsume them into its own body and absorb their fat. Since tallow is solid at room temperature, tallow oozes must metabolize their own bodies to produce enough heat to remain gelatinous. A tallow ooze that cannot replenish itself with absorbed fat will either consume itself or solidify, though a tallow ooze exposed to too much heat might melt entirely.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Tanessa Fleer": {
			"name": "Tanessa Fleer",
			"speed":"mobility",
			"publicNotes": "",
			"blurb": "Female human bandit",
			"data":{},
			"items":{}
		},
		"Tashlock Banyan": {
			"name": "Tashlock Banyan",
			"publicNotes": "",
			"blurb": "Male human town protector",
			"data":{},
			"items":{}
		},
		"The Vanish Man": {
			"name": "The Vanish Man",
			"publicNotes": "",
			"blurb": "Variant faceless butcher",
			"data":{},
			"items":{}
		},
		"Thessekka": {
			"name": "Thessekka",
			"publicNotes": "",
			"blurb": "Female xulgath commander",
			"data":{},
			"items":{}
		},
		"Thief's Trap": {
			"name": "Thief's Trap",
			"disable": "<p>@Check[type:thievery|dc:45|name:Counteract the Runes|traits:magical,trap] (master) or <em>@UUID[Compendium.pf2e.spells-srd.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (10th level, counteract DC 50) to counteract the runes</p>",
			"hazarddescription": "<p>Nearly imperceptible runes set off an explosion at the point a thief is most unable to receive aid.</p>",
			"reset": "<p>The trap resets in 1 minute.</p>",
			"routine": "",
			"stealthdetails": "<p>(master) to notice that the hairline cracks on the passage walls actually form runes.</p>",
			"data":{},
			"items":{}
		},
		"Thunderstone Cascade Trap": {
			"name": "Thunderstone Cascade Trap",
			"disable": "<p>@Check[type:thievery|dc:27|name:Safely Cut the Trip Wire|traits:mechanical,hazard,trap] (expert) to safely cut the trip wire</p>",
			"hazarddescription": "<p>A trip wire halfway up the stairs releases half a dozen spherical thunderstones that bounce down the stairs and explode.</p>",
			"reset": "",
			"routine": "",
			"stealthdetails": "<p>(expert)</p>",
			"data":{},
			"items":{}
		},
		"Ulthadar": {
			"name": "Ulthadar",
			"publicNotes": "",
			"blurb": "Male ghost high priest of Aroden",
			"data":{},
			"items":{}
		},
		"Urdefhan Dominator": {
			"name": "Urdefhan Dominator",
			"publicNotes": "<p>Urdefhan dominators control the minds of others to glean useful secrets and gain an advantage against their enemies.</p>\n<hr />\n<p>Urdefhans believe themselves to be spawn of the First Horseman of the Apocalypse, who planted them on the Material Plane to serve as harbingers of the end times. These warmongering humanoids live in groups called cults in the Darklands vaults of Orv.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Urdefhan High Tormentor": {
			"name": "Urdefhan High Tormentor",
			"publicNotes": "<p>An urdefhan cult's best tormentors can advance to become truly formidable daemon summoners.</p>\n<hr />\n<p>Urdefhans believe themselves to be spawn of the First Horseman of the Apocalypse, who planted them on the Material Plane to serve as harbingers of the end times. These warmongering humanoids live in groups called cults in the Darklands vaults of Orv</p>\n<hr />\n<p>The violent warmongers, occultists, and poisoners known as urdefhans dwell within the Darklands. They were created in eons past by the mysterious First Horsemen of the Apocalypse to serve as agents of the end times within the Material Plane. Urdefhans continue to honor their creators by worshipping the wretched beings who rule over the plane of Abaddon, and like their fiendish lieges, urdefhans exist for one reason and one reason alone: to kill.</p>\n<p>While urdefhans are humanoid and dwell together in large groups, this is where their similarities to surface ancestries end. Their visages are horrific, with transparent skin and musculature displaying their glistening entrails, gleaming bones, and perhaps worst of all, their baleful red eyes. This, combined with their gaping maws full of sharp fangs, works to create the false impression that these beings are some sort of vampiric undead, not creatures of living flesh and blood. When an urdefhan's life comes to an end, their flesh quickly curdles and then bursts in a wave of awful corruption that spreads to the flesh of other creatures in the area. The typical urdefhan views their eventual demise as a disappointment, for once they're dead, their chances to kill will finally come to an end.</p>\n<p>Urdefhans' primary concern is death and how to inflict it in the goriest, most painful, and widespread ways. Beyond this ethos of violence, urdefhans concern themselves only tangentially with matters such as formal modes of warfare or aspects of their damnable religion. When an urdefhan is not actively engaged in violence, their giddy cruelty is tempered only by a sense of self-preservation that ensures they survive long enough to spread the \"blessings\" of their daemonic patrons. They pass the time between wars inventing new weapons, developing new diseases, and researching awful new magic, all in preparation for the next inevitable conflict.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Urdefhan Hunter": {
			"name": "Urdefhan Hunter",
			"publicNotes": "<p>Urdefhan hunters serve as their cults' trappers, hunters, and poachers. Many urdefhan hunters use skavelings to traverse the massive caverns of the Darklands and scout for prey.</p>\n<hr />\n<p>Urdefhans believe themselves to be spawn of the First Horseman of the Apocalypse, who planted them on the Material Plane to serve as harbingers of the end times. These warmongering humanoids live in groups called cults in the Darklands vaults of Orv.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Urushil": {
			"name": "Urushil",
			"publicNotes": "<p>Mariliths are the generals of the Abyss, formed from the souls of proud evil mortals, often warlords and despots. They appear as tall and powerfully built humans from the waist up with snake tails and six arms. Because of Lamashtu's prominence over other demonic deities, most pride demons encountered by mortals take female form, but they can be of any gender.</p>\n<p>Mariliths are among the greatest tacticians in the Abyss, and they have an almost supernatural knack for understanding the ripples of chaos and the unpredictable nature of demonic life. Their ability to command armies rises as much from their commanding presence as it does their ability to read into the potential results of any possible act and a sufficient understanding of the flow of entropy to allow them to predict likely outcomes.</p>\n<hr />\n<p>When a sinful mortal soul is judged and sent on to the Abyss, it can become a deadly fiend-a demon. Demons are living incarnations of sin-be they classic sins like wrath or gluttony, or more \"specialized\" depravities like an obsession with torture or the act of treason or treachery. Once formed, a demon's driving goals are twofold-the amassing of personal power, and the corruption of mortal souls to cause them to become tainted by sin. In this way demons ensure a never-ending supply of new demons to bolster their ever-growing ranks in the Abyss.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Vavakia": {
			"name": "Vavakia",
			"publicNotes": "<p>Juggernauts of destruction, vavakias are formed from the souls of mortals who extract, enslave, or consume the souls of others.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Vermlek": {
			"name": "Vermlek",
			"ac":"(while inhabiting a body 19)",
			"publicNotes": "<p>Vermleks, also called worm demons, manifest from the souls of mortals who desecrated the dead, such as grave robbers or necromancers. These fiends take their violations to a new extreme, using their demonic powers to horrifically core their living victims and don the flesh-husk that remains.</p>\n<p>In its natural form, a vermlek resembles an oversized pinkish worm with four long tails that end in writhing fibrils. Its mouth splits into four segments like a profane tulip lined with rows of dozens of pointed teeth. More often than not, however, these fiends are encountered only after they have crawled into the body of a dead humanoid and made the hollowed-out flesh their temporary host. Vermleks use their powers of deception and disguise to infiltrate mortal settlements and influence unwitting acquaintances of the bodies they wear. Particularly intelligent or conniving vermleks might even reach stations of real power within the ranks of an army or government, at which point exposure of their true form can wreak havoc among the populace they have so thoroughly duped.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Viktor Volkano": {
			"name": "Viktor Volkano",
			"publicNotes": "",
			"blurb": "Male human fire-breather",
			"data":{},
			"items":{}
		},
		"Violet": {
			"name": "Violet",
			"publicNotes": "",
			"blurb": "Male goat pet",
			"data":{},
			"items":{}
		},
		"Viskithrel": {
			"name": "Viskithrel",
			"publicNotes": "<p>One of the many horrid life-forms native to Zevgavizeb's Abyssal realm of Gluttondark, viskithrels-or \"gluttonraptors\"-are tireless hunters resembling tentacled theropods. They are social creatures by nature and prefer to hunt in large packs, chasing down prey and tearing them apart to share with their fellow hunters. A lone viskithrel forgoes hunting to frantically seek out others of its kind, starving to death if it cannot do so. Although viskithrels attack nearly any other creatures they encounter, they virtually never fight other viskithrels; even beasts in rival packs give each other space rather than fight over territory or prey.</p>\n<p>Other, smarter denizens of Gluttondark, such as @UUID[Compendium.pf2e.extinction-curse-bestiary.NITxPebTwserqASe]{Xilvireks} herd and train viskithrels, working to convince the viskithrels that the trainer is one of their pack. This not only protects the trainer from attacks by the viskithrels, but also enables the trainer to easily direct them.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Vitalia": {
			"name": "Vitalia",
			"publicNotes": "<p>Foul occult magic, rare alchemical reagents, and copious amounts of spilled blood are the keys to creating a vitalia-also known as a heart horror-though thankfully the exact means of their creation has been long forgotten.</p>\n<p>Now, most vitalias now come into being by sheer accident. This unusual life-form cannot live without regular contact with blood, much like how fish cannot live long outside of water. Because of this, vitalias are rarely found outside the lairs of mad alchemists or wizards, living in pools of the life-giving substance. Physically, a vitalia somewhat resembles a blood-red giant jellyfish, though it also bears some semblance to a giant human heart.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"War Sauropelta": {
			"name": "War Sauropelta",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Wight Cultist": {
			"name": "Wight Cultist",
			"publicNotes": "",
			"blurb": "Variant wight",
			"data":{},
			"items":{}
		},
		"Witch-Priests' Curse": {
			"name": "Witch-Priests' Curse",
			"disable": "<p>@Check[type:thievery|dc:39|name:Remove Bone Fetish|traits:action:disable-a-device] (legendary) to carefully remove the bone fetish that holds the curse.</p>",
			"hazarddescription": "<p>Anyone who opens a secret compartment is subjected to a powerful curse.</p>",
			"reset": "<p>The trap resets if both secret compartments are shut.</p>",
			"routine": "",
			"stealthdetails": "<p>@Check[type:perception|dc:42|traits:action:seek] (expert)</p>",
			"data":{},
			"items":{}
		},
		"Xilvirek": {
			"name": "Xilvirek",
			"publicNotes": "<p>Xilvireks are the result of the strange evolution that takes place in Zevgavizeb's Abyssal realm. These fiends resemble their dread demon lord and claim to be living embodiments of the Lord of Reptiles's snapping jaws.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Xulgath Bilebearer": {
			"name": "Xulgath Bilebearer",
			"publicNotes": "<p>While many xulgaths impose their will by strength or sheer numbers, some resort to more nefarious-and grotesque-means to take care of matters. The bilebearer takes its name from its eponymous bile, a putrid substance that oozes from gill-like folds in its colorful, bulging neck. Bilebearers coat their weapons with the viscous substance or secrete a concentrated dose that suffuses the air around them and disables foes.</p>\n<p>A bilebearer's neck bulges with folds of scaled flesh that extend almost to the creature's shoulders, containing its namesake bile productions glands inside. These folds expand and contract with each breath, and each fold has a vertical line of muscled pores that gradually exudes the thick substance, providing a perpetual supply for coating weapons. Bilebearers' necks also contain inflatable bladders, which they can quickly pressurize to expel a blast of vaporized bile in a noxious, overwhelming cloud.</p>\n<p>Bilebearers serve their clutches by kidnapping or slaying specific enemies. They frequently accompany their kin, particularly xulgath skulkers, to raid rival clutches or intercept foes. A bilebearer's mode of attack typically involves sneaking in, overwhelming any guards with a noxious blast of bile, and then turning their attention to the primary target. The xulgath either shreds the rapidly weakening victim on the spot or drags them away for future violence.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Xulgath Bomber": {
			"name": "Xulgath Bomber",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Xulgath Deepmouth": {
			"name": "Xulgath Deepmouth",
			"publicNotes": "<p>Xulgath deepmouths wield the powers of the Abyss against their clutch's enemies and invoke righteous fear in their followers. The vast majority of deepmouths worship demon lords, most commonly Zevgavizeb. Scalescribing-the warping of xulgath flesh into imitations of Abyssal script-is a widespread practice among deepmouths, enabling them to channel the power of the Abyss through their fanatical devotees' own bodies.</p>\n<hr />\n<p>Reptilian humanoids who live in the uppermost reaches of the Darklands, xulgaths (known as troglodytes to many surface-dwelling folk) often attack intruders in their territory on sight. They live in simple familial communities, battling rival groups and other aggressive Darklands inhabitants in order to survive. They occasionally raid surface settlements, usually at the behest of cruel, bloodthirsty leaders who are often themselves in the thrall of more powerful creatures like nagas or demons. A typical xulgath has dull gray, dark gray, or ashen scales, with a long tail and bony protrusions that run the length of its spine. A typical xulgath is 5 feet tall and weighs 150 pounds.</p>\n<p>Although today the xulgaths are brutal and scattered, they were one of the first intelligent humanoids to rise in the primeval world, once ruling over a mighty empire that stretched throughout the Darklands. Today, all that remains of this era are ruins of massive stone ziggurats and crumbling cities found within some of the larger caverns. Some groups of xulgaths continue to live among these ruins, venerating their ancestors' accomplishments, while others consider these areas taboo and leave them to become infested with Darklands vermin. Sages don't agree on why the ancient xulgath civilization fell. Some suspect it was the result of a loss of several wars waged against serpentfolk, while others suggest that the corruptive influence of demon worship rotted their culture from within.</p>\n<p>Certainly, many xulgath settlements continue to worship demons to this day, paying homage and offering live sacrifices to terrible creatures from the Abyss. Occasionally, a xulgath shaman can call forth and bind a lesser demon to help serve the group, but a shaman who delves too deep into occultism might summon a more powerful fiend that either tears the xulgaths to pieces or enslaves them.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Xulgath Demon-Caller": {
			"name": "Xulgath Demon-Caller",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Xulgath Gutrager": {
			"name": "Xulgath Gutrager",
			"publicNotes": "<p>Xulgath gutragers exhibit more extreme developments along the same physiological path as their bilebearer cousins (<em>Pathfinder Adventure Path #151: The Show Must Go On</em>). They are stockier and faster, with necks and limbs corded with muscle. They are also denser, with multiple stomachs full of fluids even more caustic than those of the bilebearer. Like the bilebearer, gutragers lack the distinctive stench typical of most xulgaths.</p>\n<p>A gutrager's torso conceals its most disturbing feature-a densely coiled esophagus. Pressurized bladders and a muscular throat allow the gutrager to propel its esophagus outward in an explosion of yellow flesh and acidic bile; caustic stomach acid coating the esophagus makes even brief physical contact with the organ dangerous. As a last resort, the gutrager can intentionally accelerate the corrosion in its esophagus, releasing vile acid in a burst that also ends its life.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Xulgath Hardscale": {
			"name": "Xulgath Hardscale",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Xulgath Herd-Tender": {
			"name": "Xulgath Herd-Tender",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Xulgath Mage": {
			"name": "Xulgath Mage",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Xulgath Roughrider": {
			"name": "Xulgath Roughrider",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Xulgath Skirmisher": {
			"name": "Xulgath Skirmisher",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Xulgath Spinesnapper": {
			"name": "Xulgath Spinesnapper",
			"publicNotes": "<p>Xulgath physiological diversity doesn't always imply drastic change; some xulgaths are simply much larger and stronger than their clutchmates. Most xulgaths call such siblings spinesnappers, though terms like bonebreaker, marrowvent, or similarly violent epithets are equally common. A typical spinesnapper is 9 feet tall and weighs 350 pounds.</p>\n<p>In battle, spinesnappers have all the speed, grace, and strength of a sledgehammer. They are ideal shock troops and make a good first line of defense. When an inter-clutch conflict leads to a duel, spinesnappers are typically called upon to rise to the challenge. In this case, a spinesnapper representative from each clutch squares off for what is in theory a nonlethal wrestling match, after which the winner scrapes off some of the loser's scales as a trophy.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Xulgath Stoneliege": {
			"name": "Xulgath Stoneliege",
			"publicNotes": "<p>Stonelieges are xulgaths magically infused with living earth—the very bones of the world. They are created through a process xulgaths call stone-binding, which can be performed with complex alchemy, powerful psychic magic, or Abyssal rituals. Their scales are like stone slabs, and their bones are as dense as bedrock, so they are among the hardiest and longest-lived xulgaths. To stonelieges, earth is as mutable as water, and their innate power to shape the soil and stone beneath their feet makes them integral members of xulgath society (as well as formidable combatants).</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Xulgath Thoughtmaw": {
			"name": "Xulgath Thoughtmaw",
			"publicNotes": "<p>Xulgath thoughtmaws are inheritors of the xulgaths' ancient psychic legacy. They eagerly and liberally use their ability to extract knowledge from their foes to quicken their own prodigious intellects.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Yaganty": {
			"name": "Yaganty",
			"publicNotes": "<p>Yaganties are lean, hairy humanoids with lanky torsos, horned heads, and bulbous black eyes. The elongated fingers of one their hands are made of candlestick wax, and their fingertips, which have wicks instead of nails, burn endlessly. In the dead of night, the flickering light of a yaganty's fingertips casts dramatic shadows across their face and highlights their trollish visage.</p>\n<p>Yaganty fables follow a common formula. A wayward pedestrian, traveling at night and usually in a forest, follows distant lights with the hope that the lights belong to a fellow wayfarer, only to come face-to-face with a gangly monster. The story ends in one of three ways: the traveler appeals to the yaganty with a gift of gold (the exact sum necessary varies wildly by the telling), the yaganty slays the traveler over some incomprehensible transgression, or, even more inexplicably, the yaganty offers the lost traveler five candles in simple charity so that the light might guide them home.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Zashathal Head-Taker": {
			"name": "Zashathal Head-Taker",
			"publicNotes": "",
			"blurb": "Male xulgath zealous hardscale",
			"data":{},
			"items":{}
		},
		"Zinogyvaz": {
			"name": "Zinogyvaz",
			"publicNotes": "",
			"blurb": "",
			"data":{},
			"items":{}
		},
		"Zuipnyrn": {
			"name": "Zuipnyrn",
			"publicNotes": "<p>This spectacularly odd creature appears every now and again in various traveling circuses around the Inner Sea. Although carnival barkers make any number of claims about this strange being's origins, the so-called \"moon mole\" is in fact an alien creature called a zuipnyrn, hailing from a distant planet beyond Golarion's star system.</p>\n<p>In their infancy, zuipnyrns are spherical and furry, with few features other than a single eye stalk and a round, toothless feeding hole. A zuipnyrn's body is particularly soft and malleable, allowing it to withstand falls and other hazards. Its eye stalk has the ability to produce a blinding burst of light as a defensive measure, which allows a zuipnyrn just enough time to escape in times of danger. Even more incredibly, a zuipnyrn can emit a hypnotic aura from its eye to entrance those around it-an ability it uses to avoid conflict and to persuade bystanders into helping it escape perilous situations. As they age and grow, zuipnyrns adapt to their environment by growing additional limbs, sprouting additional sensory organs, developing gills, or otherwise altering their anatomy to suit the area.</p>",
			"blurb": "",
			"data":{},
			"items":{}
		}
	}
}