{
    "label": "神祇 Deities",
    "entries": {
        "Desna": {
            "name": "黛丝娜 Desna",
            "description": "<p>黑夜不曾知晓美为何物，直到黛丝娜显现于世。当其他诸神致力于创造世界时，她将视线投向天界，在天穹上安置了点点星光。在她审视了自己的艺术作品后，她将最亮的一颗星星高悬在正北方向，并把它当作自己的家。这是她送给凡人的第一份馈赠，一个希望的灯塔，一个在黑暗的天空中善良的路标；这样一来，他们在迷失或是陷入怀疑时，便能够追随北极星的引领。</p>\n<p><strong>典范</strong> 帮助同行者，探索新的地区，以艺术或者歌曲表达自己，找寻生命的意义</p>\n<p><strong>禁忌</strong> 带来恐惧或者绝望，施放梦魇术（nightmare）或者类似的魔法来腐蚀梦境，参与偏执行为</p>\n<p><strong>神职</strong> 梦境，机运，星辰，旅者</p>"
        },
        "Iomedae": {
            "description": "<p>艾奥梅黛是内海的重要神祇中最年轻的一位，早在她登神之前，她就已经证明了自己足够拥有成神的资格。出生于切利亚斯，她手持剑刃，信道而行，惩恶扬善，并最终成为奥罗登的神使阿拉兹尼的圣武士。在闪耀远征中，她成为了一个传奇人物，带领着奥泽姆骑士团一路披靡，战胜默语暴君的军队。当艾奥梅黛在3832 AR登神时，她成为了有史以来第三个为人所知通过星石试炼成神的凡人。当阿拉兹尼在闪耀远征中死去，奥罗登将这位新晋的女神提拔为了自己的新神使。而当奥罗登死去时，艾奥梅黛继承了他绝大多数的信徒，并且成为了正义与荣耀的主神。</p>\n<p><strong>典范</strong> 保持温和，为正义和荣誉而战，心中保持勇气</p>\n<p><strong>禁忌</strong> 抛弃需要你的伙伴，放弃荣誉，拒绝平等的挑战</p>\n<p><strong>神职</strong> 荣誉，正义，统治，英勇</p>",
            "name": "艾奥梅黛 Iomedae"
        },
        "Shelyn": {
            "description": "<p>莎琳用善良和慈爱的目光注视着众生，鼓励凡人们通过尽力传播爱、艺术和美来使他们的生活变得更加美好。在她的眼中，即使是最简陋的艺术也是值得赞扬的，因为它们代表了个人对生活的考验和对胜利的表达。她相信每一个生物都值得爱，都有能力以自己的方式创造艺术。莎琳的宗教不要求贞洁、忠诚或特定的关系，因为与长期婚姻的夫妇之间舒适的信任一样，早期的浪漫与激情也是爱情的一个方面。然而，她确实区分了爱和纯粹的肉体欲望，她更倾向于让试探性的爱情在发展的途中绽放出更有意义的关系。</p>\n<p><strong>典范</strong> 保持和平，投身并完善一项艺术，以身作则，在一切事物中看到美</p>\n<p><strong>禁忌</strong> 摧毁艺术或者放任其被摧毁，除非用以拯救生命或者追求更高的艺术；拒绝接受投降</p>\n<p><strong>神职</strong> 艺术，美，爱情，音乐</p>",
            "name": "莎琳 Shelyn"
        },
        "Daikitsu": {
            "description": "<p>大狐女在天洲信者众多，因为她是稻米之神，掌管田地的丰饶，也关照工匠们的手艺。农民向大狐女祈祷自己的庄稼丰收，匠人向大狐女祈祷自己的作品完美，而每家每户都会向大狐女祈祷保佑家宅平安。就像她的尊号所称的那样，大狐女喜欢化身为一个皮毛光洁雪白，长有九条大尾的狐妖美女出现，因为她也正是狐妖一族的保护者，被狐妖们奉为主母。</p>\n<p><strong>典范</strong> 确保农作物和植被的健康，完善工艺或贸易，为狐狸留下贡物，庆祝季节的转变</p>\n<p><strong>禁忌</strong> 粗暴地对待你的工具，与乞丐擦肩而过而不施舍，歧视性工作者或下层社会</p>",
            "name": "大狐女 Daikitsu"
        },
        "Yuelral": {
            "name": "约拉尔 Yuelral",
            "description": "<p>约拉尔是精灵魔法之神。她比起金属、武力和其他人工制品更偏爱自然魔法。她经常受到珠宝商的崇拜，因为她对水晶有亲和力。这些珠宝商从不切割他们的水晶，而是推崇它们的自然之美。因为发现了半精灵身上的天赋，所以她十分欢迎半精灵成为她的信徒。</p>\n<p><strong>典范</strong> 实践草药学，使用和附魔宝石，鼓励和教导施法者和珠宝商，保存精灵的魔法和知识</p>\n<p><strong>禁忌</strong> 出于审美目的切割宝石，玷污自然，允许不负责任地使用魔法</p>\n<p><strong>神职</strong> 珠宝，工艺，魔法</p>"
        },
        "Dahak": {
            "description": "<p>巨龙们相信达哈卡是阿普苏和提亚马特所创造出来的最早的神祇之一。当其他神祇开始创作万物，达哈克则选择了毁灭之道。将地狱变成一个充满痛苦与火焰的位面是他最有名的事迹。他同时也被认为是金属龙的创造者， 而创造的目的仅是为了能像竞技运动一般进行狩猎。阿普苏看到达哈克造成的破坏和混乱后，进入物质位面想要终结达哈克。但是，提亚马特念在与达哈克的亲子之情希望阿普苏放过达哈克。在一场关于达哈克存活的交易中，提亚马特治疗了一些受伤的金属龙，这些龙成为了最早的彩色龙。</p>\n<p><strong>典范</strong> 杀金属龙，随心所欲地破坏事物</p>\n<p><strong>禁忌</strong> 让你决意要杀的敌人逃过一劫，原谅他人</p>",
            "name": "达哈克 Dahak"
        },
        "Alseta": {
            "description": "<p>奥尔塞塔是掌管转变之神。无论是物理上的位移，跨越门扉，还是象征意义的转变，甚至于时间的流动不息——这一切都处于奥尔塞塔的影响之下。她守望着城市的大门，帮助他们将入侵者隔绝在外，给防御者带来安全。她也守望着那些进入新的人生阶段的人，无论是诞生，迈入婚姻殿堂，还是更健康的身体。对每个人而言，在生活面临转折时向奥尔塞塔寻求指引都是常见之事，比如搬到一座新的城镇，或者换新的工作。同样，出生和死亡都是转折，所以怀孕的母亲和死者的亲属也都会献上祈祷，让奥尔塞塔的教会和@Compendium[pf2e.deities.QZD0u1jxwz0kj8uI]{法莱斯玛 Pharasma}的教会也产生关联。有些人认为奥尔塞塔也是传送之神，虽然她从未公开承认过这一名号。她同时也是一位在精灵的国家和文化中有着诸多追随者的神祇，他们将奥尔塞塔与精灵遍布格拉里昂的<em>艾厄达拉</em>传送门联系在一起。</p>\n<p><strong>典范</strong> 保护道路和通途，引领他人顺利完成转变，对所有他者以礼相待，满怀尊重</p>\n<p><strong>禁忌</strong> 为了个人私利摧毁门扉，阻塞道路；无端地阻止他人的转变或社会的转型</p>\n<p><strong>神职</strong> 门扉，传送，入口，传统</p>",
            "name": "奥尔塞塔 Alseta"
        },
        "Findeladlara": {
            "description": "<p>芬德烈莱拉是代表艺术和建筑的精灵神祇。她致力于保护传统，喜欢小创新但不是创造全新的东西。她积极支持通过保护精灵的艺术和历史建筑来保护精灵文化。虽然芬德烈莱拉是个善良的女神，但她经常表现得很冷漠，特别是对年轻的非精灵种族。众所周知，她对他们的工作评头论足，从不回应非精灵的祈祷。</p>\n<p><strong>典范</strong> 保护精灵艺术和建筑，祝福和保护家庭，用你的作品激励和帮助他人</p>\n<p><strong>禁忌</strong> 违反待客之道，允许客人给你的家庭带来伤害</p>\n<p><strong>神职</strong> 暮光，传统艺术和传统建筑</p>",
            "name": "芬德烈莱拉 Findeladlara"
        },
        "Ketephys": {
            "description": "<p><strong>克忒菲斯</strong>是沉默寡言的精灵狩猎神，他指示他的追随者照顾森林，并保护它不受他的宿敌@Compendium[pf2e.pathfinder-bestiary.8BloAdRqlLpt5bNg]{毁木者 Treerazer}的伤害。</p>\n<p><strong>典范</strong> 猎杀恶魔和亡灵，维持森林的健康，为你的社区收集资源</p>\n<p><strong>禁忌</strong> 从荒野中获取比需要更多的东西，出于娱乐而狩猎动物，帮助毁木者或祂的走狗</p>\n<p><strong>神职</strong> 狩猎，月亮</p>",
            "name": "克忒菲斯 Ketephys"
        },
        "Calistria": {
            "description": "<p>卡莉丝翠的圣徽有三把匕首，这代表她有三个面相：情欲、复仇和诡计。她口齿伶俐，魅力四射，是将侮辱织成赞美的大师，为最佳的复仇方式铺设地基。她是复仇女神，但如果你认为她追求正义，就大错特错了。卡莉丝翠非常善变，她的忠诚和兴趣随一时兴起就会改变--但她不会忘记任何侮辱，任何觉得自己已经被原谅的人肯定会发现，他已经成为长期复仇计划的目标，彻底陷入困境只是时间问题。</p>\n<p><strong>典范</strong> 追随个人自由，享受刺激欢乐，实施复仇</p>\n<p><strong>禁忌</strong> 沉迷爱情或者醉心复仇，对轻蔑不作回应</p>\n<p><strong>神职</strong> 欲望，复仇，诡术</p>",
            "name": "卡莉斯翠 Calistria"
        },
        "Cayden Cailean": {
            "description": "<p>凯登·凯连，曾经是一名凡人，现在是被称为登神者的少数存在之一。在他的凡人时期，凯登是一个名气不小的佣兵，闹腾的举止、使用利刃的技巧和无畏的决心让他出了名。在一个特别喧闹的饮酒之夜，一系列不断升级的激将让这位流浪佣兵去尝试了星石试炼。三天后，他作为完全的真神，大笑着从星石大教堂走出来。神的职责并没有改变凯登对待自己凡人生活的态度。他仍然渴望冒险、喝酒，渴望与人愉快作伴，同时仍然憎恨欺凌者、暴君和懦夫。</p>\n<p><strong>典范</strong> 饮酒，解放奴隶，帮助被压迫者，追寻荣誉和冒险</p>\n<p><strong>禁忌</strong> 浪费酒，自私自利或者醉后冷漠无情，畜奴</p>\n<p><strong>神职</strong> 麦酒、勇气、自由和红酒</p>",
            "name": "凯登凯连 Cayden Cailean"
        },
        "Norgorber": {
            "description": "<p>诺格巴是登神者中最神秘的，登神者指通过星石试炼后成神的一群凡人。与艾奥梅黛和凯登凯连的凡人经历不同，诺格巴登神之前的生活经历成谜；这位神明自己将其凡人生活的细节笼罩在秘密之中。对于熟悉诺格巴的人来说，这并不奇怪，他是所有秘密的主人，一个精打细算的操纵者，巧妙而无情地利用藏匿知识的力量来实现自己的目的。只有诺格巴最信任的信徒才对他的目标有足够的了解，以此协助神的计划，但即使是那些信徒在完成诺格巴的计划后，他们的记忆也经常被修改。</p>\n<p><strong>典范</strong> 保持身份秘密，在必要时牺牲任何人，在战斗中不择手段，在暗中行动</p>\n<p><strong>禁忌</strong> 让真实身份和暗中交易有所牵涉，自由分享秘密，展现怜悯</p>\n<p><strong>神职</strong> 贪婪、谋杀、下毒和秘密</p>\n<p><strong>信徒阵营</strong> 守序邪恶（LE），中立邪恶（NE），混乱邪恶（CE），如果追随名誉刈者也包括绝对中立（N）</p>",
            "name": "诺格巴 Norgorber"
        }
    }
}
